{
	"events": [
		{
			"eventName": "Hidden Detonators",
			"eventID": "E1",
			"eventFlavor": "Suddenly, one of your enemies throws away his weapon and starts charging towards you with a loud yell. You notice the detonator charge clenched in his fist. An instant later, the charge explodes, the shockwave rocking you violently.",
			"content": [
				"The first Imperial figure with figure cost 5 or less immediately resolves the following instructions:",
				"{-}Move 3 to engage 2 or more Rebels.",
				"{-}If adjacent to 2 or more Rebels, each adjacent Rebel figure and object suffers 2 {H}. Then the Imperial figure is defeated.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Priority Shift",
			"eventID": "E2",
			"eventFlavor": "Elsewhere, multiple displays shine pale light on the faces of the Imperial war council. 'This won’t do', the Imperial Admiral says. 'We need to change plans.' He turns towards his assistant. 'Execute the contingency plan.'",
			"content": [
				"Draw a card from the Imperial Side Mission Deck and put it into play.",
				"If there is already an Imperial side mission or forced mission in play, ignore this event.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Noble Sacrifice",
			"eventID": "E3",
			"eventFlavor": "As your shots continue to rain down on your enemies, one officer steps forth, calling out a challenge and urging his troops on. He is soon cut down in the fire, but your enemies come charging in after him, their shots flashing through the air.",
			"content": [
				"Choose an Imperial LEADER or GUARDIAN with a figure cost of 5 or less that is within 2 spaces of at least one other Imperial figure. The chosen figure is defeated.",
				"All Imperial figures within 2 spaces immediately perform the following instructions:",
				"{-}Move 2 to attack {R1}",
			],
			"eventRule": ""
		},
		{
			"eventName": "I’m on the LEADER",
			"eventID": "E4",
			"eventFlavor": "'There!', one enemy shouts. 'That’s the one! Everyone, focus fire on that rebel scum!' A barrage of blaster shots rains down.",
			"content": [
				"Roll 2 yellow dice. The Rebel that has suffered the least {H} suffers 1 {H} for each {H} rolled.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Supernatural Vigor",
			"eventID": "E5",
			"eventFlavor": "Two of your foes stumble back, their armor scorched by your attacks. But they don’t fall. Instead, they straighten themselves. With a roar, they leap forward, their wounds healed and their eyes shining with hatred.",
			"content": [
				"The two Imperial figures closest to a Rebel recover 2 {H} and become Focused.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Arc Blasters",
			"eventID": "E6",
			"eventFlavor": "You notice too late that some of your enemies don’t carry normal weapons. Their guns crackle with electricity. Suddenly, lighting springs up, arcing its way through the ozone-smelling air towards you.",
			"content": [
				"Choose 2 Rebels. Those Rebels may test {K}. Each Rebel that fails is Stunned.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Sustained Fire",
			"eventID": "E7",
			"eventFlavor": "Your enemies are well-coordinated. They advance methodically, raining blaster fire down on you.",
			"content": [
				"The two figures closest to {R1} immediately perform the following instruction:",
				"{-}Move 2 to attack {R1}. Then, become Stunned.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Leave them to me",
			"eventID": "E8",
			"eventFlavor": "For a moment, the sounds of battle seem to subside as an eerie silence falls over the battlefield. From the shadows, a threatening figure emerges.",
			"content": [
				"Deploy {V}.",
				"If this villain was not earned before, it now counts as earned.",
			],
			"eventRule": "R8"
		},
		{
			"eventName": "Blaster Emplacement",
			"eventID": "E9",
			"eventFlavor": "With a whirring sound, automatic blaster emplacements emerge from walls and hidden locations. They immediately start blasting you.",
			"content": [
				"Roll 1 yellow die. Each Rebel suffers 1 {H} for each {H} rolled and 1 {C} for each {B} rolled.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Embrace Suffering",
			"eventID": "E10",
			"eventFlavor": "'Give in to your hate', the sinister voice rings out in your head, full of spite, but oddly compelling. 'Embrace suffering.' Your eyes widen in shock as you raise your weapon against your friends, unable to stop yourself.",
			"content": [
				"{R1} immediately resolves the following instruction:",
				"{-}Move 2 to attack {R2}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Combat Medics",
			"eventID": "E11",
			"eventFlavor": "Your shots manage to drive your enemies back, but new reinforcements arrive, wearing the green badges of battlefield medics. They scamper towards the wounded troops, doing their best to patch them up.",
			"content": [
				"All Imperial TROOPERS immediately resolve the following instructions:",
				"{-}Move 2 to engage as many friendly figures that have suffered {H} as possible.",
				"{-}Each friendly figure within 2 spaces of you recovers 2 {H}."
			],
			"eventRule": ""
		},
		{
			"eventName": "Surgical Strike",
			"eventID": "E12",
			"eventFlavor": "The high-pitched sound of ion engines interrupts the battle. You dive for cover as TIE bombers appear in the skies above you, dropping their payloads. You manage to avoid the worst blasts, but shockwaves and molten debris continue to batter you.",
			"content": [
				"Each hero on an exterior space tests {K}. Each hero that fails suffers 1 {C} and 1 {H} and becomes Bleeding and Weakened.",
			],
			"eventRule": ""
		},
		{
			"eventName": "As you Wish",
			"eventID": "E13",
			"eventFlavor": "Elsewhere, a tall, dark figure is kneeling in front of a flickering blue hologram. The sound of his breathing apparatus is the only thing breaking the silence. Finally, the hooded man in the hologram speaks out. 'This has gone on long enough, Lord Vader. You will take care of it yourself.'",
			"content": [
				"Darth Vader (Lord of the Sith) has been added to the deployment hand. He may be deployed by the app for the rest of the mission.",
			],
			"eventRule": "R13"
		},
		{
			"eventName": "Fire at Will",
			"eventID": "E14",
			"eventFlavor": "The efficiency of the Imperial soldiers is terrifying. 'All troopers, fire at will! Blast them!', a Stormtrooper sergeant shouts. As if guided by an invisible hand, all troopers raise their weapons and focus fire on you.",
			"content": [
				"All Imperial TROOPERS immediately resolve the following instruction:",
				"{-}Attack {R1}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Impending Doom",
			"eventID": "E15",
			"eventFlavor": "As the Imperials' shots rain on you, your enemies seem to gain confidence. A squad of them advances quickly, their weapons at the ready.",
			"content": [
				"The four Imperial figures closest to a Rebel become Focused.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Tactical Explosives",
			"eventID": "E16",
			"eventFlavor": "'Fire in the hole!' You dive for cover as grenades rain down on you.",
			"content": [
				"All Rebels test {J}. Each figure who fails suffers 3 {H} and becomes Bleeding.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Strike and Subdue",
			"eventID": "E17",
			"eventFlavor": "Suddenly, lightning-like blasts arch through the air, targeting the tired and the weak. They leave your limbs twitching involuntarily, spasms running through your bodies.",
			"content": [
				"Each hero who has suffered 2 or more {C} must test {J} and {K}. If they fail the {J} test, they suffer 2 {C}. If they fail the {K} test, they become Weakened.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Unchained",
			"eventID": "E18",
			"eventFlavor": "Suddenly, a huge cage carried by a repulsor sled appears. A terrifying beast snarls and growls inside it. Cackling, the beast’s master jumps on top of the cage, prods it with an electric pole and yanks open the cage door. The beast emerges, roaring, and rushes towards you to tear you to pieces.",
			"content": [
				"Deploy {CR}. The creature immediately resolves the following instruction:",
				"{-}Move 3 to engage {R1}.",
				"{-}All adjacent hostile figures suffer 1 {H}.",
			],
			"eventRule": "R18"
		},
		{
			"eventName": "Inspiring Command",
			"eventID": "E19",
			"eventFlavor": "",
			"content": [
				"Each Imperial figure within 3 spaces of an Imperial LEADER becomes Focused.",
			],
			"eventRule": ""
		},
		{
			"eventName": "When they Least Expect it",
			"eventID": "E20",
			"eventFlavor": "",
			"content": [
				"Each Imperial HUNTER immediately resolves the following instructions:",
				"{-}Move 3 to reposition 2 and become Focused.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Isolation",
			"eventID": "E21",
			"eventFlavor": "",
			"content": [
				"Each hero that is not within 2 spaces of another Rebel figure suffers 2 {C} and becomes Weakened.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Medic!",
			"eventID": "E22",
			"eventFlavor": "",
			"content": [
				"Roll 1 red die. All Rebel figures recover {H} equal to the {H} rolled.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Unexpected Help",
			"eventID": "E23",
			"eventFlavor": "As shots ring out around you, you suddenly see the glowing engines of a shuttle approaching. It lands at the edge of the battlefield, and a figure steps out, smiling at you and drawing a weapon. 'I heard you might need some help. Let’s show those imps what we’re made off!'",
			"content": [
				"Deploy {A} within 2 spaces of a hero. The Rebel players control {A} as an Ally.",
			],
			"eventRule": "R23"
		},
		{
			"eventName": "Bought Some Time",
			"eventID": "E24",
			"eventFlavor": "",
			"content": [
				"1 Rebel figure may choose to suffer 5 {H}. lf it does, the round limit for this mission is extended by 1.",
			],
			"eventRule": ""
		},
		{
			"eventName": "He’s With Us",
			"eventID": "E25",
			"eventFlavor": "",
			"content": [
				"Rebel players may choose 1 lmperial non-unique figure. That figure performs an attack on another Imperial figure. Then, the figure that performed the attack suffers 2 {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "X-Wing Strafing Run",
			"eventID": "E26",
			"eventFlavor": "Your comlinks suddenly come to life, and a voice rings out, slightly distorted by static. 'Hey guys, did you miss us? Sorry we’re late. Mark your targets – Red Squadron, attack!' With engines roaring, a squadron of X-Wings descends from the skies, their quad lasers blasting.",
			"content": [
				"Rebel players may choose 2 exterior spaces and roll 1 green die for each. Each figure on or adjacent to that space suffers 1 {H} for each {H} rolled.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Priority Shift",
			"eventID": "E27",
			"eventFlavor": "Elsewhere, multiple displays shine pale light on the faces of the Imperial war council. 'This won’t do', the Imperial Admiral says. 'We need to change plans.' He turns towards his assistant. 'Execute the contingency plan.'",
			"content": [
				"Draw a card from the Imperial Side Mission Deck and put it into play.",
				"If there is already an Imperial side mission or forced mission in play, ignore this event.",
			],
			"eventRule": ""
		},		
	]
}