[
	{
		"panelHelpID": "EnemyActivation",
		"helpItems": [
			{
				"id": "bonus",
				"helpText": "Bonus Effects: In each round, an Imperial group gains a random bonus effect that provides benefits. The bonus effect is displayed at the top of the instruction window."
			},
			{
				"id": "card",
				"helpText": "Deployment Card: The activation window always shows the group's deployment card. Outside of an activation, you can right-click an enemy thumbnail to open its card."
			},
			{
				"id": "tracker",
				"helpText": "Damage Counter: You can use this to keep track of how much damage each figure within a group has suffered. Click / tap a tracker number to modify its figure ID or damage. You can also hover the mouse over a number and use the scroll wheel up/down to modify the value."
			},
			{
				"id": "instructions",
				"helpText": "Instructions: When a deployment group is activated, its instructions are displayed. Each figure in the group, one at a time, starting with the figure closest to a Rebel figure, resolves the instructions from top to bottom. Any instructions that the figure cannot resolve are skipped (see “Skipping Instructions” in the online Wiki help). After the figure resolves or skips the last instruction in the list, its activation ends and the next figure in that group activates.\nAn Imperial figure cannot perform more than two actions during its activation. An instruction costs one action for each {A} (action) or {Q} (attack action) icon preceding it. If the figure does not have enough actions remaining for an instruction, that instruction is skipped. Unless stated otherwise, an Imperial figure can never perform more than one {Q} (attack action) per activation."
			},
			{
				"id": "hide",
				"helpText": "Click / tap the eye icon to temporarily view the map. Click / tap it again to re-open the window."
			},
			{
				"id": "deploymentCost",
				"helpText": "Deployment Cost: This is the deployment cost of the group. The small number (if any) is the cost for a single figure."				
			},
			{
				"id": "mods",
				"helpText": "Modifications: If any modifications (such as additional damage) are applied to the group, they are displayed here."				
			},
			{
				"id": "size",
				"helpText": "Group Size: This is the group's size."				
			},
			{
				"id": "surges",
				"helpText": "Surge Abilities: If any {B} are rolled during an Imperial figure's attack, the figure spends surges following this list. The figure skips a surge ability if one of the following is true:\n\n{-}It has already used that ability during this attack.\n{-}The ability costs more {B} than it has remaining.\n{-}The ability would have no effect (e.g., increasing accuracy when the attack already has enough accuracy or attempting to inflict a condition when the attack currently deals no damage).\n\n Then, if the figure has any {B} remaining, it repeats this process, starting from the top of the list again. If the figure cannot resolve any surge abilities, the remaining {B} have no effect.\n\nSurge abilities added through bonus effects (at the top of the instruction window) are always priority 1."				
			},
			{
				"id": "abilities",
				"helpText": "Group Abilities: The deployment group's abilities are listed here. This section also tells you which abilities from the printed deployment card should be ignored."				
			},
			{
				"id": "health",
				"helpText": "Health: The health of a figure in this group."				
			},
			{
				"id": "speed",
				"helpText": "Speed: The group's speed. You usually will not need this value - the instructions tell you how far a figure can move."				
			},
			{
				"id": "defense",
				"helpText": "Defense: Click / tap the defense icon to open the dice roller and automatically roll the assigned dice."
			},
			{
				"id": "attack",
				"helpText": "Attack: Click / tap the attack icon to open the dice roller and automatically roll the assigned dice."
			},
			{
				"id": "colorBlip",
				"helpText": "The colored circle shows the color assigned to the group."
			},
		]
	},
	{
		"panelHelpID": "DiceRoller",
		"helpItems": [
			{
				"id": "dicePanel",
				"helpText": "These are the dice rolls. Click / tap a die to remove it."				
			},
			{
				"id": "dicePool",
				"helpText": "Click / tap to add a die."				
			},
			{
				"id": "mods",
				"helpText": "If any modifications (such as additional damage) are applied to the group, they are displayed here."				
			},
			{
				"id": "card",
				"helpText": "The deployment card of the group is displayed here."				
			},
			{
				"id": "hideRoller",
				"helpText": "Click / tap to toggle the Dice Roller visibility so you can see the Enemy Activation Instructions underneath."				
			}
		]
	},
	{
		"panelHelpID": "MainGame",
		"helpItems": [
			{
				"id": "heroPanel",
				"helpText": "The Rebel heroes as well as any deployed allies are shown here. Withdrawn heroes / allies are dimmed. You can use the activation icons to track activations.\n\nClick / tap a group to display options to Wound (Heroes only) or Defeat the group. The colored circle shows whether the hero is healthy (green) or wounded (red)."				
			},
			{
				"id": "objective",
				"helpText": "The current objective you need to fulfill.	"				
			},
			{
				"id": "enemyPanel",
				"helpText": "This is the enemy deployment list, showing you all currently deployed enemy groups. Exhausted groups are greyed out. Click / tap the colored circle at the top left to assign a color to the group. Click / tap a group to display options to Exhaust or Defeat the group. Exhaustion can be toggled if you wish to reactivate a group. Right-click / double tap a group to display the deployment card.\n\nThe green circles indicate the number of figures left in a group. Click / tap these circles to remove them one by one. When the last figure is removed, the whole group is defeated."			
			},
			{
				"id": "map",
				"helpText": "This is the main map screen where you interact with the mission and any map entities. Any time a window is opened, you can use the Eye icon in the lower left to temporarily open the map."				
			},
			{
				"id": "imperialActivation",
				"helpText": "Trigger the next Imperial activation."				
			},
			{
				"id": "medpacs",
				"helpText": "An overview over your medpacs. You can open a window to keep track of your medpacs and read the rules changes."				
			},
			{
				"id": "missionDashboard",
				"helpText": "Open the Mission Dashboard panel.\n\nThe Mission Dashboard has several purposes. First, it displays the Mission Overview, containing Mission updates and special instructions.\n\nSecond, it displays the Fame and Awards. Fame and Awards gives you the amount of Fame and the number of Awards you have won so far in the mission (only relevant when using Adaptive Difficulty).\n\nFinally, the Dashboard contains a Log that saves all prompts and text messages from the Mission. You can use it to re-read information you have already closed."				
			},
			{
				"id": "imperialMenu",
				"helpText": "Open the Imperial Menu."				
			},
			{
				"id": "settings",
				"helpText": "Open the screen to display settings and to exit the mission."				
			},
			{
				"id": "round",
				"helpText": "The current round number."				
			},
			{
				"id": "endRound",
				"helpText": "End the current round and initiate the Status Phase. This is only possible when all Imperial groups have been activated."			
			},
		]
	},
	{
		"panelHelpID": "Setup",
		"helpItems": [
			{
				"id": "missionCard",
				"helpText": "Shows the Mission details and description."				
			},
			{
				"id": "difficulty",
				"helpText": "Click / tap to change the Mission difficulty."				
			},
			{
				"id": "adaptiveDifficulty",
				"helpText": "Choose whether or not to use Adaptive Difficulty. Adaptive Difficulty reimburses some threat to the Empire when you defeat a group, making the game more challenging."			
			},
			{
				"id": "threat",
				"helpText": "Set the threat level.\n\nClick / tap the number to display a value adjuster, or hover the mouse over the number and scroll the mouse wheel up/down to adjust the value."				
			},
			{
				"id": "additionalThreat",
				"helpText": "If you want to start the mission with additional threat, set it here.\n\nClick / tap the number to display a value adjuster, or hover the mouse over the number and scroll the mouse wheel up/down to adjust the value."				
			},
			{
				"id": "ignored",
				"helpText": "Select ignored groups. Ignored groups will never be added to the deployment hand at the beginning of a Mission. Use this, for example, to avoid having Tusken Raiders spawn on snow maps (this is already pre-set in most Missions). Figures with a green border are selected, i.e. added to the ignored list."				
			},
			{
				"id": "villains",
				"helpText": "If the Empire has any Earned Villains in your Campaign, select those Villains here."				
			},
			{
				"id": "allies",
				"helpText": "Select which Ally to bring with you. Some Allies might be banned for a specific Mission. Those are shown with a red outline, but can still be manually selected. Threat is added automatically when manually selecting an Ally."				
			},
			{
				"id": "heroes",
				"helpText": "Select which Heroes to use in the Mission."				
			},
			{
				"id": "folder",
				"helpText": "Click the folder icon to return to the previous folder."				
			},
			{
				"id": "missionPanel",
				"helpText": "Select which Mission to play."				
			},
			{
				"id": "tiles",
				"helpText": "This opens a list of tiles used in the Mission so you can prepare them in advance."				
			},
			{
				"id": "mode",
				"helpText": "Switch between Official Missions (made by the Imperial Commander team and included in the app) and custom user-made Missions."				
			},
			{
				"id": "start",
				"helpText": "Once you're ready, click / tap to start the Mission."
			},
		]
	},
	{
		"panelHelpID": "Campaign",
		"helpItems": [
			{
				"id": "campaignName",
				"helpText": "Click / tap to change the custom name of the Campaign."				
			},
			{
				"id": "currentCampaign",
				"helpText": "The Campaign currently chosen."				
			},
			{
				"id": "info",
				"helpText": "This displays the Campaign information, for example special rules for the Campaign and general Campaign setup."				
			},
			{
				"id": "log",
				"helpText": "Opens the Campaign log, a place to put notes for the Campaign."				
			},
			{
				"id": "exit",
				"helpText": "Return to the start screen."				
			},
			{
				"id": "missionLayout",
				"helpText": "This is the Campaign Mission structure. On the left side, you see which mission type to play next."				
			},
			{
				"id": "missionName",
				"helpText": "The name of the Mission. If no Mission is pre-selected, click / tap this button to select a Mission."				
			},
			{
				"id": "threat",
				"helpText": "The Threat Level of the Mission. Note - You can still change the Threat Level in the Mission Setup screen."				
			},
			{
				"id": "setup",
				"helpText": "Click / tap to open the Mission Setup screen."				
			},
			{
				"id": "tier",
				"helpText": "This shows you from which item decks to draw cards for the Rebel Upgrade Stage. Click / tap to change color to indicate the Rebel Upgrade Stage has been resolved."				
			},
			{
				"id": "imperialMission",
				"helpText": "The Imperial Mission icon. When the Rebel Upgrade Stage of this mission has been resolved, click / tap the Imperial Mission icon. The app then tells you whether to draw an Imperial Mission (Empire symbol) or not (Rebel symbol)."				
			},
			{
				"id": "tracking",
				"helpText": "You can keep track of Credits here, as well as Fame and Awards (only relevant when playing with Adaptive Difficulty).\n\nClick / tap the number to display a value adjuster, or hover the mouse over the number and scroll the mouse wheel up/down to adjust the value."				
			},
			{
				"id": "heroAdd",
				"helpText": "Click / tap to add a Hero to the Mission."				
			},
			{
				"id": "heroIcon",
				"helpText": "Click / tap a portrait to remove the hero."				
			},
			{
				"id": "xp",
				"helpText": "Use the XP slot to track XP per hero.\n\nClick / tap the number to display a value adjuster, or hover the mouse over the number and scroll the mouse wheel up/down to adjust the value."				
			},
			{
				"id": "stats",
				"helpText": "The Hero Class cards and items assigned to the hero. Click / tap an entry to remove it."				
			},
			{
				"id": "addItem",
				"helpText": "Click / tap to assign an item to the Hero. Only items available in the Inventory can be assigend."				
			},
			{
				"id": "addSkill",
				"helpText": "Click / tap to add a Hero Class card to the Hero."				
			},
			{
				"id": "inventory",
				"helpText": "The Campaign Inventory shows the items, rewards, Villains, and Allies gained during the Campaign. Click / tap the + icon to add an entry. In the bottom left of the add window, you can select between various types of items and rewards. Click / tap an entry to remove it."				
			},
		]
	},
	{
		"panelHelpID": "Title",
		"helpItems": [
			{
				"id": "tutorials",
				"helpText": "<b>Imperial Commander</b> features three tutorials aimed at players who have never played Imperial Assault before. These tutorials explain how to play the game and use the app.\n\nSelect the tutorial from the dropdown menu."
			},
			{
				"id": "tutorialStart",
				"helpText": "Click / tap to display a window showing information about the selected tutorial, along with a button to start that tutorial's Mission."
			},
			{
				"id": "language",
				"helpText": "Select your preferred language the app will use."
			},
			{
				"id": "expansions",
				"helpText": "Click / tap this button to open or hide the Expansion menu, where you can select which Expansions you own and wish to play with. You can also import custom groups in this menu."
			},
			{
				"id": "options",
				"helpText": "Open the Options menu or close the app."
			},
			{
				"id": "mode",
				"helpText": "Click / tap Campaign or Saga to choose your game mode.\n\n<color=yellow>Saga mode</color> allows players to experience the official, printed mission in a way very close to the official app. The app takes over the role of a <i>game master</i>, providing interactive maps, handles events, narration, and the behavior of Imperial groups.\n\n<color=yellow>Campaign mode</color> uses Saga missions to guide you through a full campaign using the expansion of your choice (or a fully custom campaign). It sets up the proper mission list, and allows mission customization where allowed, including adding and removing Forced missions. Campaign mode acts as a virtual campaign log."
			},
			{
				"id": "menu",
				"helpText": "This is the main menu. You can start a new Campaign or Mission here, load an existing Campaign, or continue from a saved Mission in progress.\n\n<b>Imperial Commander</b> automatically saves the game state after each round, after all deployments have been resolved. Click / tap Continue to load the saved game state."
			},
			{
				"id": "wiki",
				"helpText": "Click / tap here to open the wiki documentation in your web browser."
			},
			{
				"id": "donate",
				"helpText": "If you want to support the app, click / tap here to open the PayPal website in your web browser."
			},
			{
				"id": "version",
				"helpText": "The app checks if you're running the latest version, so you don't have to check the repository for updates.\n\n<color=yellow>Yellow, spinning</color> = checking for update\n<color=yellow>Yellow, pulsing</color> = update available\n<color=red>Red, pulsing</color> = network error\n<color=green>Green</color> = up to date.\n\nClicking this button will display a window that lists the latest version changelog, along with a button that launches the project's GitHub website where you can download the latest version."
			}
		]
	},
	{
		"panelHelpID": "Settings",
		"helpItems": [
			{
				"id": "audio",
				"helpText": "Settings for Music, Sound Effects, and Ambient sound."
			},
			{
				"id": "visuals",
				"helpText": "Settings for Visual Effects and the camera view."
			},
			{
				"id": "interface",
				"helpText": "Settings for UI elements."
			},
			{
				"id": "music",
				"helpText": "Toggle the Music on or off. You can also adjust the volume of the Music.\n\nClick / tap the number to display a value adjuster, or hover the mouse over the number and scroll the mouse wheel up/down to adjust the value."
			},
			{
				"id": "soundEffects",
				"helpText": "Toggle the Sound Effects on or off. You can also adjust the volume of Sound Effects.\n\nClick / tap the number to display a value adjuster, or hover the mouse over the number and scroll the mouse wheel up/down to adjust the value."
			},
			{
				"id": "ambient",
				"helpText": "Toggle the Ambient sounds on or off. You can also adjust the volume of the Ambient sounds.\n\nClick / tap the number to display a value adjuster, or hover the mouse over the number and scroll the mouse wheel up/down to adjust the value."
			},
			{
				"id": "quickClose",
				"helpText": "With this option enabled, you can click / tap outside of most windows to quickly close them without having to click / tap on the actual Close, Continue, or OK buttons."
			},
			{
				"id": "zoom",
				"helpText": "With this option enabled, camera Zoom buttons are displayed in the Main Game."
			},
			{
				"id": "bloom",
				"helpText": "Toggles a bloom effect in the UI."
			},
			{
				"id": "vignette",
				"helpText": "Toggles a vignette (darkens the corners of the screen) effect in the UI."
			},
			{
				"id": "view",
				"helpText": "With this option enabled, the camera is locked into a top-down viewpoint in the Main Game instead of an isometric viewpoint."
			},
			{
				"id": "roundLimitOn",
				"helpText": "Normal behavior, where some Missions end if you take too long. Missions that have a Round Limit show the limit in red next to the current Round Number.\n\nExample: 2 / <color=red>4</color>"
			},
			{
				"id": "roundLimitOff",
				"helpText": "The Round Limit is disabled and Missions can be played for as long as you want."
			},
			{
				"id": "roundLimitDangerous",
				"helpText": "Once the Round Limit is reached, the Mission becomes more difficult instead of ending. Threat gain at the end of a round doubles and the deployment modifier increases by an additional 2 each round. The Round Limit will be displayed in orange.\n\nExample: 2 / <color=orange>4</color>"
			}
		]
	},
	{
		"panelHelpID": "DeploymentCard",
		"helpItems": [
			{
				"id": "deploymentCost",
				"helpText": "Deployment Cost: This is the deployment cost of the group. The small number (if any) is the cost for a single figure."				
			},
			{
				"id": "mods",
				"helpText": "Modifications: If any modifications (such as additional damage) are applied to the group, they are displayed here."				
			},
			{
				"id": "size",
				"helpText": "Group Size: This is the group's size."				
			},
			{
				"id": "surges",
				"helpText": "Surge Abilities: If any {B} are rolled during an Imperial figure's attack, the figure spends surges following this list. The figure skips a surge ability if one of the following is true:\n\n{-}It has already used that ability during this attack.\n{-}The ability costs more than it has remaining.\n{-}The ability would have no effect (e.g., increasing accuracy when the attack already has enough accuracy or attempting to inflict a condition when the attack currently deals no damage).\n\n Then, if the figure has any remaining, it repeats this process, starting from the top of the list again. If the figure cannot resolve any surge abilities, the remaining {B} have no effect.\n\nSurge abilities added through bonus effects (at the top of the instruction window) are always priority 1."				
			},
			{
				"id": "abilities",
				"helpText": "Group Abilities: The deployment group's abilities are listed here. This section also tells you which abilities from the printed deployment card should be ignored."				
			},
			{
				"id": "health",
				"helpText": "Health: The health of a figure in this group."				
			},
			{
				"id": "speed",
				"helpText": "Speed: The group's speed. You usually will not need this value - the instructions tell you how far a figure can move."				
			},
			{
				"id": "defense",
				"helpText": "Defense: Click / tap the defense icon to open the dice roller and automatically roll the assigned dice."
			},
			{
				"id": "attack",
				"helpText": "Attack: Click / tap the attack icon to open the dice roller and automatically roll the assigned dice."
			},
			{
				"id": "tracker",
				"helpText": "Damage Counter: You can use this to keep track of how much damage each figure within a group has suffered. Click / tap a tracker number to modify its figure ID or damage. You can also hover the mouse over a number and use the scroll wheel up/down to modify the value."
			}
		]
	},
	{
		"panelHelpID": "EnemyVillainSelection",
		"helpItems": [
			{
				"id": "enemyExpansion",
				"helpText": "Click / tap here to show the groups that belong to the respective expansion. Groups from figure packs are grouped under the Imperial logo."				
			},
			{
				"id": "enemyCustom",
				"helpText": "Click / tap here to show custom (imported) groups."				
			},
			{
				"id": "enemySelection",
				"helpText": "Click / tap groups to select or deselect them. Selected groups have a green border. Elite groups are shaded red."				
			}
		]
	},
	{
		"panelHelpID": "HeroAllySelection",
		"helpItems": [
			{
				"id": "heroCustom",
				"helpText": "Click / tap here to show custom (imported) heroes."				
			},
			{
				"id": "heroSelection",
				"helpText": "Click / tap a thumbnail to select or deselect them."				
			}
		]
	},
	{
		"panelHelpID": "FigurePack",
		"helpItems": [
			{
				"id": "figurePackInfo",
				"helpText": "Click / tap a figure pack to select / deselect it. Selected figure packs are shaded green.\n\n<b>Please note:</b> Only figure packs that add non-unique enemies are listed here. Villains and allies can simply be selected during mission setup."				
			}
		]
	},
	{
		"panelHelpID": "ImportGroups",
		"helpItems": [
			{
				"id": "activateGroups",
				"helpText": "Click / tap a group to select / deselect it.\n\nAll groups activated here are available to be added to open groups, just like official groups. They follow all the same rules as official groups and can be added to the Ignored groups if you don’t want to use them for a mission."					
			},
			{
				"id": "selectAll",
				"helpText": "Click / tap here to select all groups."				
			},
			{
				"id": "selectNone",
				"helpText": "Click / tap here to deselect all groups."				
			},
			{
				"id": "ToggleFaction",
				"helpText": "Click / tap here to toggle between Imperial/Mercenary and Rebel groups."				
			}
		]
	},
	{
		"panelHelpID": "ImperialMenu",
		"helpItems": [
			{
				"id": "showGroups",
				"helpText": "Click / tap the panel to reveal the cards currently in the deployment hand."					
			},
			{
				"id": "modifyThreat",
				"helpText": "Click / tap to increase or decrease the current threat."				
			},
			{
				"id": "pauseDeployment",
				"helpText": "Click / tap to pause or unpause deployment."				
			},
			{
				"id": "pauseThreat",
				"helpText": "Click / tap to pause or unpause threat gain."				
			},
			{
				"id": "optionalDeployment",
				"helpText": "Click / tap have the app immediately perform an optional deployment."				
			},
			{
				"id": "currentThreat",
				"helpText": "This is the current threat value."				
			},
			{
				"id": "deploymentModifier",
				"helpText": "This is the Deployment Modifier. The higher the modifier, the higher the chance for a more dangerous deployment event. It changes each round depending on the deployment event."				
			}
		]
	},
]