[
	{
		"id": "Bespin1",
		"name": "El secreto de la Ciudad de las Nubes",
		"descriptionText": "<i>Un agente obtuvo algunos códigos imperiales antes de perder contacto. Se desconoce si está capturado o escondido, pero tenía muy claro que había que recuperar la información de un punto de entrega de la Ciudad de las Nubes. El final de su informe dice: \n\"La información parece ser de gran importancia. El le está siguiendo el rastro.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Afueras"
			],
		"expansionText": "El gambito de Bespin",
		"rebelRewardText": "Carta de Recompensa \"Bajo el radar\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin2",
		"name": "Revolucionarios",
		"descriptionText": "<i>Los ciudadanos de clase baja dela Ciudad de las Nubes han estado desapareciendo últimamente. El alto mando de la Alianza ha recibido un mensaje de socorro del antiguo oficial de enlace informático de la ciudad, Lobot: \n\"Esclavistas trandoshanos operando en la Ciudad de las Nubes. Equipos de rescate desaparecidos. Envíen refuerzos. Seré el objetivo.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Afueras"
			],
		"expansionText": "El gambito de Bespin",
		"rebelRewardText": "Carta de Recompensa \"El favor de Lobot\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin3",
		"name": "Adquisición hostil",
		"descriptionText": "<i>En un intento de apoderarse de las reservas de tibanna de Ciudad de las Nubes, un cruel agente de la OSI y el cazarrecompensas Bossk han unido sus fuerzas. Han capturado al líder de la resistencia local y el Alto Mando quiere rescatarlo. Los informes indican que retienen al líder para interrogarlo y planean transportarlo en carbonita a una instalación desconocida.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Instalación"
			],
		"expansionText": "El gambito de Bespin",
		"rebelRewardText": "Carta de Recompensa \"Labores humanitarias\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin4",
		"name": "Panico en las calles",
		"descriptionText": "<i>Los enfrentamientos en la Ciudad de las Nubes han hecho mella en la población. La gente ha empezado a culpar a los Rebeldes de la violencia, prefiriendo la relativa estabilidad, incluso bajo los estandartes imperiales. Temiendo la pérdida de apoyo a sus guerrillas, Murne organiza una misión de ayuda. Se compromete a ayudar a la gente de Ciudad de las Nubes y a recuperar su apoyo.</i>",
		"bonusText": "",
		"heroText": "Murne Rin",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Afueras"
			],
		"expansionText": "El gambito de Bespin",
		"rebelRewardText": "Carta de Recompensa \"Droide cámara\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin5",
		"name": "Olvido",
		"descriptionText": "<i>Lando Calrissian necesita volver a infiltrarse en la Ciudad de las Nubes para recuperar los documentos cruciales que dejó atrás. El problema es que la OSI local ha instalado seguridad adicional. Lando solicita que un equipo de élite le escolte a través de la ciudad a pie.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Lando Calrissian (Tahur encantador)",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Afueras"
			],
		"expansionText": "El gambito de Bespin",
		"rebelRewardText": "Aliado \"Lando Calrissian (Tahur encantador)\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin6",
		"name": "Reclasificado",
		"descriptionText": "<i>Los rumores sugieren que una fuente de confianza ha estado vendiendo información al Imperio durante años. Indagando un poco más, Davith descubre que el traidor es su antiguo contacto, conocido enigmáticamente como \"El Duque\".\nMursielalcón se dirige a un complejo privado para asegurar todo lo que su mentor ha comprometido.</i>",
		"bonusText": "",
		"heroText": "Davith Elso",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Instalación"
			],
		"expansionText": "El gambito de Bespin",
		"rebelRewardText": "Carta de Recompensa \"Holocrón radiante\"",
		"imperialRewardText": ""
	}
]