[
 	{
		"id": "Core1",
		"name": "Una nueva amenaza",
		"descriptionText": "<i>Una nueva amenaza Las fuerzas rebeldes descubren que la baliza de emergencia era una distracción urdida por el general Weiss, una estrella en alza en el ejército imperial\nSus actos han hecho de él un individuo al que el alto mando rebelde desea tener vigilado. Por eso, agentes de la Alianza buscan por toda la galaxia información sobre los planes de este general...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core2",
		"name": "Secuelas",
		"descriptionText": "<i>¡VICTORIA! Con la destrucción de la Estrella de la Muerte, la Rebelión ha dado esperanza a una galaxia que vive atemorizada. Tras perder su arma definitiva, el Imperio se esfuerza por recuperarse ante esta aplastante derrota..\nMientras los fragmentos dispersos de la estación de batalla llueven sobre la base rebelde de Yavin 4, el Imperio pone en marcha un plan para buscar venganza contra las fuerzas rebeldes estacionadas en la pequeña luna.\nPoco después, cuando una baliza imperial comienza a emitir desde un puesto avanzado a cierta distancia de la base rebelde, un pequeño equipo de operativos de élite es enviado; su misión: silenciar la señal a toda costa...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core3",
		"name": "Cadena de mando",
		"descriptionText": "<i>El Imperio sigue aumentando su presión contra los objetivos rebeldes. A pesar de haber perdido varios puestos avanzados, la Rebelión ha logrado mantenerse un paso por delante de la terrible flota imperial.\nPasando ahora a la ofensiva, las fuerzas rebeldes están a punto de localizar una instalación muy importante supervisada por el general Weiss...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core4",
		"name": "Momentos desesperados",
		"descriptionText": "<i>Los espías rebeldes han descubierto la ubicación del arma secreta. Si hay que detener a Weiss, hay que hacerlo ahora.\nLa flota rebelde está preparada para saltar al sistema y lanzar un asalto a gran escala para derrotar a Weiss y destruir esta arma antes de que sea totalmente operativa...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core5",
		"name": "Atraídos",
		"descriptionText": "<i>Aunque todavía se tambalea por el shock de la pérdida de la Estrella de la Muerte, el Imperio ha comenzado a recuperarse. La flota imperial se ha dispersado, persiguiendo agresivamente a las fuerzas rebeldes. Por toda la galaxia, las instalaciones Rebeldes corren peligro de ser descubiertas...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core6",
		"name": "Volando Solo",
		"descriptionText": "<i>Con tan poca información sobre el proyecto armamentístico, la Rebelión se ve obligada a buscar información en cualquier fuente.\nHan Solo, un importante aliado de la Rebelión, estaba siguiendo una pista cuando se perdió el contacto con él en algún lugar del espacio Hutt. Actualmente se desconoce el paradero del contrabandista...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core7",
		"name": "Hospitalidad imperial",
		"descriptionText": "<i>Ha salido a la luz información vital sobre el temido proyecto armamentístico del general Weiss... ¡pero el espía rebelde que la transportaba ha sido capturado!\nLos operativos están preparados para lanzar una osada misión de rescate, pero poco se puede hacer hasta que se descubra su ubicación... </i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core8",
		"name": "Cuerpo a tierra",
		"descriptionText": "<i>La Rebelión sigue analizando los esquemas del proyecto de armamento secreto de Weiss mientras la flota imperial aumenta sus esfuerzos por encontrar y destruir a las fuerzas rebeldes.\nHasta que se obtenga más información, la Rebelión sólo puede resistir el creciente poderío imperial...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core9",
		"name": "La batalla final",
		"descriptionText": "<i>¡El descubrimiento de los verdaderos planes de Weiss ha dado la ventaja a la Rebelión!\nMientras la flota rebelde se prepara para enfrentarse a las fuerzas imperiales sobre Ord Mantell, varios agentes descenderán a la fortaleza secreta de Weiss. Su misión final es enfrentarse al General y derrotarlo de una vez por todas...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core10",
		"name": "La fuente",
		"descriptionText": "<i>Los despiadados ataques de la armada imperial han hecho que la Rebelión se repliegue por completo, luchando por encontrar un lugar donde reagrupar sus fuerzas.\nMientras tanto, el alto mando rebelde trata de conseguir los planos definitivos del arma devastadora del General. Si se encuentran, estos planos podrían ser la oportunidad perfecta para cambiar las tornas contra el Imperio...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core11",
		"name": "Bajo asedio",
		"descriptionText": "<i>La baliza de emergencia cubrió la huida de varios oficiales imperiales destacados, incluido el hombre que ideó el plan, un general llamado Weiss.\nMientras los espías rebeldes recorren la galaxia en busca de cualquier información sobre este hombre, continúan otros esfuerzos para frenar la recuperación del Imperio tras la batalla de Yavin...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core12",
		"name": "Una tarea sencilla",
		"descriptionText": "<i>La burocracia en el Imperio ha provocado un flujo constante de proyectos propuestos y abandonados. Una fórmula para un potente estimulante de batalla era uno de esos proyectos.\nLa base en la que se desarrolló ha sido abandonada desde entonces, por lo que encontrar información sobre la fórmula no debería resultar difícil...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Dantooine",
			"Imperial",
			"Yermos"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Carta de Recompensa \"Implante adrenal\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core13",
		"name": "Incendio forestal",
		"descriptionText": "<i>Onderon fue lugar de una de las primeras batallas entre el Imperio y la Rebelión, las acciones heroicas de Fenn Signis fueron cruciales para la liberación de Onderon..\nAhora el Imperio busca venganza contra este mundo insurgente. Fenn es llamado para ayudar a mantener el planeta a salvo del dominio imperial una vez más.</i>",
		"bonusText": "",
		"heroText": "Fenn Signis",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Onderon",
			"Naturaleza virgen"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Carta de Recompensa \"Destreza de veterano\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core14",
		"name": "Obsesión oscura",
		"descriptionText": "<i>Darth Vader tiene un profundo interés en las acciones de Luke Skywalker. Ha encontrado la oportunidad de capturar al aprendiz de Obi-Wan de una vez por todas.</i>",
		"bonusText": "Después de que los héroes resuelvan cualquier otra misión secundaria, descarta esta carta y el Imperio recibe la recompensa indicada.",
		"heroText": "",
		"allyText": "",
		"villainText": "Darth Vader, Señor de los Sith",
		"tagsText": [
			"Imperial",
			"Instalación"
			],
		"expansionText": "pack \"Darth Vader, Señor de los Sith\"",
		"rebelRewardText": "",
		"imperialRewardText": "villano \"Darth Vader (Señor de los Sith)\""
 	},
 	{
		"id": "Core15",
		"name": "Viejos amigos",
		"descriptionText": "<i>Gideon Argus fue miembro fundador del legendario  \"Equipo Sable\" de las Fuerzas Especiales. Sin embargo, una operación fallida provocó acusaciones de traición. Gideon abandonó el equipo, sin saber en quién de sus antiguos compañeros podía confiar.\nAhora los miembros del Equipo Saber se han puesto en contacto con su antiguo comandante, suplicando su ayuda...</i>",
		"bonusText": "",
		"heroText": "Gideon Argus",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Talus",
			"Naturaleza virgen"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Carta de Recompensa \"Líder intrépido\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core16",
		"name": "Donaciones generosas",
		"descriptionText": "<i>Un Moff Imperial llamado Mino Ferrin es conocido por utilizar sus negocios para oprimir a quienes gobierna.\nLa Rebelión ha descubierto una instalación oculta en Sullust que alberga las cuentas secretas del moff. Infiltrarse en la base y piratear sus cuentas debería financiar la construcción de unas cuantas naves estelares rebeldes....</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Sullust",
			"Imperial",
			"Naturaleza virgen"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Créditos",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core17",
		"name": "Sola ante el peligro",
		"descriptionText": "<i>El antiguo socio de Jyn Odan, un trandoshano llamado Szark, la traicionó en el pasado y desde entonces ha hecho fortuna vendiendo a los Rebeldes al Imperio.\nJyn se ha enterado recientemente de su paradero actual, y puede que haya llegado la hora de que Szark reciba su merecido...</i>",
		"bonusText": "",
		"heroText": "Jyn Odan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Rayamal 22",
			"Escoria",
			"Afueras"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Carta de Recompensa \"Pacificador\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core18",
		"name": "Vuelta a casa",
		"descriptionText": "<i>Luke Skywalker está participando en el reclutamiento de nuevos pilotos para la Rebelión, pero no se sabe nada de él desde hace varios días.\nComo héroe de la Rebelión, Luke ha sido el principal objetivo de las fuerzas imperiales y de los cazadores de recompensas, y el Alto Mando teme que pueda estar en grave peligro...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker, Héroe de la Rebelión",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Yermos"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Aliado Luke Skywalker, Héroe de la Rebelión",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core19",
		"name": "Deuda de gratitud",
		"descriptionText": "<i>Una emboscada imperial ha provocado la muerte de Jirritt, el hermano de Gaarkhan. En la misma batalla, otro wookiee al que Jirritt juró una deuda de vida fue capturado. \nSin que nadie vaya a rescatar al wookiee cautivo, Gaarkhan deberá saldar la deuda de su hermano...</i>",
		"bonusText": "",
		"heroText": "Gaarkhan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bakura",
			"Imperial",
			"Naturaleza virgen"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Carta de Recompensa \"Deuda de vida\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core20",
		"name": "Bomba de relojería",
		"descriptionText": "<i>Siempre atormentado por su mayor fracaso, la oportunidad de redención de Mak Eshka'rey ha llegado.\nLa guarnición que defiende el puesto avanzado que no pudo sabotear se ha marchado temporalmente, dejando a Mak la oportunidad perfecta para terminar la tarea que dejó incompleta hace tanto tiempo...</i>",
		"bonusText": "",
		"heroText": "Mak Eshka'rey",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Imperial",
			"Instalación"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Carta de Recompensa \"Traje de sombras\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core21",
		"name": "Crucero de lujo",
		"descriptionText": "<i>La Alianza está intentando recoger naves utilizadas por el Imperio para emplearlas en infiltraciones. Una de esas naves está en reparación y parece ser una presa fácil...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Kuat",
			"Imperial",
			"Instalación"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Carta de Recompensa \"Operaciones aliadas\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core22",
		"name": "Perdón por todo el jaleo",
		"descriptionText": "<i>La Rebelión tiene una gran deuda con el taimado contrabandista Han Solo. Han nunca ha sido tímido a la hora de recordarles este hecho, y ahora ha solicitado que le devuelvan el favor.\nDado que Han se asegura que la operación perturbará las actividades imperiales, la Rebelión está dispuesta a complacer su petición... </i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Han Solo, Granuja",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Afueras"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Aliado \"Han Solo, Granuja\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core23",
		"name": "Simpatía por la Rebelión",
		"descriptionText": "<i>El mensaje de esperanza de la Rebelión atrae a muchos a su causa. ¿Quién mejor para encabezar los esfuerzos de reclutamiento que Luke Skywalker, el hombre detrás de la destrucción de la Estrella de la Muerte?\nSin embargo, lo que le hace ideal para esta labor también le convierte en un obejto prioritario para las represalias imperiales...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Héroe de la Rebelión)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Afueras"
			],
		"expansionText": "Pack \"Luke Skywalker (Héroe de la Rebelión)\"",
		"rebelRewardText": "Aliado \"Luke Skywalker (Héroe de la Rebelión)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core24",
		"name": "Blanco de oportunidad",
		"descriptionText": "<i>La Rebelión siempre busca cómo tomar la delantera al Imperio, y el sabotaje es uno de sus métodos preferidos.\nUn par de saboteadores tienen un objetivo en mente. Su reputación es irregular, pero parece que su actitud temeraria y terca se ve compensada más que de sobra por su habilidad para las demoliciones...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Saboteador rebelde",
		"villainText": "",
		"tagsText": [
			"Centax 1",
			"Imperial",
			"Instalación"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Aliado \"Saboteador rebelde\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core25",
		"name": "Tentación",
		"descriptionText": "<i>Las pesadillas de la muerte de su mentor se hacen más intensas para la joven exiliada, Diala Passil.\nUna energía oscura y corrupta permanece en el lugar donde cayó el Maestro Jedi Shu Yen. Esta fuerza maligna llama a Diala, extendiéndose a través de la vasta extensión de la galaxia y atormentándola en cada momento...</i>",
		"bonusText": "",
		"heroText": "Diala Passil",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Naturaleza virgen"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Carta de Recompensa \"Sable de luz de Shu Yen\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core26",
		"name": "El golpe de la especia",
		"descriptionText": "<i>Las deudas de Han Solo se han convertido en una gran preocupación para su compañero. En contra de los deseos de Han, Chewbacca tiene una tarea que espera que reduzca la atención de los hutts hacia Han.\nSi tiene éxito, el trabajo le puede reportar algunos créditos y distraer a los hutts, dándole un respiro a Han, por breve que sea...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Chewbacca, Wookie leal",
		"villainText": "",
		"tagsText": [
			"Nar Shaddaa",
			"Escoria",
			"Afueras"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Aliado \"Chewbacca, Wookie leal\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core27",
		"name": "La guardia de la víbora",
		"descriptionText": "<i>El Alto Mando Rebelde ha recibido una llamada de socorro. Un informante de dudosa reputación, Weyn Jarl, jura que ha adquirido información vital sobre los movimientos de las tropas imperiales. \nJarl ha demostrado no ser de fiar en el pasado, pero su información podría ser útil, incluso podría valer el riesgo que supone confiar en él...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Afueras"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "Carta de Recompensa \"Datos de reconocimiento rebelde\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core28",
		"name": "Momento crítico",
		"descriptionText": "<i>Los agentes imperiales llevan a cabo ataques quirúrgicos para destruir los suministros vitales de la Rebelión. Debilítalos y su rendición está asegurada.</i>",
		"bonusText": "Después de que los héroes resuelvan cualquier otra misión secundaria, descarta esta carta y el Imperio recibe la recompensa indicada. Si los héroes pierden esta misión, aumenta el nivel de amenaza de la siguiente misión en 1. Durante la fase de mejora rebelde, los jugadores rebeldes pueden decidir gastar 50 créditos por héroe para evitarlo.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Rebelde",
			"Instalación"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": "+1 Nivel de amenaza en la siguiente misión"
 	},
 	{
		"id": "Core29",
		"name": "Capturados",
		"descriptionText": "<i>Hechos prisioneros mientras intentaban escapar del puesto de avanzada asediado, los rebeldes llevan días trabajando para salir de sus celdas. Sin embargo, encontrar su equipo y salir de la instalación resultará difícil...</i>",
		"bonusText": "Juega \"Capturados\" como una misión forzada. Si los héroes pierden esta misión, aumenta el nivel de amenaza de la siguiente misión en 2. Durante la fase de mejora de los rebeldes, éstos pueden decidir gastar 100 créditos por héroe para evitar esto.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Nivel de amenaza en la siguiente misión"
 	},
 	{
		"id": "Core30",
		"name": "Confiscado",
		"descriptionText": "<i>La nave tiene la autorización correcta, pero su tripulación son conocidos simpatizantes de los Rebeldes. Interrogarlos y extraer los archivos de datos de la nave podría aportar información importante.\nSon criminales peligrosos, no hay que subestimarlos. Con algo de sutileza, tal vez la información podría obtenerse sin un conflicto directo...</i>",
		"bonusText": "Juega \"Confiscado\" como una misión forzada. Si los héroes pierden esta misión, aumenta el nivel de amenaza de la siguiente misión en 2. Durante la fase de mejora de los rebeldes, éstos pueden decidir gastar 100 créditos por héroe para evitar esto.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Imperial",
			"Yermos"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Nivel de amenaza en la siguiente misión"
 	},
 	{
		"id": "Core31",
		"name": "Medios de producción",
		"descriptionText": "<i>Una instalación de pruebas imperial ha hecho un gran descubrimiento. Con apoyo, sus innovaciones mortales podrían ponerse en práctica muy pronto.</i>",
		"bonusText": "Después de que los héroes resuelvan cualquier otra misión secundaria, descarta esta carta y el Imperio recibe la recompensa indicada. Si los héroes pierden esta misión, aumenta el nivel de amenaza de la siguiente misión en 1. Durante la fase de Mejora Rebelde, los jugadores Rebeldes pueden decidir gastar 50 créditos por héroe para evitar esta.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Imperial",
			"Instalación"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": "+1 Nivel de amenaza en la siguiente misión"
 	},
 	{
		"id": "Core32",
		"name": "Se busca",
		"descriptionText": "<i>Los operativos rebeldes están demostrando ser una irritante molestia para el Imperio. Trabajar con mercenarios puede ser desagradable, pero una recompensa considerable podría ejercer una presión considerable sobre ellos.</i>",
		"bonusText": "Juega \"Se busca\" como misión forzada. Si los héroes pierden esta misión, aumenta el nivel de amenaza de la siguiente misión en 2. Durante la fase de mejora de los rebeldes, éstos pueden decidir gastar 100 créditos por héroe para evitarlo.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Nal Hutta",
			"Escoria",
			"Afueras"
			],
		"expansionText": "Caja Básica",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Nivel de amenaza en la siguiente misión"
 	}
]