[
	{
		"id": "Empire1",
		"name": "Huida de la capital",
		"descriptionText": "<i>Mientras trazáis un plan para escapar del planeta con el fragmento de Bardottan recién adquirido, oís el rugido del motor de una nave. Temiendo un ataque, cogéis vuestras armas y salís corriendo para encontrar a Ahsoka Tano saliendo de una lanzadera que ha aterrizado cerca de la vuestra. Os sonríe y os dice: \"Pensamos que esta extracción requería más atención. Estaré lista cuando vosotros lo estéis.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire2",
		"name": "Reconocimiento siniestro",
		"descriptionText": "<i>A medida que el IMPERIO se hace cada vez más poderoso, la ALIANZA REBELDE busca constantemente un punto débil en el gigante galáctico. Las misiones de reconocimiento que se llevan a cabo en CORUSCANT, la capital de la ecumenópolis del Imperio, son de gran valor para estos esfuerzos. Un reciente equipo de Rebeldes envió noticias de un poderoso artefacto que buscaban como arma los agentes del Imperio, antes de desaparecer, presuntamente capturado. Ahora, un nuevo equipo de héroes corre a través del hiperespacio hacia el corazón del propio Imperio para encontrar más información sobre este misterioso artefacto y continuar la misión de sus compañeros...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire3",
		"name": "Perturbación",
		"descriptionText": "<i>Rastreáis una lanzadera que transporta a Zaaryn hasta un remoto mundo bajo control imperial que está viviendo un periodo de agitación política. Comunicaciones imperiales interceptadas indican que Zaaryn ha organizado una reunión allí para vender información al antiguo Sith, Maul.\nCrees que la información que Zaaryn planea ofrecer a Maul podría ayudarte a encontrar el fragmento de la esfera de Bardottan.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire4",
		"name": "Agente doble",
		"descriptionText": "<i>Recibís un mensaje codificado de Lorn, un erudito de la historia de los Jedi: \"Mi conocimiento de la existencia del fragmento de la esfera de Bardottan se ha convertido en un lastre, y temo que los agentes imperiales pronto vendrán a por mí. Por favor, necesito vuestra protección\". Debajo del mensaje está la hora y el lugar para un encuentro.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire5",
		"name": "Los enemigos se acercan",
		"descriptionText": "<i>\"Nuestros analistas coinciden en que el fragmento está probablemente en algún lugar del Templo Jedi,\"-os dice el Mando a través de un holograma. \"Sabemos que queréis reconocer el lugar, pero nuestra información indica que no hay tiempo. Las fuerzas del Imperio se están movilizando con casi la misma información que vosotros. ¡Debéis llegar los primeros al fragmento! ¡No nos atrevemos a imaginar que sucedería en manos del Emperador!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire6",
		"name": "De las garras de la oscuridad",
		"descriptionText": "<i>Tras escanear todos los canales Rebeldes posibles, finalmente captáis una débil señal de una baliza localizadora. No se puede confirmar nada y, además, la señal está cifrada de alguna manera. Sin embargo, parece ser que podría provenir del equipo rebelde capturado cuando estaba buscando el artefacto. Tu consola muestra las coordenadas de la señal para un posible rescate.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire7",
		"name": "La historia se repite",
		"descriptionText": "<i>Lorn despliega frente a vosotros unos antiguos planos manuscritos.\"He podido acotar la localización de los posibles escondites del fragmento, pero necesito estar sobre el terreno para un análisis final,\"dice mientras señala varias ubicaciones. \"Sé que será peligroso, pero debes llevarme dentro. Una vez allí, estoy seguro de que podré encontrar el fragmento y podremos garantizar su seguridad.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire8",
		"name": "El topo",
		"descriptionText": "<i>\"-Hemos examinado los registros en busca del historiador Jedi del que has informado-\"le dice un representante del Mando en un holomensaje-. \"Su nombre es Lorn. Es un burócrata que simpatiza con nuestra causa y tiene acceso a valiosos registros históricos. Todavía tiene una oficina en el antiguo edificio del Senado. Si podemos obtener esos registros, puede que contengan lo que necesitamos para encontrar el fragmento de la esfera de Bardottan.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire9",
		"name": "En un rincón",
		"descriptionText": "<i>Un grupo de simpatizantes de la Alianza tenía previsto reunirse con el equipo rebelde capturado. Ahora es tu turno de contactar con los entusiastas aliados. Por suerte, todavía parecen dispuestos a compartir su información sobre el artefacto de la Fuerza conocido como la esfera de Bardottan. Organizáis una reunión para aprender todo lo que podáis antes de que vuestro equipo o estos nuevos amigos puedan ser rastreados.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire10",
		"name": "A la fuga",
		"descriptionText": "<i>La inteligencia rebelde ha localizado a Maul en una instalación imperial en un mundo remoto. Las comunicaciones interceptadas indican que el antiguo Sith está vigilando a su fuente, Zaaryn, mientras los operativos de Maul en Coruscant rastrean el fragmento. No habéis podido localizar a los agentes de Maul, pero si conseguís capturar al propio Maul, sabréis si sus operativos recuperan el artefacto y cuándo..</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire11",
		"name": "Por buen camino",
		"descriptionText": "<i>Parece ser que Zaaryn, un oficial imperial que busca con avidez oportunidades para sí mismo, está empezando a vender información sobre la existencia de un fragmento de un artefacto de la Fuerza conocido como la esfera de Bardottan. Unas grabaciones procedentes de una cámara de seguridad pirateada muestran al oficial moviéndose por los bajos fondos de Coruscant, probablemente en busca de un comprador pudiente..</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire12",
		"name": "El reino del Lado Oscuro",
		"descriptionText": "<i>Cuando os despertáis tras vuestra captura, os veis encerrados en una pequeña celda imperial. Os inspeccionáis rápidamente a vosotros mismos y a la habitación y os dais cuenta de que se han llevado todo vuestro equipo. Sin embargo, los imperiales han pasado por alto una pequeña baliza de emergencia que habías escondido astutamente. La activáis y observáis cómo parpadea, con la esperanza de que alguien que pueda ayudaros reciba su señal....</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire13",
		"name": "Disturbios civiles",
		"descriptionText": "<i>Pequeños focos de protesta han surgido aquí y alla por todo el superpoblado planeta Taris. El Imperio ha comenzado a reprimir con violencia estas protestas. El Alto Mando quiere proteger a estos manifestantes para que siga creciendo su simpatía hacia la Rebelión..</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Taris", 
			"Afueras"
			],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "Carta de Recompensa \"Apoyo popular\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire14",
		"name": "Extracción",
		"descriptionText": "<i>Sahm-Ken Feralo, senador cereano, espía rebelde y padre de Ko-Tun, ha perdido recientemente su tapadera. Necesita que se le evacúe de su refugio de Coruscant para ser llevado a un lugar seguro.</i>",
		"bonusText": "",
		"heroText": "Ko-Tun Feralo",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Coruscant",
			"Afueras"
			],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "Carta de Recompensa \"Golpe directo\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire15",
		"name": "La prueba del metal",
		"descriptionText": "<i>El diseñador de droides del que Jarrod fue aprendiz ha sido traicionado y el trabajo de su vida robado. Ahora su nuevo y poderoso prototipo, un diseño basado en la misma línea de droides a partir de la cual Jarrod desarrolló el J4X-7, está listo para la producción en masa por parte del Imperio. Hay que recuperar los diagramas y destruir todos los droides X-8 imperiales.. </i>",
		"bonusText": "",
		"heroText": "Jarrod Kelvin",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Kuat",
			"Instalación"
			],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "Carta de Recompensa \"Actualización X-8\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire16",
		"name": "Un asunto inacabado",
		"descriptionText": "<i>Cuando Drokkatta escapó de la esclavitud imperial en una instalación minera de Geonosis, el wookiee dejó atrás a muchos amigos y seres queridos. Dado que la Rebelión ha llegado a considerar la instalación como un objetivo clave, ha surgido la oportunidad de que Drokkatta cumpla su promesa de regresar.</i>",
		"bonusText": "",
		"heroText": "Drokkatta",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Geonosis",
			"Instalación"
			],
		"expansionText": "El Corazón del Imperio",
		"rebelRewardText": "Carta de Recompensa \"El rugido del wookie\"",
		"imperialRewardText": ""
	}
]