[
	{
		"id": "Hoth1",
		"name": "Desastre",
		"descriptionText": "<i>Recibís una comunicación en vuestra lanzadera. Corréis hacia los sistemas de comunicación, con la esperanza de que finalmente sean los resultados del código imperial analizado. Descubrís horrorizados que en realidad se trata de un mensaje entrecortado de un refugiado de Hoth en Santuario:\n\"Sin aviso... enorme... Imperiales... no hay escapatoria... supervivientes... rápido... ¡ayuda!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth2",
		"name": "Retaguardia",
		"descriptionText": "<i>Zotho Benex expresa su preocupación por la capacidad defensiva del asentamiento, pero por ahora el Imperio no ha mostrado ningún signo de interés.\nSin embargo, sus operaciones se están extendiendo hacia el exterior, y Benex teme que sus escasas defensas signifiquen muy poco contra el poder del Imperio...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth3",
		"name": "Un paso por detrás",
		"descriptionText": "<i>Un general imperial llamado Sorin se ha desvelado como el líder tras las recientes operaciones contra la Rebelión. Ya sea por suerte o por una cuidadosa planificación, se ha mantenido un paso por delante de vosotros en todo momento.\nAhora habéis descubierto la ubicación de una de sus zonas de abastecimiento, un puesto de avanzada en Hoth. Parece un objetivo ideal para conseguir información...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth4",
		"name": "Nuestra última esperanza",
		"descriptionText": "<i>El asedio fue una distracción, y habéis descubierto la desesperada traición de Benex. Ahora Sorin está volando hacia una base principal seguido de quién sabe cuántas tropas imperiales hacia el mismo lugar.\nVuestra única esperanza es interceptarle en el camino y hacer todo lo posible para impedir que llegue...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth5",
		"name": "Operación de rescate",
		"descriptionText": "<i>Tras la desastrosa misión en la Base Eco, Benex, el líder de Santuario, ha sido capturado por las tropas imperiales.\nDado el acceso que ha tenido a los datos de la Alianza, es posible que su interrogatorio revele información peligrosa. Hay que rescatarlo inmediatamente antes de que cualquier valioso secreto caiga en manos del Imperio...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth6",
		"name": "Regreso a la Base Eco",
		"descriptionText": "<i>Benex y su gente temen una represalia del Imperio y que sus soldados regresen, a menos que la atención del Imperio se dirija a otra parte.\nEn breve llegará un convoy con refuerzos, un objetivo potencial que sin duda causaría una gran distracción...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth7",
		"name": "La batalla de Hoth",
		"descriptionText": "<i>Llegan malas noticias para la Rebelión: su base en la superficie de Hoth ha sido descubierta. Dirigido por el temible Darth Vader, el Imperio lanza un asalto masivo contra las fuerzas rebeldes en el planeta helado, dispuesto a aplastarlas de una vez por todas. Mientras los transportes y los cazas preparan frenéticamente su salida, unos pocos y valientes soldados Rebeldes arriesgan sus vidas contra toda esperanza para ganar unos preciosos segundos...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth8",
		"name": "La última línea",
		"descriptionText": "<i>Ahora que los datos imperiales están completamente descodificados, se revela un plan terrible: pronto se producirá un asedio total contra la aldea. Os apresuráis a ofrecer vuestra protección.\nEl asentamiento carece de las defensas necesarias para repeler semejante ataque, así que habrá que detener a las fuerzas enemigas el tiempo suficiente para que todo el mundo evacúe a un búnker situado en un valle cercano...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth9",
		"name": "Ruido blanco",
		"descriptionText": "<i>El Imperio mueve cielo y tierra para encontrar a los refugiados Rebeldes, y es sólo cuestión de tiempo que lleguen a registrar este asentamiento.\nUsando algunos de los recursos de los refugiados, Benex y su gente establecen una red de sensores y armamento defensivo alrededor del asentamiento. Cuando las fuerzas imperiales se acerquen, al menos estarán preparados...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth10",
		"name": "Vigilancia constante",
		"descriptionText": "<i>Antes de unirse a la Rebelión, Loku Kanoloa realizó varias misiones como miembro de las Fuerzas Especiales de Mon Cala.\nRecientemente, recibió la noticia de que varios de sus antiguos compañeros de armas habían sido capturados. Están retenidos en una zona de espera, y queda poco tiempo antes de que sean transferidos.</i>",
		"bonusText": "",
		"heroText": "Loku Kanoloa",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Mon Eron",
			"Naturaleza virgen",
			"Instalación"
			],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "Carta de Recompensa \"Visión de combate\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth11",
		"name": "Conoce a tu enemigo",
		"descriptionText": "<i>Verena y su hermano gemelo, Ivan, pasaron toda su juventud compitiendo entre ellos.\nCuando se convirtieron en adultos, una ruptura ideológica los envió a lados opuestos del conflicto, ella a la Rebelión y él al Imperio. Al enterarse de su paradero, ella decide que ha llegado el momento de una pequeña reunión familiar.</i>",
		"bonusText": "",
		"heroText": "Verena Talos",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Instalación"
			],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "Carta de Recompensa \"Mano de hierro\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth12",
		"name": "Medidas preventivas",
		"descriptionText": "<i>MHD-19, que en antaño fue un esclavo forzado, fue liberado hace varios años por un hombre llamado Draylen, y el droide le ha sido muy leal a él desde entonces. Draylen se convirtió en un agente de los rebeldes y fue capturado en su misión más reciente. Tras muchos años MHD-19 debe devolverle el favor que le hizo hace años.</i>",
		"bonusText": "",
		"heroText": "MHD-19",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tro'Har",
			"Naturaleza virgen",
			"Instalación"
			],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "Carta de Recompensa \"Mejora de sistemas\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth13",
		"name": "Huida de la Ciudad de las Nubes",
		"descriptionText": "<i>Tras el desastroso encuentro con Darth Vader y las tropas de asalto en Bespin, varios ciudadanos siguen varados en la colonia minera, sin poder escapar.</i>",
		"bonusText": "Cuando esta carta está en juego, el Imperio reclama la carta de Recompensa \"Corte en los suministros\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Instalación"
			],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "Carta de Recompensa \"Redes restauradas\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth14",
		"name": "Registrando la finca",
		"descriptionText": "<i>Un grupo de granjeros de humedad simpatizantes de la Rebelión han estado dando asilo a soldados y héroes de la Alianza. Ahora el Imperio ha encontrado sus hogares y ha lanzado un ataque sin piedad. Estos grandes aliados de la causa necesitan ayuda si quieren sobrevivir.</i>",
		"bonusText": "Cuando esta carta está en juego, el Imperio reclama una carta de Recompensa \"Ventaja constante\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Afueras"
			],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "Carta de Recompensa \"Resurgimiento\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth15",
		"name": "La supervivencia del más fuerte",
		"descriptionText": "<i>Las patrullas de exploración cercanas han captado una débil señal de auxilio desde Hoth. Al parecer, alguien que se quedó atrás durante la evacuación ha sobrevivido.\nEl Alto Mando quiere que os unáis a un pequeño equipo de rescate, desesperado por salvar a esta pobre alma perdida.</i>",
		"bonusText": "Cuando esta carta está en juego, el Imperio reclama la carta de recompensa \"Agotados por el esfuerzo\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Hoth",
			"Naturaleza virgen"
			],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "Carta de Recompensa \"Fortalecidos por el éxito\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth16",
		"name": "Por las malas",
		"descriptionText": "<i>Chewbacca ha descubierto en Ord Mantell a un par de cazarrecompensas de segunda, los hermanos Krandt, que pueden tener alguna información sobre el Capitán Solo y sobre cómo podría ser liberado de las garras de Jabba el Hutt.</i>",
		"bonusText": "Cuando esta carta está en juego, el Imperio reclama la carta de recompensa \"Distracciones\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Afueras"
			],
		"expansionText": "Regreso a Hoth",
		"rebelRewardText": "Carta de Recompensa \"Estrategia ejecutada\"",
		"imperialRewardText": ""
	}
]