[
	{
		"id": "Jabba1",
		"name": "Almost Home",
		"descriptionText": "<i>\"We found an anomaly in the ship's readings as we left the system,\" a warning message from the convoy tells you. \"There are similar readings that we've tracked to Captain Terro's base of operations. We fear there may have been a homing beacon placed on our ship. You must get to that base and destroy any recovered coordinates before the passengers can be delivered.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba2",
		"name": "Dangerous Allies",
		"descriptionText": "<i>Your friends and family are ready to be moved, but Captain Terro, furious at Jabba's decision to aid you, has blockaded the only path back to the ships. Eager to assert his dominance, Jabba sends you with his barge, the </i>Khetanna<i>, to show the Imperial captain who owns Tatooine.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba3",
		"name": "Execute the Plan",
		"descriptionText": "<i>A transmission from Bib Fortuna informs you that Jabba has intercepted transmissions from Terro's team implying that they are planning an ambush on the new colony. \"I will be accompanying a team of Jabba's best guards,\" he tells you. \"And they will help you end this once and for all.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba4",
		"name": "From All Sides",
		"descriptionText": "<i>The noncombatants are ready to be moved, and a task force is assembling to transport them to a safe location. Unfortunately, intel shows that Jabba is not taking the betrayal lightly and is prepared to do what he can to stop you. At the same time, your sensors pick up Terro's squad advancing on your location.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba5",
		"name": "Hostile Negotiations",
		"descriptionText": "<i>There may be no honor among thieves, but they do rely on each other. Jabba wants you to escort a smuggler to a deal on Dosha. There's a lot of tension between the dealing parties, so you need to ensure that the delivery remains civil, or at the very least, profitable.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba6",
		"name": "Moment of Fate",
		"descriptionText": "<i>The Alliance contacts you on a secure channel with a complication for Jabba's final job. They have secured resources for a small rescue fleet and they're sending it your way, but they need you to sabotage the orbital defenses from the main Imperial base. You hope that you will have the time to complete both missions.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba7",
		"name": "Mutiny",
		"descriptionText": "<i>Following your capture and Jabba's treachery, you are sentenced by a mock court. You are to be thrown into the pit of the all-powerful Sarlacc, where the Hutt's interpreter informs you, \"You will learn new meanings of pain and suffering as you are slowly digested over a thousand years.\" You are then loaded onto skiffs and flown out into the bright sunlight and desolate landscape.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba8",
		"name": "Overcharged",
		"descriptionText": "<i>Imperial stockpiles are limitless. They won't miss a handful of explosives. Jabba needs you to collect some of these surplus munitions for his own uses. However, he would understand if the Imperial defenses require you use some of the cargo to complete the mission.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba9",
		"name": "Storming the Palace",
		"descriptionText": "<i>Jabba's treachery can only be met by force. If you wish to save your friends and family from a lifetime of enslavement, a full assault is the only option left. Your pilot warns you one more time that the plan is crazy, but you are certain this is the only way. He flies you to just outside Jabba's palace in the Dune Sea, wishing you luck as you begin your march toward the gate.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba10",
		"name": "Trespass",
		"descriptionText": "<i>Peril! As the Galactic Civil War rages on, the tyrannical EMPIRE employs a despicable new tactic: targeting families and other noncombatants. Brave soldiers of the REBEL ALLIANCE seek shelter for these innocent civilians, guiding a convoy to safety on a hidden Rebel world.\nFollowing a devastating ambush and a fierce battle, many Rebel ships are destroyed. The survivors flee to the remote desert planet of TATOOINE, hoping to find better odds of survival with vile gangster JABBA THE HUTT than they will find in the hands of the Empire.\nBut as the damaged Rebel ships crash-land in the burning desert, they detect an Imperial garrison already dispatching Stormtroopers...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba11",
		"name": "Trophy Hunting",
		"descriptionText": "<i>Jabba has put a death mark on an Imperial officer named Kallenn, but his protection has proven effective in keeping him safe so far. \"He was meant to deliver a new pet for me, but kept it for himself. Double-crossers are shown no mercy,\" his interpreter tells you.\nJabba wants you to join one of his best bounty hunters in an effort to take Kallenn down once and for all.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba12",
		"name": "Turf War",
		"descriptionText": "<i>A rival gang has been slowly, but steadily encroaching on Jabba's expanded Nal Hutta territory. This challenge cannot go unanswered. Jabba offers you this simple mission: \"Make an example of this scum.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba13",
		"name": "A Hero's Welcome",
		"descriptionText": "<i>Although he's built a reputation off-world as a ruthless mercenary, to his home clan, Vinto Hreeda is a vigilante and a trusted defender. So, when a splinter group of pirates from a rival clan stole vital medical supplies, his home clan's first action was to reach out to Vinto, begging for his aid.</i>",
		"bonusText": "",
		"heroText": "Vinto Hreeda",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Rodia",
			"Outskirts"
			],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "\"Desperado\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba14",
		"name": "Born from Death",
		"descriptionText": "<i>Shyla has always admired the powerful clan of Mandalorians known as the Deathwatch. But, since learning of a hidden base that holds some of their old records that was recently discovered by an Imperial scanning crew, her desire to learn more has grown into an obsession.</i>",
		"bonusText": "",
		"heroText": "Shyla Varad",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Mandalore",
			"Facility"
			],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "\"Mandalorian Heritage\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba15",
		"name": "Extortion",
		"descriptionText": "<i>Old rivals of Onar Koma have taken close friends of the mercenary bodyguard, threatening to make them \"pay for his sins.\" These outlaws demand a meeting at a notorious gambling den on Onar's homeworld. This is obviously a trap, but the Aqualish is enraged and willing to spring it.</i>",
		"bonusText": "",
		"heroText": "Onar Koma",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Ando",
			"Facility"
			],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "\"Haymaker\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba16",
		"name": "Perilous Hunt",
		"descriptionText": "<i>Scouts have reported that empire recon teams have been trying to upgrade their natural warfare by collecting eggs of the fearsome rancors on the planet of Dathomir. Since the eggs could also be sold to Hutt lords seeking exotic pets at high prices, Command wants the eggs collected, hoping both to disrupt Imperial activity and to gain funding.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Dathomir",
			"Wastes"
			],
		"expansionText": "Jabba's Realm",
		"rebelRewardText": "Credits",
		"imperialRewardText": ""
	}
]