[
	{
		"id": "Jabba1",
		"name": "Casi estamos en casa",
		"descriptionText": "<i>\"-Hemos encontrado una anomalía en las lecturas de la nave al salir del sistema\", os informa un mensaje de advertencia procedente del convoy. \"Hay unas lecturas similares que hemos rastreado hasta la base de operaciones del Capitán Terro. Tememos que pueda haber una baliza de localización colocada en nuestra nave. Deben llegar a esa base y destruir las coordenadas que hayan podido captar antes de que los pasajeros puedan ser desembarcados.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba2",
		"name": "Aliados peligrosos",
		"descriptionText": "<i>Vuestros amigos y familiares están listos para ser trasladados, pero el capitán Terro, furioso por la decisión de Jabba de ayudaros, ha bloqueado el único camino de vuelta a las naves. Ansioso por afirmar su dominio, Jabba te envía con su barcaza, la <i>Khetanna</i>, para demostrar al capitán imperial quién es el dueño de Tatooine.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba3",
		"name": "Ejecutad el plan",
		"descriptionText": "<i>Una transmisión de Bib Fortuna le informa de que Jabba ha interceptado transmisiones del equipo de Terro que implican que están planeando una emboscada en la nueva colonia. \"Acompañaré a un equipo de los mejores guardias de Jabba,\" te dice.\"Y ellos te ayudarán a terminar con esto de una vez por todas.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba4",
		"name": "De todas partes",
		"descriptionText": "<i>Los no combatientes están listos para ser trasladados, y se está formando una fuerza especial para transportarlos a un lugar seguro. Desafortunadamente, el servicio de de inteligencia informa que Jabba no está tomando la traición a la ligera y está preparado para hacer lo que pueda para deteneros. Al mismo tiempo, tus sensores detectan al pelotón de Terro avanzando vuestra posición.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba5",
		"name": "Negociaciones hostiles",
		"descriptionText": "<i>Puede que no haya honor entre los ladrones, pero se apoyan entre ellos. Jabba quiere que escoltes a un contrabandista que debe cerrar un trato en Dosha. Hay mucha tensión entre las partes implicadas, así que tienes que asegurarte de que la entrega siga siendo civilizada o, como mínimo, rentable.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba6",
		"name": "Momento del destino",
		"descriptionText": "<i>La Alianza contacta con vosotros por un canal seguro y os comunica una complicación para el trabajo final de Jabba. Han conseguido organizar una pequeña flota de rescate que va de camino hacia vostros, pero necesitan que saboteéis las defensas orbitales de la base imperial principal. Esperáis que tengáis tiempo para completar ambas misiones.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba7",
		"name": "Motín",
		"descriptionText": "<i>Tras vuestra captura y la traición de Jabba, sois sentenciados por una burla de tribunal: seréis arrojados a la fosa del todopoderoso Sarlacc, donde, sugún os informa el intérprete del Hutt, \"descubriréis nuevos significados del dolor y el sufrimiento mientras sois digeridos lentamente durante mil años.\" A continuación, os cargan en unos esquifes y os llevan a la brillante luz del sol y al desolado paisaje.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba8",
		"name": "Exceso de carga",
		"descriptionText": "<i>Los arsenales imperiales son ilimitados. No les faltará un puñado de explosivos. Jabba necesita que os hagáis con algunos de estos excedentes de munición para sus propios usos. Sin embargo, entenderá que las defensas imperiales os exijan utilizar parte del cargamento para completar la misión.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba9",
		"name": "Ataque al palacio",
		"descriptionText": "<i>La traición de Jabba sólo puede repararse por la fuerza. Si queréis salvar a vuestros amigos y familiares de una vida de esclavitud, un asalto total es la única opción que os queda. Vuestro piloto os advierte una vez más que el plan es una locura, pero estáis seguros de que es el único camino. Os lleva hasta las afueras del palacio de Jabba en el Mar de Dunas, deseándoos suerte mientras iniciáis la marcha hacia la puerta.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba10",
		"name": "Allanamiento",
		"descriptionText": "<i>¡Peligro! A medida que la Guerra Civil Galáctica hace estragos, el tiránico IMPERIO emplea una nueva táctica despreciable: atacar a  familias y otros no combatientes. Valientes soldados de la ALIANZA REBELDE buscan refugio para estos civiles inocentes, guiando un convoy a un mundo rebelde oculto.\nDespués de una devastadora emboscada y una feroz batalla, muchas naves rebeldes son destruidas. Los supervivientes huyen al remoto planeta desértico de TATOOINE, con la esperanza de tener más posibilidades de sobrevivir con el vil gángster JABBA THE HUTT que en manos del Imperio.\nPero cuando las dañadas naves Rebeldes se estrellan en el ardiente desierto, detectan una guarnición Imperial que ya está enviando tropas de asalto...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba11",
		"name": "Cazar trofeos",
		"descriptionText": "<i>Jabba ha puesto precio a la cabeza de un oficial imperial llamado Kallenn, pero su escolta ha resultado eficaz para mantenerlo a salvo hasta ahora. \"Debía entregarme una nueva mascota, pero se la guardó. Los traidores no tienen piedad,\" os dice su intérprete.\nJabba quiere que os unáis a uno de sus mejores cazarrecompensas en un esfuerzo por acabar con Kallenn de una vez por todas.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba12",
		"name": "Dísputa territorial",
		"descriptionText": "<i>Una banda rival ha estado invadiendo lenta pero constantemente el territorio ampliado de Jabba en el Nal Hutta. Este desafío no puede quedar sin respuesta. Jabba te ofrece esta sencilla misión: \"Que esta escoria sirva de ejemplo.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba13",
		"name": "Unrecibimiento de héroe",
		"descriptionText": "<i>Apesar de que fuera del planeta se ha labrado una reputación de mercenario despiadado, para su clan, Vinto Hreeda es un justiciero y un defensor de confianza. Por eso, cuando un grupo de piratas de un clan rival robó suministros médicos vitales, lo primero que hizo su clan fue ponerse en contacto con Vinto para pedirle ayuda.</i>",
		"bonusText": "",
		"heroText": "Vinto Hreeda",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Rodia",
			"Afueras"
			],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "Carta de Recompensa \"Forajido\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba14",
		"name": "Resurrección",
		"descriptionText": "<i>Shyla siempre ha admirado al poderoso clan de mandalorianos conocido como la Guardia de la Muerte. Pero, desde que se enteró de la existencia de una base oculta que guarda algunos de sus antiguos registros y que fue descubierta recientemente por un equipo de exploración imperial, su deseo de saber más se ha convertido en una obsesión.</i>",
		"bonusText": "",
		"heroText": "Shyla Varad",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Mandalore",
			"Instalación"
			],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "Carta de Recompensa \"Herencia mandaloriana\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba15",
		"name": "Chantaje",
		"descriptionText": "<i>Viejos rivales de Onar Koma han tomado a amigos cercanos del guardaespaldas mercenario, amenazando con hacerles \"pagar por los pecados de Onar.\" Estos forajidos exigen una reunión en un infame antro de juego en el mundo natal de Onar. Es evidente que se trata de una trampa, pero el aqualish está enfurecido y deseoso de hacerla saltar.</i>",
		"bonusText": "",
		"heroText": "Onar Koma",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Ando",
			"Instalación"
			],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "Carta de Recompensa \"Golpe directo\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba16",
		"name": "Cacería arriesgada",
		"descriptionText": "<i>Los exploradores han informado de que los equipos de reconocimiento del Imperio han estado intentando mejorar su guerra natural recogiendo huevos de los temibles rancors en el planeta Dathomir. Dado que los huevos también podrían venderse a los señores Hutt que buscan mascotas exóticas a precios elevados, el Alto Mando quiere que recolectéis los huevos, con la esperanza tanto de perturbar la actividad imperial como de obtener financiación.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Dathomir",
			"Yermos"
			],
		"expansionText": "El reino de Jabba",
		"rebelRewardText": "Credits",
		"imperialRewardText": ""
	}
]