[
	{
		"id": "Lothal1",
		"name": "Llamada a la acción",
		"descriptionText": "<i>\"-¡Cada vez que he trabajado con rebeldes, todos hemos sacado provecho!\" -declara Hondo Ohnaka, antiguo pirata y actual vividor. \"El Imperio cree que ya no quedan Rebeldes en Lothal, así que robar estas armas debe ser como quitarle un caramelo a un niño.\" Se queda mirando al espacio, sonriendo. \"Ah, qué tiempos aquellos.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Afueras"
			],
		"expansionText": "Tiranos de Lothal",
		"rebelRewardText": "Carta de Recompensa \"Líder de célula Nova\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal2",
		"name": "Duelo en Devaron",
		"descriptionText": "<i>El padre de Tress solía contar las historias más salvajes de sus días de contrabando de especias por todo el Borde Exterior. Ella recuerda muy bien su fanfarronería... y su obsesiva necesidad de registrar y salvaguardar cada una de las ingeniosas rutas especiales que utilizaba. Aunque él ya no está, sus registros de navegación podrían ser muy valiosos para los contrabandistas rebeldes, pero para conseguirlos, Tress tendrá que volver a un hogar del que sólo tiene malos recuerdos.</i>",
		"bonusText": "",
		"heroText": "Tress Hacnua",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Devaron",
			"Jungla"
			],
		"expansionText": "Tiranos de Lothal",
		"rebelRewardText": "Carta de Recompensa \"Completa\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal3",
		"name": "Carrera en Ryloth",
		"descriptionText": "<i>En una de sus últimas incursiones, la OSI ha confiscado suministros cruciales para la resistencia en Ryloth, además de datos codificados que detallan sus operaciones en todo el planeta. Hera Syndulla ha encargado a un miembro de su tripulación que os ayude a recuperar los suministros y los datos antes de que el Imperio los utilice contra los rebeldes twi'lek..</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "1 Aliado Espectro cualquiera",
		"villainText": "",
		"tagsText":
			[
			"Ryloth",
			"Llanura"
			],
		"expansionText": "Tiranos de Lothal",
		"rebelRewardText": "1 Aliado Espectro cualquiera",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal4",
		"name": "Arenas de Seelos",
		"descriptionText": "<i>Al enterarse de que Wolffe, el que fuera su comandante durante las Guerras Clon, no sólo sigue vivo, sino que además es un aliado de la Rebelión, CT-1701 se presenta voluntario para viajar a Seelos y recuperar información útil obtenida del andador AT-AT robado por Wolffe. Pero el Imperio llega primero, persiguiendo al andador de Wolffe con sus propias máquinas de guerra blindadas.</i>",
		"bonusText": "",
		"heroText": "CT-1701",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Seelos",
			"Desierto"
			],
		"expansionText": "Tiranos de Lothal",
		"rebelRewardText": "Carta de Recompensa \"¡En la diana!\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal5",
		"name": "Asedio en Geonosis",
		"descriptionText": "<i>Gracias a la misión de reconocimiento que los Espectros llevaron a cabo en Geonosis, la Rebelión encuentra la oportunidad de rehabilitar una antigua fábrica de droides de batalla del planeta y poner a estos soldados de la Guerra de los Clones en contra del poder del Imperio. Un miembro del grupo de los Espectros se reunirá con vosotros allí.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "1 Aliado Espectro cualquiera",
		"villainText": "",
		"tagsText":
			[
			"Geonosis",
			"Instalación"
			],
		"expansionText": "Tiranos de Lothal",
		"rebelRewardText": "1 Aliado Espectro cualquiera",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal6",
		"name": "La última orden",
		"descriptionText": "<i>Un ingeniero imperial en Lothal ha deccidido cambiar de bando. Además, afirma saber dónde podemos encontrar información crucial sobre los últimos planes que el Gran Almirante Thrawn tiene para el sistema de Lothal. El mando quiere que comprobéis sus afirmaciones y, si es necesario, pongáis fin a lo que sea que esté planeando Thrawn.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Afueras"
			],
		"expansionText": "Tiranos de Lothal",
		"rebelRewardText": "Créditos",
		"imperialRewardText": ""
	}
]