{
	"events": [
		{
			"eventName": "Versteckte Sprengkörper",
			"eventID": "E1",
			"eventFlavor": "Plötzlich wirft einer eurer Feinde seine Waffe weg und stürmt mit einem lauten Schrei auf euch zu. Ihr bemerkt die Sprengladung, die er in seiner Faust hält. Einen Augenblick später explodiert die Ladung und die Schockwelle schüttelt euch heftig durch.",
			"content": [
				"Die erste imperiale Figur mit Figurenkosten 5 oder weniger führt sofort die folgenden Anweisungen aus:",
				"{-}Bewegung 3, um 2 oder mehr Rebellen zu berühren.",
				"{-}Falls benachbart zu 2 oder mehr Rebellen erleiden jede benachbarte Rebellenfigur und jedes Objekt 2 {H}. Dann ist die imperiale Figur besiegt.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Prioritätsverschiebung",
			"eventID": "E2",
			"eventFlavor": "An einem anderen Ort beleuchten mehrere Displays die Gesichter des imperialen Militärrats mit fahlem Licht. 'Das geht so nicht weiter', sagt der imperiale Admiral. 'Wir müssen den Plan ändern.' Er wendet sich an seinen Assistenten. 'Führen Sie den Notfallplan aus.'",
			"content": [
				"Ziehe eine Karte vom imperialen Nebeneinsatzstapel und bringe sie ins Spiel.",
				"Falls bereits ein imperialer Nebeneinsatz oder ein erzwungener Einsatz im Spiel ist, ignoriere dieses Ereignis.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Ehrenvolles Opfer",
			"eventID": "E3",
			"eventFlavor": "Während eure Schüsse weiter auf eure Feinde niederprasseln, tritt ein Offizier hervor, schreit euch eine Herausforderung entgegen und feuert seine Truppen an. Er wird bald im Feuer niedergestreckt, aber eure Feinde stürzen hinter ihm hervor, ihre Schüsse zucken durch die Luft.",
			"content": [
				"Wähle einen imperialen ANFÜHRER oder WÄCHTER mit Figurenkosten von 5 oder weniger, der sich innerhalb von 2 Feldern von mindestens einer anderen imperialen Figur befindet. Die gewählte Figur wird besiegt.",
				"Alle imperialen Figuren innerhalb von 2 Feldern führen sofort die folgenden Anweisungen durch:",
				"{-}Bewegung 2, um {R1} anzugreifen",
			],
			"eventRule": ""
		},
		{
			"eventName": "Ich bin am Anführer",
			"eventID": "E4",
			"eventFlavor": "'Dort!', ruft ein Feind. 'Das ist er! Konzentriert das Feuer auf diesen Rebellenabschaum!' Eine Salve von Blasterschüssen regnet auf euch nieder.",
			"content": [
				"Wirf 2 gelbe Würfel. Der Rebell, der am wenigsten {H} erlitten hat, erleidet 1 {H} für jedes erwürfelte {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Übernatürliche Lebenskraft",
			"eventID": "E5",
			"eventFlavor": "Zwei eurer Feinde stolpern zurück, ihre Rüstungen sind von euren Angriffen versengt. Aber sie fallen nicht. Stattdessen richten sie sich auf. Brüllend stürmen sie vorwärts, ihre Wunden sind geheilt und ihre Augen leuchten hasserfüllt.",
			"content": [
				"Die beiden imperialen Figuren, die sich am nächsten zu einem Rebellen befinden, regenerieren 2 {H} und werden Fokussiert.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Lichtbogenblaster",
			"eventID": "E6",
			"eventFlavor": "Ihr bemerkt zu spät, dass einige eurer Gegner keine normalen Waffen tragen. Ihre Blaster knistern mit Elektrizität. Plötzlich schießen Blitze hervor und bahnen sich ihren Weg durch die nach Ozon riechende Luft auf euch zu.",
			"content": [
				"Wähle 2 Rebellen. Diese Rebellen dürfen eine {K}-Probe ablegen. Jeder Rebell, der scheitert, wird Betäubt.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Anhaltendes Feuer",
			"eventID": "E7",
			"eventFlavor": "Eure Feinde sind gut koordiniert. Sie rücken methodisch vor und lassen Blasterfeuer auf euch niederregnen.",
			"content": [
				"Die beiden Figuren, die {R1} am nächsten sind, führen sofort die folgende Anweisung aus:",
				"{-}Bewegung 2, um {R1} anzugreifen. Dann werde Betäubt.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Überlasst sie mir",
			"eventID": "E8",
			"eventFlavor": "Für einen Moment scheinen die Geräusche der Schlacht zu verstummen, als sich eine unheimliche Stille über das Schlachtfeld legt. Aus den Schatten taucht eine bedrohliche Gestalt auf.",
			"content": [
				"Stelle {V} auf.",
				"Falls dieser Schurke vorher nicht verdient war, zählt er jetzt als verdient.",
			],
			"eventRule": "R8"
		},
		{
			"eventName": "Blastergeschütze",
			"eventID": "E9",
			"eventFlavor": "Mit einem surrenden Geräusch tauchen automatische Blasterstellungen aus Wänden und versteckten Orten auf. Sie beginnen sofort, euch zu beschießen.",
			"content": [
				"Wirf 1 gelben Würfel. Jeder Rebell erleidet 1 {H} für jedes geworfene {H} und 1 {C} für jedes geworfene {B}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Umarme das Leid",
			"eventID": "E10",
			"eventFlavor": "'Gib dich deinem Hass hin', ertönt die unheimliche Stimme in deinem Kopf, voller Bosheit, aber seltsam fesselnd. 'Umarme das Leid.' Deine Augen weiten sich vor Schreck, als du deine Waffe gegen deine Freunde erhebst, unfähig, dich zurückzuhalten.",
			"content": [
				"{R1} führt sofort die folgende Anweisung aus:",
				"{-}Bewegung 2, um {R2} anzugreifen.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Militärsanitäter",
			"eventID": "E11",
			"eventFlavor": "Eure Schüsse schaffen es, eure Feinde zurückzudrängen, aber neue Verstärkungen treffen ein, die die grünen Abzeichen von Schlachtfeldsanitätern tragen. Sie eilen zu den verwundeten Truppen und tun ihr Bestes, um sie zu verarzten.",
			"content": [
				"Alle imperialen TRUPPLER führen sofort die folgenden Anweisungen aus:",
				"{-}Bewegung 2, um so viele freundliche Figuren wie möglich zu berühren, die {H} erlitten haben.",
				"Jede befreundete Figur innerhalb von 2 Feldern regeneriert 2 {H}."
			],
			"eventRule": ""
		},
		{
			"eventName": "Präzisionsschlag",
			"eventID": "E12",
			"eventFlavor": "Das schrille Geräusch von Ionentriebwerken unterbricht den Kampf. Ihr hechtet in Deckung, als TIE-Bomber am Himmel über euch auftauchen und ihre Ladungen abwerfen. Es gelingt euch, den schlimmsten Einschlägen auszuweichen, aber Schockwellen und geschmolzene Trümmer prasseln weiter auf euch nieder.",
			"content": [
				"Jeder Held auf einem Außenfeld legt eine {K}-Probe ab. Jeder Held, der scheitert, erleidet 1 {C} und 1 {H} und wird Blutend und Geschwächt.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Wie Ihr wünscht",
			"eventID": "E13",
			"eventFlavor": "An einem anderen Ort kniet eine große, dunkle Gestalt vor einem flackernden blauen Hologramm. Das Geräusch seines Atemgeräts ist das Einzige, was die Stille durchbricht. Schließlich ergreift der verhüllte Mann im Hologramm das Wort. 'Das hat jetzt lange genug gedauert, Lord Vader. Ihr werdet Euch selbst darum kümmern.'",
			"content": [
				"Darth Vader (Sithlord) wurde der Aufstellungshand hinzugefügt. Er kann von der App für den Rest des Einsatzes aufgestellt werden.",
			],
			"eventRule": "R13"
		},
		{
			"eventName": "Feuer frei",
			"eventID": "E14",
			"eventFlavor": "Die Effizienz der imperialen Soldaten ist erschreckend. 'An alle Truppen: Feuer frei! Blast sie weg!', ruft ein Sturmtruppen-Sergeant. Wie von einer unsichtbaren Hand geleitet heben alle Truppler ihre Waffen und konzentrieren das Feuer auf euch.",
			"content": [
				"Alle imperialen TRUPPLER führen sofort die folgende Anweisung aus:",
				"{-}Angriff auf {R1}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Drohendes Unheil",
			"eventID": "E15",
			"eventFlavor": "Während die Schüsse der imperialen Truppen auf euch niederprasseln, scheinen eure Feinde an Selbstvertrauen zu gewinnen. Ein Trupp von ihnen rückt schnell vor, die Waffen im Anschlag.",
			"content": [
				"Die vier imperialen Figuren, die sich am nächsten zu einem Rebellen befinden, werden Fokussiert.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Taktische Sprengsätze",
			"eventID": "E16",
			"eventFlavor": "'Volle Deckung!' Ihr hechtet in Deckung, während Granaten auf euch niederprasseln.",
			"content": [
				"Alle Rebellen legen eine {J}-Probe ab. Jede Figur, die scheitert, erleidet 3 {H} und wird Blutend.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Zuschlagen und überwältigen",
			"eventID": "E17",
			"eventFlavor": "Plötzlich zucken blitzartige Strahlen durch die Luft und zielen auf die Müden und Schwachen. Sie lassen die Gliedmaßen unwillkürlich zucken, Krämpfe laufen durch eure Körper.",
			"content": [
				"Jeder Held, der 2 oder mehr {C} erlitten hat, muss eine Probe auf {J} und {K} ablegen. Falls er die {J}-Probe nicht besteht, erleidet er 2 {C}. Falls er die {K}-Probe nicht besteht, wird er Geschwächt.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Entfesselt",
			"eventID": "E18",
			"eventFlavor": "Plötzlich erscheint ein riesiger Käfig, der von einem Repulsorschlitten getragen wird. Darin knurrt und faucht eine furchterregende Bestie. Lachend springt der Meister der Bestie auf den Käfig, stößt die Kreatur mit einem Elektrostab an und reißt die Käfigtür auf. Die Bestie kommt heraus, brüllt und stürzt sich auf euch, um euch in Stücke zu reißen.",
			"content": [
				"Stelle {CR} auf. Die Kreatur führt sofort die folgende Anweisung aus:",
				"{-}Bewegung 3, um {R1} anzugreifen.",
				"{-}Alle benachbarten feindlichen Figuren erleiden 1 {H}.",
			],
			"eventRule": "R18"
		},
		{
			"eventName": "Inspirierendes Kommando",
			"eventID": "E19",
			"eventFlavor": "",
			"content": [
				"Jede imperiale Figur innerhalb von 3 Feldern zu einem imperialen ANFÜHRER wird Fokussiert.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Wenn sie es am wenigsten erwarten",
			"eventID": "E20",
			"eventFlavor": "",
			"content": [
				"Jeder imperiale JÄGER führt sofort die folgenden Anweisungen aus:",
				"Bewegung 3, um in Position 2 zu gelangen und Fokussiert zu werden.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Isolation",
			"eventID": "E21",
			"eventFlavor": "",
			"content": [
				"Jeder Held, der sich nicht innerhalb von 2 Feldern zu einer anderen Rebellenfigur befindet, erleidet 2 {C} und wird Geschwächt.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Sanitäter!",
			"eventID": "E22",
			"eventFlavor": "",
			"content": [
				"Wirf 1 roten Würfel. Alle Rebellenfiguren regenerieren {H} in Höhe der gewürfelten {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Unerwartete Hilfe",
			"eventID": "E23",
			"eventFlavor": "Während Schüsse rund um euch niederprasseln, seht ihr plötzlich die glühenden Triebwerke eines Shuttles im Anflug. Es landet am Rande des Schlachtfeldes, und eine Gestalt steigt aus, lächelt euch an und zieht eine Waffe. 'Ich habe gehört, dass Sie vielleicht Hilfe brauchen. Zeigen wir den Imps, was wir drauf haben!'",
			"content": [
				"Stelle {A} innerhalb von 2 Feldern zu einem Helden auf. Die Rebellen-Spieler kontrollieren {A} als Verbündeten.",
			],
			"eventRule": "R23"
		},
		{
			"eventName": "Etwas Zeit erkauft",
			"eventID": "E24",
			"eventFlavor": "",
			"content": [
				"1 Rebellenfigur kann sich entscheiden, 5 {H} zu erleiden. Wenn sie das tut, wird das Rundenlimit für diesen Einsatz um 1 erhöht.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Er gehört zu uns",
			"eventID": "E25",
			"eventFlavor": "",
			"content": [
				"Rebellen-Spieler dürfen 1 imperiale nicht-einzigartige Figur wählen. Diese Figur führt einen Angriff auf eine andere imperiale Figur aus. Dann erleidet die Figur, die den Angriff ausgeführt hat, 2 {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "X-Flügler-Beschuss",
			"eventID": "E26",
			"eventFlavor": "Eure Komlinks erwachen plötzlich zum Leben, und eine Stimme ertönt, leicht verzerrt durch Statik. 'Hey Leute, habt ihr uns vermisst? Sorry, wir sind zu spät. Markiert eure Ziele - Staffel Rot, Angriff!' Mit aufheulenden Triebwerken rast eine Staffel von X-Flüglern mit feuernden Vierfach-Lasern heran.",
			"content": [
				"Die Rebellen-Spieler dürfen sich 2 Außenfelder aussuchen und für jedes 1 grünen Würfel werfen. Jede Figur auf oder benachbart zu diesem Feld erleidet 1 {H} für jedes geworfene {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Prioritätsverschiebung",
			"eventID": "E27",
			"eventFlavor": "An einem anderen Ort beleuchten mehrere Displays die Gesichter des imperialen Militärrats mit fahlem Licht. 'Das geht so nicht weiter', sagt der imperiale Admiral. 'Wir müssen den Plan ändern.' Er wendet sich an seinen Assistenten. 'Führen Sie den Notfallplan aus.'",
			"content": [
				"Ziehe eine Karte vom imperialen Nebeneinsatzstapel und bringe sie ins Spiel.",
				"Falls bereits ein imperialer Nebeneinsatz oder ein erzwungener Einsatz im Spiel ist, ignoriere dieses Ereignis.",
			],
			"eventRule": ""
		},
	]
}