[
	{
		"id": "Empire1",
		"name": "Fuir la capitale",
		"descriptionText": "<i>Alors que vous élaborez un plan pour fuir la planète avec le fragment de la sphère bardottane, vous entendez le rugissement d'un vaisseau. Craignant une attaque, vous vous emparez de vos armes et vous précipitez dehors, où vous retrouvez Ahsoka Tano qui sort d'une navette posée près de la vôtre. Elle vous sourit et vous dit: \"Nous nous sommes dits que cette extraction allait nécessiter toute notre attention. C'est quand vous voulez!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire2",
		"name": "Reconnaissance sombre",
		"descriptionText": "<i>Alors que l'Empire devient de plus en plus puissant, l'Alliance Rebelle cherche constamment à trouver une faiblesse dans ce mastodonte galactique. Les missions de reconnaissance entreprises à Coruscant, la capitale de l'Empire, sont d'une aide précieuse dans ces efforts.\nLe danger rôde dans les ombres de la ville. Une récente équipe de Rebelles a fait part d'un puissant artefact recherché comme arme par des agents de l'Empire, avant de disparaître, présumée capturée. Aujourd'hui, une nouvelle équipe de héros traverse l'hyperespace jusqu'au cœur de l'Empire pour en savoir plus sur ce mystérieux artefact et poursuivre la mission de leurs camarades...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire3",
		"name": "Élément perturbateur",
		"descriptionText": "<i>Vous suivez une navette emmenant Zaaryn vers un monde Impérial reculé qui connaît une certaine agitation politique. Selon les communications Impériales que vous avez interceptées, Zaaryn y a organisé une rencontre avec l'ancien Sith Matil pour lui vendre des renseignements. Vous êtes persuadés que les informations que Zaaryn compte céder à Maul pourraient vous aider à mettre la main sur le fragment de la sphère bardottane.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire4",
		"name": "Agent double",
		"descriptionText": "<i>Vous recevez un message codé de Lorn, un spécialiste de l'histoire Jedi. \"Ma connaissance de la sphère bardottane est devenue un problème, et je crains que des agents Impériaux ne viennent bientôt me chercher. Pitié! j'ai besoin de votre protection.\"\nSous le message figurent l'heure et le lieu du rendez-vous.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire5",
		"name": "L'ennemi se rapproche",
		"descriptionText": "<i>\"Nos analystes affirment que le fragment se trouve quelque part dans le temple Jedi, vous révèle le Commandement via un hologramme. Nous savons que vous vouliez effectuer une reconnaissance du site, mais nos renseignements indiquent que nous n'en avons pas le temps. Les forces de l'Empire disposent des mêmes informations que vous et se mobilisent déjà. Vous devez retrouver le fragment avant eux! Nous ne pouvons pas le laisser tomber aux mains de l'Empereur!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire6",
		"name": "Sous une sombre emprise",
		"descriptionText": "<i>Après avoir scanné tous les canaux Rebelles possibles, vous décelez finalement un léger signal d'une balise de localisation. Rien ne peut être confirmé, d'autant que le signal est quelque peu brouillé. Toutefois, il semble émaner de l'équipe Rebelle capturée qui était partie à la recherche de l'artefact. Votre console affiche les coordonnées du signal, et une opération de sauvetage est envisageable.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire7",
		"name": "L'histoire se répète",
		"descriptionText": "<i>Lorn déroule un plan sur un manuscrit ancien. \"J'ai pu réduire le nombre de cachettes possibles du fragment, mais je dois me rendre sur site pour procéder aux dernières analyses, dit-il en pointant différents lieux. Je sais que ce sera dangereux, mais vous devez m'y conduire. Une fois là-bas, je suis certain de pouvoir trouver le fragment, après quoi nous le mettrons à l'abri.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire8",
		"name": "Taupe",
		"descriptionText": "<i>\"Nous avons épluché les données en quête de l'historien Jedi que vous avez évoqué, dit un représentant du Commandement par un message holographique. Son nom est Lorn. C'est un bureaucrate favorable à notre cause qui a accès à des archives historiques considérables. Il occupe toujours un bureau dans le vieux bâtiment du Sénat. Grâce à ces informations, nous pourrions trouver le fragment de la sphère bardottane.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire9",
		"name": "Dans un coin",
		"descriptionText": "<i>Un groupe de sympathisants de l'Alliance avait rendez-vous avec l'équipe Rebelle qui a été capturée. C'est maintenant à vous de rejoindre ces fervents alliés.\nHeureusement, ils semblent toujours disposés à partager leurs informations concernant l'artefact de la Force connu sous le nom de la sphère bardottane. Vous organisez une rencontre pour en apprendre un maximum avant que votre équipe ou ces nouveaux amis ne soient identifiés.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire10",
		"name": "En fuite",
		"descriptionText": "<i>Le renseignement Rebelle a localisé Maul dans un complexe impérial d'un monde reculé. Selon les communications interceptées, l'ancien Sith garde un oeil sur sa source, Zaaryn, tandis que ses agents sur Coruscant cherchent le fragment de la sphère. Vous n'avez pas réussi à localiser les agents de Maul, mais si vous parvenez à capturer ce dernier, vous saurez vite si ses hommes réussissent à récupérer l'artefact.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire11",
		"name": "Sur la piste",
		"descriptionText": "<i>Zaaryn, un ambitieux officier Impérial en quête d'opportunités, semble vouloir vendre des renseignements concernant un artefact de la Force connu sous le nom de la sphère bardottane. Les images d'une caméra de sécurité piratée le montrent qui se rend dans les bas-fonds de Coruscant, probablement à la recherche d'un riche acheteur.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire12",
		"name": "Le royaume du côté obscur",
		"descriptionText": "<i>Quand vous vous réveillez, vous êtes enfermés dans une petite geôle Impériale. Vous fouillez la pièce et réalisez bien évidemment qu'on vous a privés de votre équipement. Toutefois, les Impériaux ont raté une petite balise de détresse que vous aviez habilement cachée. Vous l'activez, et elle se met à clignoter. Il n'y a plus qu'à espérer qu'un ami va capter le signal...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire13",
		"name": "Troubles civils",
		"descriptionText": "<i>De petites poches de contestataires sont apparues sur la planète Taris, surpeuplée. L'Empire a commencé à réprimer violemment les manifestations. Le Commandement souhaite protéger les mécontents afin de gagner leur sympathie.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Taris", 
			"Abords"
			],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "Carte récompense \"Soutien populiste\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire14",
		"name": "Extraction",
		"descriptionText": "<i>Sahm-Ken Feralo, sénateur céréen, espion Rebelle et père de Ko-Tun, a récemment vu sa couverture sauter. Il doit être évacué de son refuge de Coruscant.</i>",
		"bonusText": "",
		"heroText": "Ko-Tun Feralo",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Coruscant",
			"Abords"
			],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "Carte récompense \"Efficacité de l'Alliance\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire15",
		"name": "L'épreuve du métal",
		"descriptionText": "<i>Le concepteur de droïdes dont Jarrod était autrefois l'apprenti a été trahi et l'oeuvre de sa vie lui a été volée. Son nouveau prototype, dont la conception est directement inspirée de la génération de droïdes à partir de laquelle Jarrod a développé J4X-7, est maintenant prêt à être produit en série par l'Empire. Les plans doivent être récupérés et tous les droïdes X-8 Impériaux détruits.</i>",
		"bonusText": "",
		"heroText": "Jarrod Kelvin",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Kuat",
			"Complexe"
			],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "Carte récompense \"Amélioration X-8\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire16",
		"name": "Une affaire en suspens",
		"descriptionText": "<i>En fuyant les mines Impériales de Géonosis, Drokkatta laissa derrière lui de nombreux proches et amis. Depuis que la Rébellion s'intéresse à ce complexe, Drokkatta se dit qu'il va enfin pouvoir tenir sa promesse et délivrer les siens.</i>",
		"bonusText": "",
		"heroText": "Drokkatta",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Géonosis",
			"Complexe"
			],
		"expansionText": "Au Coeur de l'Empire",
		"rebelRewardText": "Carte récompense \"Rugissement wookie\"",
		"imperialRewardText": ""
	}
]