[
	{
		"id": "Hoth1",
		"name": "Désastre",
		"descriptionText": "<i>Votre navette reçoit une communication. Vous vous précipitez vers les coms dans l'espoir d'entendre le résultat du décryptage des codes Impériaux. A votre grande horreur, vous recevez un message haché d'un réfugié de Hoth en provenance de Sanctuaire :\n\"Sans avertissement... massif... Impériaux... pas de fuite... survivants... vite... au secours!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth2",
		"name": "À l'arrière",
		"descriptionText": "<i>Zotho Benex fait part de son inquiétude concernant les capacités défensives de sa colonie, mais pour l'instant l'Empire ne semble pas lui prêter attention.\nNéanmoins, les Impériaux mènent de plus en plus d'opérations, et Benex craint que ses défenses ne fassent guère la différence en cas d'attaque...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth3",
		"name": "Une longueur de retard",
		"descriptionText": "<i>Un général Impérial du nom de Sorin est à la tête des opérations qui visent la Rébellion. Grâce à la chance, ou parce qu'il est particulièrement malin, il a toujours une longueur d'avance sur vous.\nVous avez découvert l'emplacement de l'une de ses zones de regroupement, un avant-poste sur Hoth. Cela semble être une cible parfaite pour recueillir des informations...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth4",
		"name": "Notre dernier espoir",
		"descriptionText": "<i>Le siège n'était qu'une diversion, et vous découvrez la trahison désespérée de Benex. Sorin file maintenant vers une base majeure et y emmène un détachement indéterminé de troupes Impériales.\nVotre seul espoir est de l'intercepter et de l'empêcher par tous les moyens d'y parvenir...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth5",
		"name": "Opération de sauvetage",
		"descriptionText": "<i>Suite à la mission désastreuse de la Base Écho, Benex, le chef de Sanctuaire, a été capturé par les troupes Impériales.\nVu qu'il avait accès à toutes sortes de données de l'Alliance, son interrogatoire pourrait dévoiler des informations plus que sensibles. Il faut le sauver sur-le-champ, avant que des secrets précieux tombent entre les mains de l'Empire...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth6",
		"name": "Retour à la Base Écho",
		"descriptionText": "<i>Benex et les siens sont terrifiés par les représailles Impériales et craignent que faute de mieux, les soldats de l'Empire reviennent.\nUn convoi de renforts finira bien par arriver, une cible potentielle qui constituerait certainement une diversion substantielle...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth7",
		"name": "La bataille de Hoth",
		"descriptionText": "<i>De sombres nouvelles arrivent pour la Rébellion : leur base à la surface de Hoth a été découverte. Dirigé par le redoutable Dark Vador, l'Empire lance un assaut massif contre les forces rebelles sur la planète de glace, prêt à les écraser une fois pour toutes.\nÀ peine capable de résister à l'assaut, la Rébellion se démène pour évacuer le monde glacial et échapper une fois de plus aux griffes de l'Empire. Alors que les transports et les chasseurs préparent frénétiquement leur départ, quelques courageux soldats rebelles risquent leur vie contre toute attente pour gagner de précieuses secondes...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth8",
		"name": "La dernière ligne",
		"descriptionText": "<i>L'analyse des données Impériales codées a permis de révéler un plan terrifiant : le siège de la colonie est pour bientôt. Vous vous empressez de lui offrir votre protection. La colonie n'ayant pas les défenses nécessaires pour repousser une telle attaque, il va falloir retarder l'envahisseur le temps d'évacuer tout le monde vers un bunker situé dans la vallée... </i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth9",
		"name": "Bruit blanc",
		"descriptionText": "<i>Ce n'est plus qu'une question de temps avant que l'Empire, qui retourne chaque pierre pour retrouver les réfugiés Rebelles, vienne fouiller la colonie.\nEn utilisant les ressources des Rebelles en fuite, Benex et les siens mettent en place un réseau de senseurs et d'armement défensif tout autour des habitations. Au moins, quand les forces Impériales arriveront, ils seront prêts...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth10",
		"name": "Sur le qui-vive",
		"descriptionText": "<i>Avant de rejoindre la Rébellion, Loku Kanoloa a effectué plusieurs missions parmi les forces spéciales de Mon Cala.\nRécemment, il a appris que plusieurs de ses anciens frères d'armes avaient été capturés. Ils sont retenus dans un centre de détention, et il leur reste peu de temps avant d'être transférés.</i>",
		"bonusText": "",
		"heroText": "Loku Kanoloa",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Mon Eron",
			"Région sauvage",
			"Complexe"
			],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "Carte récompense \"Vision guerrière\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth11",
		"name": "Connais ton ennemi",
		"descriptionText": "<i>Verena et Ivan, son frère jumeau, se livrent une concurrence acharnée depuis leur plus jeune âge.\nUne fois adultes, un différend idéologique les a poussés vers chacun des deux camps du conflit, elle vers la Rébellion et lui vers l'Empire. Ayant récemment eu de ses nouvelles, elle s'est dit qu'il était l'heure d'organiser une petite réunion de famille.</i>",
		"bonusText": "",
		"heroText": "Verena Talos",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Complexe"
			],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "Carte récompense \"Main de fer\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth12",
		"name": "Mesures préventives",
		"descriptionText": "<i>Autrefois asservi, MHD-19 a été libéré il y a plusieurs années par un homme du nom de Draylen. Depuis, le droïde lui est farouchement loyal. Entre-temps, Draylen a rejoint la Rébellion, ce qui lui a valu d'être capturé très récemment. MHD-19 est bien décidé à lui renvoyer l'ascenseur.</i>",
		"bonusText": "",
		"heroText": "MHD-19",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tro'Har",
			"Région sauvage",
			"Complexe"
			],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "Carte récompense \"Amélioration des systèmes\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth13",
		"name": "Fuite de la Cité des Nuages",
		"descriptionText": "<i>Après la rencontre désastreuse avec Dark Vador et les stormtroopers, plusieurs citoyens sont toujours coincés sur la colonie minière, incapables d'évacuer les lieux.</i>",
		"bonusText": "Tant que cette carte est en jeu, l'Empire s'approprie la carte Récompense \"Approvisionnement perturbé\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Complexe"
			],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "Carte récompense \"Réseaux rétablis\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth14",
		"name": "Ratissage de la ferme",
		"descriptionText": "<i>Un groupe de cultivateurs d'humidité, des sympathisants de la Rébellion, abrite des soldats et héros de l'Alliance. Mais l'Empire a découvert la ferme et y lance une attaque impitoyable. Ces valeureux alliés ont besoin d'aide pour survivre.</i>",
		"bonusText": "Tant que cette carte est en jeu, l'Empire s'approprie la carte Récompense \"Avantage permanent\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Abords"
			],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "Carte récompense \"Renaissance\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth15",
		"name": "La loi du plus fort",
		"descriptionText": "<i>Des patrouilles de reconnaissance proches ont détecté un faible signal de détresse provenant de Hoth. Selon toute vraisemblance, un oublié de l'évacuation a survécu. Le Haut Commandement souhaite que vous vous joigniez à une petite équipe de sauvetage pour récupérer le malheureux.</i>",
		"bonusText": "Tant que cette carte est en jeu, l'Empire s'approprie la carte Récompense \"Las de piétiner\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Hoth",
			"Région sauvage"
			],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "Carte récompense \"Galvanisés par la réussite\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth16",
		"name": "Le prix fort",
		"descriptionText": "<i>Chewbacca a repéré deux chasseurs de primes d'échelon B sur Ord Mantell, les frères Krandt, qui ont peut-être des informations sur le capitaine Solo, et qui savent probablement comment le sortir des griffes de Jabba le Hutt.</i>",
		"bonusText": "Tant que cette carte est en jeu, l'Empire s'approprie la carte Récompense \"Distraction\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Abords"
			],
		"expansionText": "Retour sur Hoth",
		"rebelRewardText": "Carte récompense \"Stratégie mise en oeuvre\"",
		"imperialRewardText": ""
	}
]