[
	{
		"id": "Jabba1",
		"name": "Presque rentrés",
		"descriptionText": "<i>\"Découverte d'une anomalie dans les transmissions du vaisseau au moment de quitter le système\", vous dit un message d'alerte du convoi. \"Nous avons pu remonter le signal jusqu'à la base opérationnelle du capitaine Terro. Nous craignons qu'une balise n'ait été cachée à bord du vaisseau. Vous devez vous rendre sur cette base et effacer les coordonnées transmises avant que les passagers ne soient conduits à bon port.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba2",
		"name": "Des alliés dangereux",
		"descriptionText": "<i>Vos amis et vos proches sont prêts à partir, mais le capitaine Terro, furieux d'apprendre que Jabba vous apporte son aide, a bloqué la seule route menant aux vaisseaux. Désireux d'affirmer sa domination, Jabba vous envoie sa barge, le Khetanna, pour montrer au capitaine Impérial à qui appartient Tatooine.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba3",
		"name": "Exécuter le plan",
		"descriptionText": "<i>Une transmission de Bib Fortuna vous informe que Jabba a intercepté des communications de l'équipe de Terro indiquant qu'il compte tendre une embuscade à la nouvelle colonie. \"J'accompagnerai un groupe des meilleurs gardes de Jabba, vous dit-il. Et ils vous aideront à mettre fin à tout ceci une bonne fois pour toutes.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba4",
		"name": "De toutes parts",
		"descriptionText": "<i>Les non-combattants sont prêts à partir, et une force d'intervention se réunit pour les emmener en lieu sûr Malheureusement, vos renseignements laissent penser que Jabba ne prend pas cette trahison à la légère et compte tout faire pour vous arrêter. Au même moment, vos senseurs repèrent l'escouade de Terro qui s'approche.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba5",
		"name": "Négociations hostiles",
		"descriptionText": "<i>Les voleurs n'ont peut-être pas d'honneur, mais ils se serrent les coudes. Jabba veut que vous escortiez un contrebandier qui doit faire affaire sur Dosha. La situation entre les deux parties est très tendue ; vous devez veiller à ce que la livraison se passe bien, du moins qu'elle soit profitable.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba6",
		"name": "Moment fatidique",
		"descriptionText": "<i>L'Alliance vous contacte sur un canal sécurisé, pour une affaire qui pourrait retarder la dernière mission que vous a confiée Jabba. Elle a réuni des ressources à destination d'une flottille de sauvetage qui a pris votre direction, mais elle vous demande de saboter les défenses orbitales de la base Impériale principale. Vous espérez avoir le temps de mener de front les deux missions.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba7",
		"name": "Mutinerie",
		"descriptionText": "<i>Après votre capture et la trahison de Jabba, vous êtes condamnés par une parodie de cour. Vous devez être jetés dans la gorge du tout-puissant Sarlacc, où l'interprète vous dit : \"Vous découvrirez une nouvelle forme de douleur et de souffrance, en étant lentement digérés pendant plus de mille ans.\" On vous conduit ensuite sur des barges pour vous emmener dans le désert aveuglant et brûlant.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba8",
		"name": "Surcharge",
		"descriptionText": "<i>Les stocks de l'Empire sont sans limites. La disparition d'une poignée d'explosifs passera inaperçue. Jabba veut que vous mettiez la main sur ce surplus de munitions. Néanmoins, il comprendrait parfaitement que vous en utilisiez une partie pour neutraliser les défenses Impériales et ainsi remplir la mission.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba9",
		"name": "A l'assaut du palais",
		"descriptionText": "<i>La perfidie de Jabba exige une réponse violente. Si vous souhaitez sauver vos amis et vos proches d'une vie de servitude, l'assaut en règle est la seule solution. Votre pilote vous prévient une nouvelle fois que votre plan est suicidaire, mais vous êtes sûrs que c'est la seule façon de procéder. Il se pose devant le palais de Jabba, dans la Mer de Dunes, et vous souhaite bonne chance alors que vous prenez la direction de l'immense porte.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba10",
		"name": "Intrusion",
		"descriptionText": "<i>Péril! Alors que la guerre civile galactique fait rage, l'Empir tyrannique emploie une nouvelle tactique méprisable : cibler les familles et autres non-combattants. De braves soldats de l'Alliance Rebelle cherchent à protéger ces civils innocents en guidant un convoi vers un monde rebelle caché.\nAprès une embuscade dévastatrice et une bataille acharnée, de nombreux vaisseaux rebelles sont détruits. Les survivants s'enfuient vers la lointaine planète déserte de Tatooine, espérant avoir de meilleures chances de survie avec le vil gangster Jabba le Hutt qu'aux mains de l'Empire. Mais alors que les vaisseaux rebelles endommagés s'écrasent dans le désert brûlant, ils détectent une garnison impériale qui envoie déjà des Stormtroopers...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba11",
		"name": "Chasse au gros",
		"descriptionText": "<i>Jabba a demandé la tête d'un officier Impérial du nom de Kallenn, mais ce dernier est protégé et hors d'atteinte pour l'instant. \"Il devait me livrer un nouvel animal de compagnie, mais a décidé de le garder. Pas de pitié pour les traîtres\", vous explique son interprète. Jabba exige que vous accompagniez un de ses meilleurs chasseurs de primes pour le débarrasser de Kallenn une fois pour toutes.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba12",
		"name": "Guerre de territoire",
		"descriptionText": "<i>Un gang rival grignote lentement mais sûrement le territoire de Jabba sur Nal Hutta. C'est inacceptable. Jabba vous propose cette mission simple : \"Faites un exemple de cette racaille.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba13",
		"name": "L'accueil d'un héros",
		"descriptionText": "<i>Bien qu'il se soit taillé une réputation de mercenaire implacable en dehors de sa planète, Vinto Hreeda est considéré par les siens comme un justicier digne de confiance. Ainsi, lorsqu'un groupe de pirates d'un clan rival déroba du matériel médical vital, le premier geste de son clan fut de le contacter pour lui demander son aide.</i>",
		"bonusText": "",
		"heroText": "Vinto Hreeda",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Rodia",
			"Abords"
			],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "Carte récompense \"Desperado\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba14",
		"name": "Née de la mort",
		"descriptionText": "<i>Shyla a toujours admiré le puissant clan de guerriers mandaloriens de la Death Watch. Mais depuis qu'elle a appris qu'une base cachée renfermant une partie de leurs archives a été découverte par les senseurs de l'Empire, son désir d'en apprendre plus frise l'obsession.</i>",
		"bonusText": "",
		"heroText": "Shyla Varad",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Mandalore",
			"Complexe"
			],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "Carte récompense \"Héritage mandalorien\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba15",
		"name": "Extorsion",
		"descriptionText": "<i>Des proches du garde du corps mercenaire Onar Koma ont été enlevés par de vieux rivaux, qui menacent de \"les faire payer pour ses péchés.\" Ces hors-la-loi lui donnent rendez-vous dans un tripot de sa planète natale. C'est de toute évidence un piège, mais l'Aquale est enragé et veut y foncer tête baissée.</i>",
		"bonusText": "",
		"heroText": "Onar Koma",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Ando",
			"Complexe"
			],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "Carte récompense \"Punching-ball\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba16",
		"name": "Chasse périlleuse",
		"descriptionText": "<i>Des éclaireurs affirment que des groupes de reconnaissance Impériaux tentent de compléter leur arsenal militaire en ramassant des oeufs de rancor sur la planète Dathomir. Étant donné que les oeufs pourraient aussi être vendus à prix d'or aux seigneurs Hutts en quête d'animaux de compagnie exotiques, le commandement souhaite que ces oeufs soient récupérés, pour couper l'herbe sous le pied de l'Empire et obtenir de nouveaux fonds.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Dathomir",
			"Désolations"
			],
		"expansionText": "Le Royaume de Jabba",
		"rebelRewardText": "Crédits",
		"imperialRewardText": ""
	}
]