[
 	{
		"id": "Core1",
		"name": "Nowe Zagrożenie",
		"descriptionText": "<i>Rebelianckie siły odkrywają, że boja ratunkowa była obliczonym na odwrócenie uwagi Sojuszu wybiegiem generała Weissa, wschodzącej gwiazdy imperialnej armii.\nDzięki swoim wyczynom, wzbudził on zainteresowanie najwyższego dowództwa Sojuszu. Agenci Rebelii przeczesują galaktykę w poszukiwaniu informacji na temat jego planów...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core2",
		"name": "Następstwa",
		"descriptionText": "<i>ZWYCIĘSTWO! Zniszczenie Gwiazdy Śmierci przez rebeliantów dało nadzieję żyjącej w ciągłym strachu galaktyce. Pozbawione swojej głównej broni, Imperium robi wszystko, żeby podźwignąć się po tym druzgocącym ciosie.\nChociaż płonące szczątki stacji bojowej wciąż jeszcze opadają rebeliancką bazę na Yavinie IV, Imperium wprowadza w życie nowy plan, mający na celu wywarcie zemsty na siłach Rebelii, stacjonujących na tym małym księżycu.\nNiebawem imperialna boja zaczyna nadawać sygnał z placówki położonej w pobliżu rebelianckiej bazy. Sojusz wysyła w te okolice grupkę elitarnych agentów. Ich celem jest uciszenie tego sygnału - za wszelką cenę...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core3",
		"name": "Łańcuch dowodzenia",
		"descriptionText": "<i>Imperium atakuje zaciekle rebelianckie cele, zdeterminowane je zniszczyć raz na zawsze. Pomimo utraty kilku placówek, Rebelii wciąż udaje zwodzić straszliwą imperialną flotę.\nObecnie siły Sojuszu rozpoczęły ofensywę, starając się zlokalizować bardzo ważną placówkę, kontrolowaną przez generała Weissa...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core4",
		"name": "Najczarniejsza godzina",
		"descriptionText": "<i>Rebelianccy szpiedzy odkryli lokalizację tajnej broni. Jeżeli Weiss ma zostać powstrzymany, trzeba to zrobić teraz - zaraz!\nFlota Sojuszu przygotowuje się do skoku do układu i ataku na wielką skalę na siły Weissa... a także zniszczenia jego broni, zanim projekt zostanie wcielony w życie...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core5",
		"name": "Na pastwę losu",
		"descriptionText": "<i>Chociaż Imperium nadal jeszcze dochodzi do siebie po utracie Gwiazdy Śmierci, stopniowo odbudowuje swoją potęgę.\nImperialna flota rozproszyła się, podwajając wysiłki w polowaniu na rebeliantów. Placówki Sojuszu na terenie całej galaktyki są zagrożone odkryciem...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core6",
		"name": "Misja Solo",
		"descriptionText": "<i>Ponieważ Sojusz posiada bardzo niewiele danych na temat projektu nowej broni, jest zmuszony szukać informacji wszelkimi dostępnymi sposobami.\nHan Solo, ważny sprzymierzeniec Sojuszu, badał jeden z tropów gdzieś w Przestrzeni Huttów, gdy kontakt z nim urwałsię bez śladu. Obecnie miejsce przebywania przemytnika nie jest znane...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core7",
		"name": "Imperialna gościnność",
		"descriptionText": "<i>Na jaw wyszły ważne informacje na temat nadzorowanego przez generała Weissa projektu straszliwej broni. Niestety, rebelianccy szpiedzy będący w ich posiadaniu zostali schwytani!\nAgenci są gotowi podjąć śmiałą misję ratunkową, jednak nie są w stanie nic zrobić, dopóki nie zostanie ustalone miejsce jego działań...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core8",
		"name": "Chwila prawdy",
		"descriptionText": "<i>Rebelia przeprowadza analizę planów projektu tajnej broni Weissa, podczas gdy imperialna  flota podwaja wysiłki, aby odnaleźć bazę Sojuszu i rozprawić się z rebeliantami.\nDopóki Sojusz Rebeliantów nie uzyska dokładniejszych informacji na temat broni, może tylko podejmować próby stawienia czoła wciąż rosnącej potędze Imperium...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core9",
		"name": "Ostatni bastion",
		"descriptionText": "<i>Odkrycie prawdziwych planów Weissa zagwarantowało Rebelii przewagę!\nPodczas gdy flota Sojuszu przygotowuje się do walki z imperialnymi siłami nad Ord Mantell, rebelianccy agenci udają się do tajnej fortecy Weissa. Ich misją jest konfrontacja z generałem - i pokonanie go raz na zawsze...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core10",
		"name": "Źródło",
		"descriptionText": "<i>Zawzięte ataki imperialnej floty zmusiły Rebelię do odwrotu i poszukiwań miejsca do przegrupowania sił.\nTymczasem najwyższe dowództwo Sojuszu stara się zabezpieczyć ostateczne plany niszczycielskiej broni generała. Gdy wejdzie w ich posiadanie, zapewnią one doskonałą szansę na przechylenie szali wojny na korzyść Rebelii...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core11",
		"name": "Pod oblężeniem",
		"descriptionText": "<i>Boja ratunkowa zapewniła ukradkowy odwrót kilku ważnym oficjelom imperialnym, między innymi osobie odpowiedzialnej za cały plan - generałowi Weissowi.\nPodczas gdy rebelianccy szpiedzy przemierzają galaktykę, starając się zdobyć informacje o generale, inne jednostki Sojuszu robią wszystko, co w ich mocy, żeby uniemożliwić Imperium odzyskanie przewagi po klęsce w bitwie o Yavin...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core12",
		"name": "Proste zadanie",
		"descriptionText": "<i>Biurokracja skutecznie utrudnia realizację najróżniejszych imperialnych projektów i planów, takich jak na przykład opracowanie formuły i produkcja potężnego stymulantu bojowego. Baza, w której pracowano nad jej wzorem, została porzucona, więc zdobycie formuły nie powinno być zbyt trudne...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Dantooine",
			"Imperium",
			"Pustkowia"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Karta nagrody \"Implant adrenalinowy\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core13",
		"name": "Strzelanina",
		"descriptionText": "<i>Bohaterskie czyny Fenna Signisa miały kluczowe znaczenie dla wyzwolenia Onderonu, miejsca jednej z pierwszych potyczek między Imperium a Rebelią.\nTeraz Imperium pragnie wywrzeć na zbuntowanym świecie zemstę. Fenn zostaje ponownie wezwany do pomocy w utrzymaniu planety poza imperialnymi wpływami.</i>",
		"bonusText": "",
		"heroText": "Fenn Signis",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Onderon",
			"Dzicz"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Karta nagrody \"Wprawa weterana\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core14",
		"name": "Mroczna obsesja",
		"descriptionText": "<i>Darth Vader jest ogarnięty obsesją na punkcie Luke'a Skywalkera. Teraz nadarza się okazja do schwytania ucznia Obi-Wana - i powstrzymania go, raz na zawsze.</i>",
		"bonusText": "Po tym, jak Rebelianci rozpatrzyli dowolną inną misję poboczną, odrzucasz tę kartę, a Imperium dostaje opisaną poniżej nagrodę.",
		"heroText": "",
		"allyText": "",
		"villainText": "Darth Vader (Lord Sithów)",
		"tagsText": [
			"Imperium",
			"Placówka"
			],
		"expansionText": "Zestaw figurkowy \"Darth Vader (Lord Sithów)\"",
		"rebelRewardText": "",
		"imperialRewardText": "Przeciwnik \"Darth Vader (Lord Sithów)\""
 	},
 	{
		"id": "Core15",
		"name": "Starzy znajomi",
		"descriptionText": "<i>Gideon Argus był jednym z założycieli legendarnej jednostki sił specjalnych Sojuszu, Drużyny Mieczy. Niestety nieudana operacja sprawiła, że oskarżono go o zdradę. Gideon opuścił oddział, nie wiedząc, komu ze starychprzyjaciół może ufać.\nTeraz członkowie Drużyny Mieczy skontaktowali się ze swoim byłym przywódcą, błagając go o pomoc...</i>",
		"bonusText": "",
		"heroText": "Gideon Argus",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Talus",
			"Dzicz"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Karta nagrody \"Nieustraszony przywódca\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core16",
		"name": "Hojny datek",
		"descriptionText": "<i>Imperialny Moff nazwiskiem Mino Ferrin od dawna wykorzystywał swoje bogactwa, aby gnębić obywateli pod jego rządami.\nRebelia trafiłą na Sullust na tajną placówkę, w której moff przechowuje swoje nielegalnie zdobyte bogactwa. Infiltracja bazy i włamanie się na jego konto powinny sfinansować budowę kilku nowych rebelianckich statków...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Sullust",
			"Imperium",
			"Dzicz"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Kredyty",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core17",
		"name": "W samą pełnię",
		"descriptionText": "<i>Były partner Jyn Odan, Trandoshanin imieniem Szark zdradził ją i zbił fortunę na sprzedawaniu rebeliantów Imperium.\nJyn dowiedziała się jakiś czas temu, gdzie przebywa Szark - możliwe, że nadszedł czas, aby Trandoshanin dostał wreszcie to, na co sobie zasłużył...</i>",
		"bonusText": "",
		"heroText": "Jyn Odan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Rayamal XXII",
			"Szumowiny",
			"Peryferia"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Karta nagrody \"Rozjemca\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core18",
		"name": "Powrót do domu",
		"descriptionText": "<i>Zajęty rekrutacją rebelianckich pilotów Luke Skywalker nie daje od kilku dni znaku życia.\nJako bohater Rebelii Luke jest głównym celem ataków imperialnych sił i łowców nagród - i najwyższe dowództwo Sojuszu obawia się, że mógł się znaleźć w wielkim niebezpieczeństwie...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Bohater Rebelii)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Pustkowia"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Sojusznik Luke Skywalker (Bohater Rebelii)",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core19",
		"name": "Dług",
		"descriptionText": "<i>Brat Gaarkhana, Jirritt, zginął w imperialnej zasadzce. W tej samej potyczce został schwytany inny Wookiee, wobec którego Jirritt zaciągnął dług życia.\nPonieważ Jirritt nie może pospieszyć mu na ratunek, spłacenie długu przypada w udziale Gaarkhanowi...</i>",
		"bonusText": "",
		"heroText": "Gaarkhan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bakura",
			"Imperium",
			"Dzicz"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Karta nagrody \"Dług życia\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core20",
		"name": "Za wszelką cenę",
		"descriptionText": "<i>Prześladowany wspomnieniem o swojej największej porażce Mak Eshka'rey ma teraz szansę się uwolnoć od duchów przeszłości.\nGarnizon broniący placówki, której Mak nie zdołał skutecznie sabotować, został tymczasowo oddelegowany. Dzięki temu Bothanin ma znakomitą okazję dokończyć zadanie, którego nie udało mu się wypełnić dawno temu...</i>",
		"bonusText": "",
		"heroText": "Mak Eshka'rey",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Imperium",
			"Placówka"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Karta nagrody \"Skafander maskujący\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core21",
		"name": "Luksusowy rejs",
		"descriptionText": "<i>Sojusz stara się wejść w posiadanie imperialnych jednostek, które posłużą do akcji infiltracyjnych. Jeden z takich promów przechodzi właśnie naprawy - wydaje się być łatwą zdobyczą...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Kuat",
			"Imperium",
			"Placówka"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Karta nagrody \"Operacje sojusznicze\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core22",
		"name": "Przepraszam za bałagan...",
		"descriptionText": "<i>Rebelia wobec sprytnego przemytnika Hana Solo ogromny dług. Nie mający skrupułów przed wykorzystaniem tego faktu Han prosi Sojuszo pomoc.\nPonieważ zapewnił dowództwo, że zaplanowana przez niego operacja zaszkodzi Imperium, rebelianci są skłonni spełnić jego prośbę...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Han Solo (Łajdak)",
		"villainText": "",
		"tagsText": [
			"Korelia",
			"Peryferia"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Sojusznik \"Han Solo (Łajdak)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core23",
		"name": "Sprzyjanie Rebelii",
		"descriptionText": "<i>Przesłanie nadziei szerzone przez rebeliantów przysparza Sojuszowi wielu zwolenników. Kto lepiej poprowadzi rekrutacyję, aniżeli stojący za zniszczeniem Gwiazdy Śmierci Luke Skywalker?\nJednak to, co czyni go inspirującą postacią sprawia także, że jest on głównym celem zemsty Imperium...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Bohater Rebelii)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Peryferia"
			],
		"expansionText": "Zestaw figurkowy \"Luke Skywalker (Bohater Rebelii)\"",
		"rebelRewardText": "Karta nagrody \"Ścieżki Mocy\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core24",
		"name": "Dogodny cel",
		"descriptionText": "<i>Rebelia wykorzystuje każdą okazję, byle tylko zyskać przewagę nad Imperium. Jej ulubioną metodą działania jest sabotaż.\nPara sabotażystów ma pewien plan. Nie cieszą się oni zbyt dobrą reputacją, ich zacięcie i brawura są równie imponujące, jak ich wiedza o ładunkach wybuchowych...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Rebeliancki sabotażysta",
		"villainText": "",
		"tagsText": [
			"Centax 1",
			"Imperium",
			"Placówka"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Sojusznik \"Rebeliancki sabotażysta\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core25",
		"name": "Pokusa",
		"descriptionText": "<i>Koszmar śmierci mentora młodej banitki, Diali Passil, wciąż powraca, z coraz większą siłą.\nMiejsce, w którym zginął jej mistrz Jedi Shu Yen przepełnia mroczna, straszliwa energia. Ta przerażająca moc przyzywa też Dialę przez całą galaktykę i prześladuje ją - zarówno we śnie, jak i na jawie...</i>",
		"bonusText": "",
		"heroText": "Diala Passil",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin IV",
			"Dzicz"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Karta nagrody \"Miecz świetlny Shu Yena\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core26",
		"name": "Skok na przyprawę",
		"descriptionText": "<i>Partner Hana Solo martwi się długiem zaciągniętym przez przyjaciela. Wbrew woli Hana, Chewbacca podejmuje się zadania, które - jak sądzi - zmniejszy zainteresowanie Huttów jego towarzyszem.\nJeżeli uda mu się wypełnić misję, do ich kieszeni wpadnie dobre kilka kredytów. Być może udobruchają one Huttów, a Han zyska nieco czasu na spłatę reszty długu...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Chewbacca (Wierny Wookiee)",
		"villainText": "",
		"tagsText": [
			"Nar Shaddaa",
			"Szumowiny",
			"Peryferia"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Sojusznik \"Chewbacca (Wierny Wookiee)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core27",
		"name": "Gniazdo żmij",
		"descriptionText": "<i>Najwyższe dowództwo otrzymało sygnał z prośbą o pomoc. Informator o szemranej reputacji, Weyn Jarl, zaklina się, że jest w posiadaniu ważnej informacji na temat manewrów imperialnych wojsk.\nJarl zawiódł w przeszłości zaufanie dowództwa Sojuszu, ale ta informacja może się okazać bardzo przydatna - a nawet warta ryzyka, jakie wiąże się z zaufaniem mu...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Peryferia"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "Karta nagrody \"Rebeliancki wywiad\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core28",
		"name": "Punkt przełomu",
		"descriptionText": "<i>Imperialni agenci przeprowadzają precyzyjne ataki na obiekty mające kluczowe znaczenie dla Sojuszu.\nGdy Rebelia zostanie osłabiona, jej kapitulacja będzie pewna.</i>",
		"bonusText": "Po tym, jak Rebelianci rozpatrzyli dowolną inną misję poboczną, odrzucasz tę kartę, a Imperium dostaje opisaną poniżej nagrodę. Jeśli bohaterowie przegrają tę misję, zwiększ poziom zagrożenia następnej misji o 1. Podczas fazy ulepszeń Rebelii gracze Rebelii mogą zdecydować aby wydać 50 kredytów na bohatera, aby temu zapobiec.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin IV",
			"Rebelia",
			"Placówka"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": "+1 Poziom Zagrożenia na następną misję"
 	},
 	{
		"id": "Core29",
		"name": "Schwytani",
		"descriptionText": "<i>Rebelianci, wzięci do niewoli podczas próby ucieczki z oblężonej placówki, od kilku dni pracują nad wydostaniem się z celi. Jednak odnalezienie sprzętu i ucieczka może okazać się trudna...</i>",
		"bonusText": "Należy rozegrać misję \"Schwytani\" jako misję przymusową. Jeśli bohaterowie przegrają tę misję, zwiększ poziom zagrożenia następnej misji o 2. Podczas fazy ulepszeń Rebelii gracze Rebelii mogą zdecydować aby wydać 100 kredytów na bohatera, aby temu zapobiec.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Poziom Zagrożenia na następną misję"
 	},
 	{
		"id": "Core30",
		"name": "Zatrzymani",
		"descriptionText": "<i>Statek ma właściwą autoryzację , powszechnie wiadomo jednak, że jego załoga to sympatycy Rebelii. Ich przesłuchanie i przechwycenie danych z ich statku może dostarczyć Imperium ważnych informacji.\nTo groźni przestępcy, których nie należy lekceważyć. Całkiem możliwe, że przy pewnej dozie subtelności informacje uda się zdobyć, nie posuwając się do drastycznych metod...</i>",
		"bonusText": "Należy rozegrać misję \"Zatrzymani\" jako misję przymusową. Jeśli bohaterowie przegrają tę misję, zwiększ poziom zagrożenia następnej misji o 2. Podczas fazy ulepszeń Rebelii gracze Rebelii mogą zdecydować aby wydać 100 kredytów na bohatera, aby temu zapobiec.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Korelia",
			"Imperium",
			"Pustkowia"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Poziom Zagrożenia na następną misję"
 	},
 	{
		"id": "Core31",
		"name": "Środki produkcji",
		"descriptionText": "<i>Imperialna placówka testowa dokonała ostatnio przełomu w badaniach. Wkrótce, przy odpowiednim wsparciu, innowacje zostaną wprowadzone w życie.</i>",
		"bonusText": "Po tym, jak Rebelianci rozpatrzyli dowolną inną misję poboczną, odrzucasz tę kartę, a Imperium dostaje opisaną poniżej nagrodę. Jeśli bohaterowie przegrają tę misję, zwiększ poziom zagrożenia następnej misji o 1. Podczas fazy ulepszeń Rebelii gracze Rebelii mogą zdecydować aby wydać 50 kredytów na bohatera, aby temu zapobiec.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Korelia",
			"Imperium",
			"Placówka"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": "+1 Poziom Zagrożenia na następną misję"
 	},
 	{
		"id": "Core32",
		"name": "Poszukiwani",
		"descriptionText": "<i>Rebelianccy agenci notorycznie krzyżują plany Imperium. Współpraca z najemnikami może i budzi niesmak, ale doskonale znający swój fach łowca nagród może zapewnić odpowiedni efekt.</i>",
		"bonusText": "Należy rozegrać misję \"Poszukiwani\" jako misję przymusową. Jeśli bohaterowie przegrają tę misję, zwiększ poziom zagrożenia następnej misji o 2. Podczas fazy ulepszeń Rebelii gracze Rebelii mogą zdecydować aby wydać 100 kredytów na bohatera, aby temu zapobiec.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Nal Hutta",
			"Szumowiny",
			"Peryferia"
			],
		"expansionText": "Zestaw podstawowy",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Poziom Zagrożenia na następną misję"
 	}
]