[
	{
		"id": "Empire1",
		"name": "Wielka ucieczka",
		"descriptionText": "<i>Gdy opracowujecie plan ucieczki z planety z przechwyconym bardottańskim odłamkiem, słyszycie ryk silnika statku. Obawiając się pościgu, chwytacie za broń i wybiegacie na zewnątrz... gdzie wita was widok Ahsoki Tano, wysiadającej ze swojego zaparkowanego w pobliżu statku.\n- Uznaliśmy, że ta misja powinna przebiegać ze wzmożonym bezpieczeństwem - mówi do was z uśmiechem Togrutanka. - Jeśli jesteście gotowi, to my również.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire2",
		"name": "Mroczny zwiad",
		"descriptionText": "<i>Podczas gdy IMPERIUM wciąż rośnie w siłę, SOJUSZ REBELIANTÓW nieustannie szuka słabych punktów galaktycznego molocha. Nieoceniony wkład w jego starania mają misje zwiadowcze podejmowane na CORUSCANT, w ekumenopolitycznej stolicy Imperium.\nW zakamarkach miasta-planety czychają liczne niebezpieczeństwa. Jakiś czas temu rebeliancki zespół przekazał informacje na temat potężnego artefaktu, mogącego posłużyć jako broń i poszukiwanego przez agentów Imperium. Wkrótce po grupie Sojuszu zaginął wszelki ślad - prawdopodobnie została schwytana. Teraz przez nadprzestrzeń pędzi im na ratunek garstka bohaterów, gotowa dzielnie zapuścić się w samo serce Imperium, aby dowiedzieć się więcej o tym tajemniczym artefakcie i podjąć misję przerwaną przez kolegów...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire3",
		"name": "Zakłócenie",
		"descriptionText": "<i>Śledzicie prom z Zaarynem na pokładzie aż do odległej imperialnej planety, na której doszło ostatnio do zamieszek. Przechwycona imperialna transmisja sugeruje, że zorganizował tam spotkanie, podczas którego zamierza sprzedać informacje byłemu Sithowi znanemu jako Maul. Sądzicie, że dane te mogłyby wam pomóc odnaleźć bardottański odłamek.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire4",
		"name": "Podwójny agent",
		"descriptionText": "<i>Otrzymujecie od Lorna, znawcy historii Jedi, zaszyfrowaną wiadomość. Brzmi ona: \"Obawiam się, że moje dążenia do potwierdzenia istnienia bardottańskiej sfery wpędziły mnie w kłopoty i wkrótce będę miał na głowie imperialnych agentów. Potrzebuję waszej ochrony...\" \nWiadomość zawiera też czas i miejsce spotkania.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire5",
		"name": "Wróg u bram",
		"descriptionText": "<i>\"- Nasi analitycy są zdania, że odłamka należy szukać gdzieś na terenie świątyni Jedi - informuje was dowództwo za pośrednictwem hologramu. - Wiemy, że chcielibyście dokonać na miejscu rozpoznania, jednak nasz wywiad twierdzi, że nie ma na to czasu. Siły Imperium przygotowują się do działania. Dysponują podobnymi informacjami, co wy. Musicie dotrzeć do odłamka pierwsi! Wolimy nawet nie myśleć o tym, co się stanie, jeśli wpadnie w ręce Imperatora.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire6",
		"name": "Z mrocznego uścisku",
		"descriptionText": "<i>Po przeskanowaniu wszystkich możliwych rebelianckich kanałów, wreszcie natrafiacie na słaby sygnał nadawany przez boję lokalizującą. Jest zakłócany i nie jesteście w stanie nic potwierdzić ze stuprocentową pewnością. Wydaje się jednak, że pochodzi od zatrzymanego zespołu Rebeliantów, który usiłował namierzyć artefakt. Na waszej konsoli pojawiają się współrzędne sygnału, dzięki którym możecie zorganizować misję ratunkową.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire7",
		"name": "Historia się powtarza",
		"descriptionText": "<i>Lorn przedstawia wam kopię starożytnego manuskryptu. \n- Udało mi się namierzyć potencjalne kryjówki, w których może być ukryty odłamek, jednak powinieniem być na miejscu, aby przeprowadzić ostateczną analizę - mówi, wskazując różne punkty. - Wiem, że to niebezpieczne, ale musicie mnie do niego dopuścić. Jestem pewien, że gdy znajdę się w pobliżu, zdołam odnaleźć artefakt i odpowiednio go zabezpieczyć.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire8",
		"name": "Informator",
		"descriptionText": "<i>- Przejrzeliśmy nagrania dotyczące historyka Jedi, którego wskazaliście - informuje was w holowiadomości przedstawiciel dowództwa. - Nazywa się Lorn. Jest biurokratą oraz sympatykiem Rebelii i ma dostęp do cennych historycznych zapisów. Nadal utrzymuje biuro w starym budynku senatu. Jeśli zdołalibyśmy pozyskać te nagrania, może udałoby nam się znaleźć informacje, które doprowadzą nas do odłamka bardottańskiej sfery.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire9",
		"name": "Zapędzeni w róg",
		"descriptionText": "<i>Grupka sympatyków Sojuszu miała się spotkać ze schwytanym rebelianckim zespołem. Do was należy zadanie skontaktowania się z potencjalnymi sojusznikami.\nNa szczęście wydają się być skłonni podzielić się z wami informacjami na temat artefaktu Mocy znanego jako bardottańska sfera. Organizujecie spotkanie, aby dowiedzieć się wszystkiego, czego zdołacie, nim wasz zespół albo nowi sprzymierzeńcy zostaną wytropieni.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire10",
		"name": "W pogoni",
		"descriptionText": "<i>Rebeliancki wywiad namierzył Maula na terenie imperialnej placówki na odległej planecie. Przechwycona łączność sugeruje, że były Sith ma na oku swój kontakt, Zaaryna, zaś jego agenci na Coruscant usiłują tymczasem wytropić artefakt. Nie udało wam się namierzyć tych ostatnich, jednak gdybyście zdołali schwytać samego Maula, dowiedzielibyście się najprawdopodobniej, kiedy i jak jego ludzie zamierzają przechwycić cenną zdobycz.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire11",
		"name": "Na tropie",
		"descriptionText": "<i>Zaaryn,chciwy imperialny oficer wiecznie szukający okazji do wzbogacenia się kosztem innych, jest rzekomo w posiadaniu informacji o artefakcie Mocy znanym jako bardottańska sfera. Nagranie ze zhakowanej kamery ukazuje, jak przemierza niższe poziomy Coruscant, najprawdopodobniej w poszukiwaniu zamożnego kupca.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire12",
		"name": "Królestwo ciemnej strony",
		"descriptionText": "<i>Gdy dochodzicie do siebie, przekonujecie się, że tkwicie uwięzieni w małej imperialnej celi. Szybka ocena sytuacji pozwala wam stwierdzić, że zarekwirowano cały wasz ekwipunek, jednak imperialni przeoczyli niewielką boję ratunkową, którą mądrze ukryliście. Aktywujecie małe urządzenie. Obserwując mrugające światełko, skrycie liczycie na to, że sygnał odbierze ktoś, kto zdoła wam przybyć na pomoc...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire13",
		"name": "Zamieszki cywilne",
		"descriptionText": "<i>Na silnie przeludnionej Taris zaczęły się gromadzić niewielkie skupiska buntowników. Imperium brutalnie tłumi każdy opór ze strony protestujących. Dowództwo Sojuszu chce ich chronić, aby zyskać sobie ich przychylność dla sprawy, o którą walczy Rebelia.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Taris", 
			"Peryferia"
			],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "Karta nagrody \"Wsparcie ludności\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire14",
		"name": "Ewakuacja",
		"descriptionText": "<i>Sahm-Ken Feralo, cereański senator, rebeliancki szpieg i ojciec Ko-Tun, został ostatnio zdemaskowany. Musicie mu zapewnić bezpieczeństwo, ewakuując go z jego kryjówki na Coruscant.</i>",
		"bonusText": "",
		"heroText": "Ko-Tun Feralo",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Coruscant",
			"Peryferia"
			],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "Karta nagrody \"Skuteczność Sojuszu\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire15",
		"name": "Test wytrzymałości",
		"descriptionText": "<i>Projektant droidów, u którego kiedyś szkolił się Jarrod, został zdradzony, a owoce jego pracy - wykradzione. Teraz jego potężny, nowy prototyp, oparty na tej samej linii droidów, na której podstawie Jarrod stworzył swojego J4X-7, jest gotów do masowej produkcji w fabrykach Imperium. Musicie przechwycić plany i zniszczyć wszystkie imperialne droidy typu X-8.</i>",
		"bonusText": "",
		"heroText": "Jarrod Kelvin",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Kuat",
			"Placówka"
			],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "Karta nagrody \"Modyfikacja X-8\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire16",
		"name": "Niedokończone interesy",
		"descriptionText": "<i>Kiedy Drokkatta uciekł z imperialnej niewoli w placówce górniczej na Geonosis, zostawił tam wielu przyjaciół i bliskich. Jako że Rebelia traktuje tę planetę jako jeden z kluczowych celów, Wookiee ma teraz okazję wypełnić złożoną im obietnicę powrotu.</i>",
		"bonusText": "",
		"heroText": "Drokkatta",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Geonosis",
			"Placówka"
			],
		"expansionText": "W sercu Imperium",
		"rebelRewardText": "Karta nagrody \"Ryk Wookieego\"",
		"imperialRewardText": ""
	}
]