[
	{
		"id": "Hoth1",
		"name": "Klęska",
		"descriptionText": "<i>Na pokładzie waszego promu rozbrzmiewa sygnał połączenia. Pędzicie do systemu łączności, skrycie licząc na to, że to wreszcie wyniki analizy imperialnego kodu. Ku waszemu przerażeniu zamiast tego dociera do was urywany przekaz od zbiega z Hoth, przebywającego w Azylu:\nBez... ostrzeżenia... potężne... imperialne... bez odwrotu... ocalali... szybko... pomocy!</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth2",
		"name": "Ojczysty front",
		"descriptionText": "<i>Zotho Benex nie jest przekonany o zdolnościach obronnych swojej osady, ale jak dotąd Imperium nie zainteresowało się nią.\nProwadzone przez nie operacje obejmują jednak coraz większy teren i Benex obawia się, że słabe systemy ochronne nie sprawdzą się w obliczu potęgi Imperium...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth3",
		"name": "O krok z tyłu",
		"descriptionText": "<i>Imperialny generał nazwiskiem Sorin obejmuje dowództwo nad operacjami obliczonymi na stłumienie Rebelii. Nie wiadomo, czy to dzięki szczęściu, czy sprytnemu planowaniu - cały czas jest o krok przed wami.\nTeraz namierzyliście jeden z jego punktów przerzutowych, placówkę na Hoth. Wydaje się miejscem idealnym do przeprowadzenia wywiadu...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth4",
		"name": "Nasza ostatnia nadzieja",
		"descriptionText": "<i>Oblężenie było dywersją i dopiero teraz zorientowaliście się w desperackim kroku Benexa i jego zdradzie. Sorin zmierza do głównej bazy, prowadząc na nią kto wie jak wielki oddział imperialnych żołnierzy.\nMożecie tylko mieć nadzieję, że zdołacie go wcześniej namierzyć - wówczas zrobicie co w waszej mocy, by go powstrzymać...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth5",
		"name": "Misja ratunkowa",
		"descriptionText": "<i>Po zakończonej klęską misji w Bazie Echo Benex, przywódca Azylu, został schwytany imperialnych żołnierzy.\nPonieważ miał dostęp do większości danych dotyczących operacji Sojuszu, jego przesłuchanie może ujawnić newralgiczne informacje. Należy go odbić - natychmiast, nim cenne tajemnice wpadną w ręce Imperium...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth6",
		"name": "Powrót do Bazy Echo",
		"descriptionText": "<i>Benex i jego ludzie obawiają się gniewu Imperium oraz powrotu jego żołnierzy, których uwagę póki co pochłania co innego.\nZa jakiś czas znów zjawi się konwój z posiłkami - potencjalny cel, który idealnie nadawałby się do odwrócenia ich uwagi...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth7",
		"name": "Bitwa o Hoth",
		"descriptionText": "<i>Dla Sojuszu Rebeliantów nastały trudne czasy. Ich baza na powierzchni Hoth została odkryta. Gotowe stłumić ogień Rebelii raz na zawsze, Imperium przypuszcza na jej stacjonujące na lodowej planecie oddziały zmasowany atak, na czele którego stoi przerażający Darth Vader.\nZ trudem odpierając szturm, rebelianci przygotowują się pospiesznie do ewakuacji z mroźnego świata, aby jeszcze raz umknąć przed szponami Imperium. Podczas gdy transportowce i myśliwce planują gorączkowy start, garstka dzielnych żołnierzy ryzykuje życiem, aby szaleńczym aktem odwagi zapewnić im kilka cennych sekund...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth8",
		"name": "Ostatnia Linia",
		"descriptionText": "<i>Analiza zakodowanych imperialnych danych ujawnia mroczny plan: wkrótce na wioskę zostanie przypuszczony zmasowany atak. Pospiesznie organizujecie ochronę osady, w żaden sposób nie przygotowanej na szturm o podobnej sile -  będziecie zmuszeni  odpierać atak wrogich oddziałów dość długo, by wszyscy zdołali się ewakuować do bunkra w dolinie...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth9",
		"name": "Biały szum",
		"descriptionText": "<i>Imperium nie ustaje w poszukiwaniach rebelianckich uciekinierów. To tylko kwestia czasu, nim zaczną przeszukać osadę.\nKorzystając ze sprzętu ukrywających się rebeliantów, Benex i jego ludzie tworzą na terenie osady sieć czujników i systemów obronnych. Gdy zjawią się imperialne siły, będą przynajmniej gotowi...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth10",
		"name": "Ciągła czujność",
		"descriptionText": "<i>Przed przyłączeniem do Rebelii Loku Kanoloa uczestniczył w paru misjach jako członek oddziałów specjalnych z Mon Cali.\nNiedawno do jego uszu dotarły wieści, jakoby paru jego byłych towarzyszy broni zostało schwytanych. Są przetrzymywani w areszcie i niebawem mają zostać przetransportowani w inne miejsce...</i>",
		"bonusText": "",
		"heroText": "Loku Kanoloa",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Mon Eron",
			"Dzicz",
			"Placówka"
			],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "Karta nagrody \"Wizja bitwy\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth11",
		"name": "Poznaj swojego wroga",
		"descriptionText": "<i>Verena i jej brat bliźniak Ivan od małego rywalizowali ze sobą.\nGdy dorośli, rozdzieliły ich różnice poglądów, które postawiły ich po przeciwnych stronach konfliktu: ją w szeregach Rebelii, a jego - pośród żołnierzy Imperium. Dowiedziawszy się, co porabia jej brat, Verena podejmuje decyzję: nadszedł czas na spotkanie po latach...</i>",
		"bonusText": "",
		"heroText": "Verena Talos",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Korelia",
			"Placówka"
			],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "Karta nagrody \"Żelazna pięść\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth12",
		"name": "Środki zapobiegawcze",
		"descriptionText": "<i>MHD-19 został oswobodzony z niewoli parę lat temu przez mężczyznę imieniem Draylen. Od tamtej pory droid jest wobec niego absolutnie lojalny. Draylen wstąpił zaś w szeregi Sojuszu i jako rebeliancki agent został schwytany podczas ostatniej misji. Teraz MHD-19 ma okazję odwdzięczyć się za przysługę sprzed lat.</i>",
		"bonusText": "",
		"heroText": "MHD-19",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tro'Har",
			"Dzicz",
			"Placówka"
			],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "Karta nagrody \"Ulepszenia systemów\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth13",
		"name": "Ucieczka z Miasta w Chmurach",
		"descriptionText": "<i>Po tragicznym w skutkach spotkaniu z Darthem Vaderem i szturmowcami na Bespinie niektórzy obywatele wciąż pozostają uwięzieni na terenie kolonii górniczej, bez szans na ewakuację.</i>",
		"bonusText": "Dopóki ta karta jest w grze, Imperium przejmuje kartę nagrody \"Problemy z zaopatrzeniem\"",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Placówka"
			],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "Karta nagrody \"Przywrócenie zaopatrzenia\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth14",
		"name": "Plądrowanie domostwa",
		"descriptionText": "<i>Sympatyzująca z Rebelią grupka farmerów wilgoci udzielała schronienia żołnierzom i bohaterom Sojuszu. Teraz Imperium znalazło ich domostwo i przypuściło na nie bezlitosny atak. Jeśli wasi sprzymierzeńcy mają przetrwać, będą potrzebowali pomocy.</i>",
		"bonusText": "Dopóki ta karta jest w grze, Imperium przejmuje losową kartę nagrody-przeciwności.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Peryferia"
			],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "Karta nagrody \"Odrodzenie\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth15",
		"name": "Przetrwają najsilniejsi",
		"descriptionText": "<i>Pobliskie patrole zwiadowcze odebrały słaby sygnał wezwania pomocy nadawany z Hoth. Wygląda na to, że ktoś pozostawiony tam podczas ewakuacji przeżył. Zdesperowane ocalić nieszczęśnika najwyższe dowództwo chce, byście dołączyli do niewielkiego zespołu ratunkowego.</i>",
		"bonusText": "Dopóki ta karta jest w grze, Imperium przejmuje kartę nagrody \"Wyczerpani do cna\"",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Hoth",
			"Dzicz"
			],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "Karta nagrody \"Podbudowani sukcesem\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth16",
		"name": "Niełatwa ścieżka",
		"descriptionText": "<i>Chewbacca odkrył na Ord Mantell obecność pośledniejszych łowców nagród, braci Krandt, którzy mogą posiadać informacje na temat kapitana Solo i szans na odbicie go ze szponów Hutta Jabby.</i>",
		"bonusText": "Dopóki ta karta jest w grze, Imperium przejmuje kartę nagrody \"Utrudnienia\"",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Peryferia"
			],
		"expansionText": "Powrót na Hoth",
		"rebelRewardText": "Karta nagrody \"Zrealizowana strategia\"",
		"imperialRewardText": ""
	}
]