[
	{
		"id": "Jabba1",
		"name": "Niemal w domu",
		"descriptionText": "<i>Po opuszczeniu systemu zarejestrowaliśmy pewne... odchylenia w odczytach statku - głosi wiadomość od konwoju. - Podobne wskazania odbieraliśmy z bazy operacyjnej kapitana Terro. Obawiamy się, że na naszym statku może się znajdować boja namierzająca. Musicie dotrzeć do tej bazy i usunąć wszelkie informacje na temat współrzędnych, nim dostarczymy pasażerów do punktu docelowego.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba2",
		"name": "Niebezpieczni sojusznicy",
		"descriptionText": "<i>Wasi przyjaciele i rodziny są gotowi do przesiedlenia, ale kapitan Terro, wściekły na Jabbę, który postanowił wam pomóc, blokuje wam jedyną drogę do statków. Pragnąc utwierdzić swoją władzę na planecie, Hutt wysyła was na swojej barce, Khetannie, abyście pokazali imperialnemu kapitanowi, kto rządzi na Tatooine.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba3",
		"name": "Wykonać plan",
		"descriptionText": "<i>Z transmisji przesłanej przez Biba Fortunę wynika, że Jabba przechwycił komunikat Terra, na podstawie któego można się domyślać, że kapitan planuje zastawić zasadzkę na terenie nowej kolonii. \n- Będzie mi towarzyszyć grupa najlepszych strażników Jabby - informuje was Twi'lek. - Pomogą wam to wszystko zakończyć, raz na zawsze.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba4",
		"name": "Ze wszystkich stron",
		"descriptionText": "<i>Cywile są gotowi do przesiedlenia, a flota gromadzi się, by dostarczyć uchodźców w bezpieczne miejsce. Niestety, z informacji wywiadu wynika, że Jabba nie zamierza puścić zdrady płazem i przygotowuje się, by was powstrzymać. Tymczasem dociera do was sygnał świadczący o tym, że do waszej lokalizacji zbliża się zespół Terra...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba5",
		"name": "Wrogie negocjacje",
		"descriptionText": "<i>Może i przestępczy półświatek kieruje się własnym kodeksem honorowym, jednak jego członkowie nie ufają sobie nawzajem. Jabba chce, byście eskortowali przemytnika, który ma ubić na Doshy pewien interes. Stosunki między stronami są dość napięte, więc musicie dopilnować, by wszystko poszło zgodnie z planem - albo przynajmniej opłaciło się Huttowi.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba6",
		"name": "Chwila prawdy",
		"descriptionText": "<i>Sojusz kontaktuje się z wami i bezpiecznym kanałem przekazuje wam instrukcje dotyczące misji, która może wam nieco utrudnić wypełnienie zadania zleconego przez Jabbę. Zgromadzili niewielką flotę ratunkową i wysyłają ją do was, jednak będziecie musieli sabotować orbitalne systemy obronne z głównej bazy Imperium. Macie nadzieję, że uda wam się wypełnić obie misje na czas.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba7",
		"name": "Bunt",
		"descriptionText": "<i>Podstępny Jabba zatrzymuje was i ogłasza wyrok przed swoją barwną świtą: macie zostać rzuceni na pożarcie potężnemu Sarlaccowi. /n- W jego wnętrzu poznacie nowy wymiar cierpienia, trawieni przez tysiąc lat - informuje was tłumacz Hutta. Zapędzeni na skiffy, wylatujecie na ich pokładach na spiekaną słońcem pustynię.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba8",
		"name": "Wysoka cena",
		"descriptionText": "<i>Imperialne zapasy są niewyczerpane. Nie ubędzie im na stracie kilku ładunków. Jabba chce, byście pozyskali nieco z tych \"nadwyżek magazynowych\" dla jego prywatnego użytku. Jest jednak gotów pogodzić się z tym, że imperialne środki bezpieczeństwa będą od was wymagały skorzystania z ich części podczas wypełniania misji.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba9",
		"name": "Szturm na pałac",
		"descriptionText": "<i>Na zdradę Jabby można odpowiedzieć jedynie siłą. Jeśli chcecie ocalić swoich przyjaciół i rodziny od dożywotniego zniewolenia, pozostaje wam tylko jedno: otwarty atak. Wasz pilot ostrzega was kolejny raz, że ten plan jest szalony, jednak nie macie innego wyjścia. Podrzuca was tuż pod pałac Jabby na terenie Morza Wydm, życząc wam powodzenia, gdy ruszacie ku wrotom twierdzy.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba10",
		"name": "Na obcym terytorium",
		"descriptionText": "<i>Śmiertelne zagrożenie! Podczas gdy galaktyką targa wojna domowa, okrutne IMPERIUM przyjmuje nową, nikczemną taktykę: bierze na cel rodziny rebeliantów i bezbronnych cywilów. Mężni żołnierze z SOJUSZU REBELIANTÓW szukają schronienia dla tych bezbronnych ofiar wojny nowej przystani, organizując konwój, by bezpiecznie - i potajemnie - przenieść ich do rebelianckiego świata.\nNiestety, wpadają w pułapkę, a w zaciekłej bitwie, jaka się po niej wywiązuje, zostaje zniszczonych wiele rebelianckich statków. Ci, którym udało się ujść z życiem, są zmuszeni salwować się ucieczką na pustynną planetę TATOOINE w desperackiej nadziei na znalezienie pomocy u podstępnego gangstera HUTTA JABBY.\nGdy jednak uszkodzone rebelianckie statki lądują awaryjnie pośród rozpalonych pustynnych piasków, okazuje się, że imperialny garnizon wysłał im już na spotkanie oddział szturmowców...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba11",
		"name": "Polowanie na trofea",
		"descriptionText": "<i>Jabba wyznaczył nagrodę za głowę imperialnego oficera o imieniu Kallenn, jednak póki co jego ochrona skutecznie udaremnia wam jego pochwycenie. \n-Miał nam dostarczyć nowego... pupila, ale zatrzymał ge dla siebie. Podobny brak lojalności nie może ujść mu płazem - wyjaśnia wam tłumacz Hutta. \nJabba chce, żebyście dołączyli do jednego z jego najlepszych łowców nagród w próbie zatrzymania Kallenna - raz na zawsze.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba12",
		"name": "Wojna o wpływy",
		"descriptionText": "<i>Konkurencyjny gang powoli, ale systematycznie wdziera się na terytorium Jabby na Nal Hutta. Podobna bezczelność nie może im ujść na sucho. Jabba zleca wam niezbyt skomplikowaną misję: \n- Niech ich przypadek posłuży innym za przestrogę.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba13",
		"name": "Powitanie bohatera",
		"descriptionText": "<i>Chociaż Vinto Hreeda cieszy się w półświatku reputacją bezlitosnego najemnika, jest bezgranicznie lojalny jeśli chodzi o ochronę członków swojego rodu. Gdy więc piraci z rywalizującego z nimi klanu kradną im zapasy nieodzownych środków medycznych, klan Vinta zwraca się do niego z rozpaczliwą prośbą o pomoc.</i>",
		"bonusText": "",
		"heroText": "Vinto Hreeda",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Rodia",
			"Peryferia"
			],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "Karta nagrody \"Straceniec\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba14",
		"name": "Zrodzona ze śmierci",
		"descriptionText": "<i>Shyla od zawsze podziwiała potężny klan mandaloriańskich wojowników, zwany Strażą Śmierci. Odkąd jednak dowiedziała się, że w ich tajnej bazie, którą niedawno odkryło Imperium, mogą się znajdować pewne stare zapisy dotyczące ich działalności, jej pragnienie zgłębienia ich historii przerodziło się w prawdziwą obsesję.</i>",
		"bonusText": "",
		"heroText": "Shyla Varad",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Mandalora",
			"Placówka"
			],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "Karta nagrody \"Mandaloriańskie korzenie\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba15",
		"name": "Wymuszenie",
		"descriptionText": "<i>Dawni rywale Onara Komy pojmali przyjaciół najemnego ochroniarza, grożąc mu, że ci słono zapłacą za jego grzechy. Żądają, by Onar spotkał się z nimi w szemranej jaskini hazardu na jego ojczystej planecie. To bez dwóch zdań pułapka, jednak Aqualish jest bezgranicznie wściekły - i gotów podjąć wyzwanie.</i>",
		"bonusText": "",
		"heroText": "Onar Koma",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Ando",
			"Placówka"
			],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "Karta nagrody \"Powalający cios\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba16",
		"name": "Ryzykowne łowy",
		"descriptionText": "<i>Zwiadowcy donieśli, że imperialne zespoły rekonesansowe starają się wzbogacić swój arsenał broni o straszliwe rankory z Dathomiry, gromadząc ich jaja. Jako że towar ten można również sprzedać za wysoką cenę wiecznie szukającym egzotycznych pupili huttyjskim gangsterom, dowództwo chce, byście przejęli ładunek - w ten sposób pomieszacie szyki Imperium, pozyskując jednocześnie nowe fundusze.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Dathomir",
			"Pustkowia"
			],
		"expansionText": "Królestwo Jabby",
		"rebelRewardText": "Kredyty",
		"imperialRewardText": ""
	}
]