[
	{
		"id": "Lothal1",
		"name": "Zew",
		"descriptionText": "<i>\"Za każdym razem jak współpracowałem z Rebelią, każda ze stron zyskiwała!\" deklaruje Hondo Ohnaka, były pirat, obecnie łotr do wynajęcia. \"Imperium myśli, że na Lothal nie ma już żadnych Rebeliantów, więc kradzież tej broni, będzie niczym odebranie dziecku lizaka.\" Patrzy się w kosmos, z lekkim uśmieszkiem na ustach. \"Ach, stare, dobre czasy.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Peryferia"
			],
		"expansionText": "Tyrani z Lothal",
		"rebelRewardText": "Karta nagrody \"Przywódca komórki Nova\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal2",
		"name": "Pojedynek na Devaron",
		"descriptionText": "<i>Ojciec Tress opowiadał najbardziej nieprawdopodobne historie z czasów jak przemycał przyprawy po całych Zewnętrznych Rubieżach. Zapamiętała jego brawurę… i jego obsesję na punkcie zapisywania każdej drogi przez hiperprzestrzeń, której kiedykolwiek użył. Teraz niestety, już odszedł, ale jego zapiski mogłyby istotnie pomóc Rebelianckim przemytnikom. Żeby je zdobyć Tress musi wrócić na rodzinną planetę, z którą wiążą ją tylko złe wspomnienia.</i>",
		"bonusText": "",
		"heroText": "Tress Hacnua",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Devaron",
			"Dżungla"
			],
		"expansionText": "Tyrani z Lothal",
		"rebelRewardText": "Karta nagrody \"Całokształt\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal3",
		"name": "Wyścig na Ryloth",
		"descriptionText": "<i>Niedawny nalot Agentów IBB przechwycił zasoby niezbędne dla ruchu oporu na Ryloth. W ręce Imperium wpadły też zaszyfrowane dane dotyczące szczegółów operacji Rebelii na całej planecie. Hera Syndulla wysłała razem z wami członka swojej załogi do pomocy w szybkim odzyskaniu zapasów i danych zanim Imperium użyje ich przeciwko Rebeliantom Twi’leka.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Sojusznik dowolne Widmo",
		"villainText": "",
		"tagsText":
			[
			"Ryloth",
			"Równiny"
			],
		"expansionText": "Tyrani z Lothal",
		"rebelRewardText": "Sojusznik dowolne Widmo",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal4",
		"name": "Piaski Seelos",
		"descriptionText": "<i>Słysząc, że Wolffe, jego dowódca podczas Wojen Klonów, nie tylko żyje, ale też jest sojusznikiem Rebelii, CT-1701 zgłasza się ze swoją ekipą aby polecieć na Seelos. Macie tam odzyskać użyteczne dane wywiadowcze ze skradzionego Wolffe’owi AT-AT. Niestety, Imperium pojawia się pierwsze, ścigając AT-AT Wolffe’a swoimi machinami wojennymi…</i>",
		"bonusText": "",
		"heroText": "CT-1701",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Seelos",
			"Pustynia"
			],
		"expansionText": "Tyrani z Lothal",
		"rebelRewardText": "Karta nagrody \"Strzał w 10!\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal5",
		"name": "Oblężenie na Geonosis",
		"descriptionText": "<i>Dzięki rozpoznaniu na Genosis, które wykonała załoga Widmo, Rebelia odkryła możliwość uratowania starej fabryki droidów na tej planecie, z możliwością zwrócenia tych żołnierzy z czasów Wojen Klonów przeciwko potędze Imperium. Jeden z członków Widma spotka się z wami na miejscu.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Sojusznik dowolne Widmo",
		"villainText": "",
		"tagsText":
			[
			"Geonosis",
			"Placówka"
			],
		"expansionText": "Tyrani z Lothal",
		"rebelRewardText": "Sojusznik dowolne Widmo",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal6",
		"name": "Ostatni rozkaz",
		"descriptionText": "<i>Imperialny inżynier na Lothal oferuje cenne informacje za zabezpieczenie jego ucieczki. Co więcej twierdzi, że wie, gdzie możecie znaleźć istotne informacje na temat najnowszych planów Wielkiego Admirała Thrawna co do systemu Lothal. Dowództwo wysyła was, żeby sprawdzić ten przeciek i jeżeli jest to możliwe powstrzymać Thrawna, bez względu na to co zaplanował.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Peryferia"
			],
		"expansionText": "Tyrani z Lothal",
		"rebelRewardText": "Kredyty",
		"imperialRewardText": ""
	}
]