[
	{
		"id": "Bespin1",
		"name": "Geheimnis der Wolkenstadt",
		"descriptionText": "<i>Ein Agent gelangte an einige imperiale Codes, bevor er verschwand. Ob er gefangen genommen wurde oder untergetaucht ist, ist nicht bekannt, aber er war sehr deutlich, dass die Informationen von einem toten Briefkasten in Wolkenstadt geborgen werden müssen. Das Ende seines Berichts lautet:\n\"Die Information scheint von großer Bedeutung zu sein. Er ist auf der Jagd danach.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Stadtrand"
			],
		"expansionText": "Riskantes Spiel auf Bespin",
		"rebelRewardText": "Belohnungskarte \"Unter dem Radar\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin2",
		"name": "Freiheitskämpfer",
		"descriptionText": "<i>In letzter Zeit verschwinden immer wieder Bürger der Unterschicht aus der Wolkenstadt. Das Oberkommando der Allianz hat einen Notruf vom ehemaligen Computer-Verbindungsoffizier der Stadt, Lobot, erhalten: \"Trandoshanische Sklavenhändler operieren in Wolkenstadt. Rettungsteams werden vermisst. Bitte schickt Verstärkung. Ich werde ins Visier genommen.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Stadtrand"
			],
		"expansionText": "Riskantes Spiel auf Bespin",
		"rebelRewardText": "Belohnungskarte \"Lobots Dankbarkeit\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin3",
		"name": "Feindliche Übernahme",
		"descriptionText": "<i>Bei dem Versuch, die Kontrolle über die Tibanna-Reserven von Wolkenstadt zu erlangen, haben sich ein ruchloser ISB-Agent und der Kopfgeldjäger Bossk zusammengetan. Sie haben den örtlichen Anführer des Widerstands gefangen genommen, und das Oberkommando will ihn befreien. Geheimdienstinformationen zufolge halten sie den Anführer zum Verhör fest und planen, ihn in Karbonit zu einer unbekannten Einrichtung zu transportieren.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Basis"
			],
		"expansionText": "Riskantes Spiel auf Bespin",
		"rebelRewardText": "Belohnungskarte \"Nothilfe\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin4",
		"name": "Panik auf den Straßen",
		"descriptionText": "<i>Die Zusammenstöße in Wolkenstadt haben ihren Tribut von der Bevölkerung gefordert. Die Menschen haben begonnen, die Rebellen für die Gewalt verantwortlich zu machen und bevorzugen eine relative Stabilität, selbst unter imperialen Bannern. Murne fürchtet den Verlust der Unterstützung für ihre Guerillas und organisiert eine Hilfsmission. Sie ist fest entschlossen, den Menschen in Wolkenstadt zu helfen und ihre Unterstützung zurückzugewinnen.</i>",
		"bonusText": "",
		"heroText": "Murne Rin",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Stadtrand"
			],
		"expansionText": "Riskantes Spiel auf Bespin",
		"rebelRewardText": "Belohnungskarte \"Kameradroide\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin5",
		"name": "Rückeroberung",
		"descriptionText": "<i>Lando Calrissian muss sich zurück nach Wolkenstadt schleichen, um wichtige Dokumente zu holen, die er zurückgelassen hat. Der Haken an der Sache ist, dass der örtliche ISB zusätzliche Überwachungssysteme installiert hat. Lando bittet ein Eliteteam, ihn zu Fuß durch die Stadt zu eskortieren.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Lando Calrissian (Charmanter Glücksspieler)",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Stadtrand"
			],
		"expansionText": "Riskantes Spiel auf Bespin",
		"rebelRewardText": "Verbündeter \"Lando Calrissian (Charmanter Glücksspieler)\"",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin6",
		"name": "Neue Erkenntnisse",
		"descriptionText": "<i>Gerüchte besagen, dass eine vertrauenswürdige Quelle seit Jahren Informationen an das Imperium verkauft hat. Bei weiteren Nachforschungen findet Davith heraus, dass es sich bei dem Verräter um seinen ehemaligen leitenden Offizier handelt, der geheimnisvollerweise als \"The Duke\" bekannt ist.\nHawkbat begibt sich zu dem Privatanwesen, um alles, was sein Mentor in Gefahr gebracht hat, wieder sicherzustellen.</i>",
		"bonusText": "",
		"heroText": "Davith Elso",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Basis"
			],
		"expansionText": "Riskantes Spiel auf Bespin",
		"rebelRewardText": "Belohnungskarte \"Leuchtendes Holocron\"",
		"imperialRewardText": ""
	}
]