[
	{
		"id": "Empire1",
		"name": "Flucht aus dem Herzen",
		"descriptionText": "<i>Während ihr einen Plan ausarbeitet, um mit dem neu erworbenen Fragment von Bardotta von dem Planeten zu fliehen, hört ihr das Dröhnen eines Schiffsmotors. Aus Angst vor einem Überfall schnappt ihr euch eure Waffen und lauft nach draußen, wo ihr Ahsoka Tano findet, die aus einem Shuttle steigt, das in eurer Nähe gelandet ist. Sie lächelt euch an und sagt: \"Wir dachten uns, dass diese Extraktion etwas mehr Aufmerksamkeit erfordert. Ich bin bereit, wenn ihr es seid.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire2",
		"name": "Dunkle Aufklärung",
		"descriptionText": "<i>Während das IMPERIUM immer mächtiger wird, sucht die REBELLEN-ALLIANZ ständig nach einer Schwachstelle des galaktischen Molochs. Von unschätzbarem Wert für diese Bemühungen sind die Aufklärungsmissionen nach CORUSCANT, der Hauptstadt des Imperiums.\nGefahr lauert in den Schatten der Stadt. Ein Rebellenteam hat vor kurzem die Nachricht von einem mächtigen Artefakt übermittelt, das von Agenten des Imperiums als Waffe gesucht wird, bevor sie verschwanden und vermutlich gefangen genommen wurden. Nun rast ein neues Team von Helden durch den Hyperraum ins Herz des Imperiums, um mehr über dieses mysteriöse Artefakt herauszufinden und die Mission ihrer Kameraden fortzusetzen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire3",
		"name": "Störfaktoren",
		"descriptionText": "<i>Ihr verfolgt ein Shuttle, das Zaaryn zu einer abgelegenen, vom Imperium kontrollierten Welt bringt, die sich in einer Phase des politischen Umbruchs befindet. Abgefangene imperiale Kommunikationen deuten darauf hin, dass Zaaryn dort ein Treffen arrangiert hat, um dem ehemaligen Sith Maul Informationen zu verkaufen. Ihr glaubt, dass die Informationen, die Zaaryn Maul anbieten will, euch helfen könnten, das Fragment von Bardotta zu finden.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire4",
		"name": "Der Doppelagent",
		"descriptionText": "<i>Ihr erhaltet eine verschlüsselte Nachricht von Lorn, einem Gelehrten für die Geschichte der Jedi. \"Mein Wissen über die Existenz des Fragments der Kugel von Bardotta ist zu einer Belastung geworden, und ich fürchte, dass imperiale Agenten bald hinter mir her sein werden. Bitte - ich brauche euren Schutz.\"\nUnter der Nachricht stehen Zeit und Ort für ein Treffen.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire5",
		"name": "Nah am Feind",
		"descriptionText": "<i>\"Unsere Analysten sind sich einig, dass sich das Fragment wahrscheinlich irgendwo im Jedi-Tempel befindet,\" teilt euch das Oberkommando per Hologramm mit. \"Wir wissen, dass ihr den Ort auskundschaften wollt, aber unsere Informationen zeigen, dass wir keine Zeit haben. Die Streitkräfte des Imperiums mobilisieren sich und verfügen über fast dieselben Informationen wie ihr. Ihr müsst das Fragment zuerst erreichen! Wir können uns nicht einmal vorstellen, was es in den Händen des Imperators anrichten könnte...\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire6",
		"name": "Aus den Fängen der Finsternis",
		"descriptionText": "<i>Nachdem ihr alle möglichen Rebellenkanäle gescannt habt, stoßt ihr schließlich auf ein schwaches Signal eines Peilsenders. Es kann nichts bestätigt werden, und das Signal ist etwas zerhackt. Es scheint jedoch von dem gefangenen Rebellentrupp zu stammen, der das Artefakt verfolgt hat. Eure Konsole zeigt die Koordinaten des Signals für eine mögliche Rettung an.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire7",
		"name": "Die Geschichte wiederholt sich",
		"descriptionText": "<i>Lorn legt einen Bauplan auf einem alten Manuskript vor euch aus. \"Ich konnte die möglichen Verstecke für das Fragment eingrenzen, aber ich muss für eine endgültige Analyse vor Ort sein,\" sagt er und deutet auf verschiedene Stellen. \"Ich weiß, dass es gefährlich ist, aber Sie müssen mich hineinbringen. Wenn wir dort sind, bin ich sicher, dass ich das Fragment finden kann, und wir können für seine Sicherheit sorgen.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire8",
		"name": "Der Insider",
		"descriptionText": "<i>\"Wir haben die Aufzeichnungen nach dem Jedi-Historiker durchsucht, von dem ihr berichtet habt,\" teilt euch ein Vertreter des Oberkommandos in einer Holo-Botschaft mit. \"Sein Name ist Lorn. Er ist ein Bürokrat, der mit unserer Sache sympathisiert und Zugang zu wertvollen historischen Aufzeichnungen hat. Er hat immer noch ein Büro im alten Senatsgebäude. Wenn wir an diese Aufzeichnungen herankommen, könnten sie enthalten, was wir brauchen, um das Fragment der Kugel von Bardotta zu finden.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire9",
		"name": "In die Enge getrieben",
		"descriptionText": "<i>Eine Gruppe von Sympathisanten der Allianz sollte sich mit dem gefangenen Team der Rebellen treffen. Jetzt seid ihr an der Reihe, mit den engagierten Verbündeten Kontakt aufzunehmen. Glücklicherweise scheinen sie immer noch bereit zu sein, ihre Informationen über das Macht-Artefakt, bekannt als die Kugel von Bardotta, zu teilen. Ihr arrangiert ein Treffen, um alles zu erfahren, was ihr könnt, bevor euer Team oder diese neuen Freunde aufgespürt werden können.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire10",
		"name": "Auf der Flucht",
		"descriptionText": "<i>Der Geheimdienst der Rebellen hat Maul in einer imperialen Einrichtung auf einer abgelegenen Welt ausfindig gemacht. Abgefangene Nachrichten deuten darauf hin, dass der ehemalige Sith seine Quelle, Zaaryn, im Auge behält, während Mauls Agenten auf Coruscant das Fragment aufspüren. Ihr konntet Mauls Agenten noch nicht ausfindig machen, aber wenn ihr Maul selbst gefangen nehmen könnt, werdet ihr wissen, ob und wann seine Agenten das Artefakt wiederfinden.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire11",
		"name": "Eine heiße Spur",
		"descriptionText": "<i>Zaaryn, ein imperialer Offizier, der gierig nach Gelegenheiten für sich selbst sucht, scheint Informationen über die Existenz eines Teils eines Macht-Artefakts verkaufen zu wollen, das als Kugel von Bardotta bekannt ist. Die Aufnahmen einer gehackten Sicherheitskamera zeigen ihn auf seinem Weg durch die Tiefen von Coruscant, wahrscheinlich auf der Suche nach einem reichen Käufer.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire12",
		"name": "Im Reich der Dunklen Seite",
		"descriptionText": "<i>Als ihr nach eurer Gefangennahme erwacht, seid ihr in einer kleinen imperialen Zelle eingesperrt. Nachdem ihr euch und den Raum durchsucht habt, stellt ihr fest, dass eure gesamte Ausrüstung mitgenommen wurde. Allerdings haben die Imperialen ein kleines Notsignal übersehen, das ihr geschickt versteckt hattet. Du aktivierst es und beobachtest, wie es blinkt, in der Hoffnung, dass jemand, der helfen kann, das Signal empfängt...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire13",
		"name": "Ziviler Ungehorsam",
		"descriptionText": "<i>Überall auf dem massiv überbevölkerten Planeten Taris sind kleine Gruppen von Demonstranten aufgetaucht. Das Imperium hat begonnen, gewaltsam gegen diese Proteste vorzugehen. Das Oberkommando will diese Demonstranten schützen, um weiterhin Wohlwollen für die Rebellion zu erlangen.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Taris", 
			"Stadtrand"
			],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "Belohnungskarte \"Unterstützung aus der Bevölkerung\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire14",
		"name": "Exfiltration",
		"descriptionText": "<i>Sahm-Ken Feralo, cereanischer Senator, Rebellenspion und Vater von Ko-Tun, ist kürzlich aufgeflogen. Er muss aus seinem Unterschlupf auf Coruscant abgeholt werden, um ihn in Sicherheit zu bringen.</i>",
		"bonusText": "",
		"heroText": "Ko-Tun Feralo",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Coruscant",
			"Stadtrand"
			],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "Belohnungskarte \"Effizienz der Allianz\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire15",
		"name": "Metallprobe",
		"descriptionText": "<i>Der Droidenentwickler, bei dem Jarrod einst in die Lehre ging, wurde verraten und sein Lebenswerk gestohlen. Jetzt ist sein mächtiger neuer Prototyp, der auf der gleichen Droidenlinie basiert, aus der Jarrod J4X-7 entwickelt hat, bereit für die imperiale Massenproduktion. Die Pläne müssen zurückerlangt und alle imperialen X-8-Droiden vernichtet werden.</i>",
		"bonusText": "",
		"heroText": "Jarrod Kelvin",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Kuat",
			"Basis"
			],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "Belohnungskarte \"X-8-Aufwertung\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire16",
		"name": "Ich bin noch nicht fertig",
		"descriptionText": "<i>Als Drokkatta der imperialen Versklavung in einer Minenanlage auf Geonosis entkam, mussten viele Freunde und geliebte Personen zurückgelassen werden. Da die Rebellion die Anlage als ein wichtiges Ziel betrachtet, bietet sich für Drokkatta die Gelegenheit, das Versprechen einzulösen und zurückzukehren.</i>",
		"bonusText": "",
		"heroText": "Drokkatta",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Geonosis",
			"Basis"
			],
		"expansionText": "Im Herzen des Imperiums",
		"rebelRewardText": "Belohnungskarte \"Wookiee-Gebrüll\"",
		"imperialRewardText": ""
	}
]