[
	{
		"id": "Jabba1",
		"name": "Fast zu Hause",
		"descriptionText": "<i>\"Wir haben eine Anomalie in den Schiffswerten gefunden, als wir das System verlassen haben,\" teilt euch eine Warnmeldung des Konvois mit. \"Es gibt ähnliche Messwerte, die wir zu Captain Terros Operationsbasis zurückverfolgt haben. Wir befürchten, dass unser Schiff mit einem Peilsender versehen wurde. Ihr müsst zu diesem Stützpunkt gelangen und alle wiedergefundenen Koordinaten zerstören, bevor die Passagiere abgesetzt werden können.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba2",
		"name": "Eine gefährliche Allianz",
		"descriptionText": "<i>Eure Freunde und Familien sind bereit für den Abtransport, aber Captain Terro, wütend über Jabbas Entscheidung, euch zu helfen, hat den einzigen Weg zurück zu den Schiffen blockiert. Um seine Vorherrschaft zu behaupten, schickt Jabba euch mit seiner Barke, der </i>Khetanna<i>, um dem imperialen Captain zu zeigen, wem Tatooine gehört.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba3",
		"name": "Geplant und ausgeführt",
		"descriptionText": "<i>Ein Funkspruch von Bib Fortuna informiert euch, dass Jabba Übertragungen von Terros Team abgefangen hat, aus denen hervorgeht, dass sie einen Überfall auf die neue Kolonie planen. \"Ich werde ein Team von Jabbas besten Wachen begleiten,\" sagt er euch. \"Und sie werden euch helfen, die Sache ein für alle Mal zu beenden.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba4",
		"name": "Von allen Seiten",
		"descriptionText": "<i>Die Zivilisten sind bereit für den Abtransport, und ein Einsatzkommando versammelt sich, um sie an einen sicheren Ort zu bringen. Leider zeigen Informationen, dass Jabba den Verrat nicht auf die leichte Schulter nimmt und bereit ist, alles zu tun, um euch aufzuhalten. Gleichzeitig orten eure Sensoren Terros Einheit, die sich auf euren Standort zubewegt.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba5",
		"name": "Geschäfte unter Feinden",
		"descriptionText": "<i>Unter Dieben gibt es vielleicht keine Ehre, aber sie sind aufeinander angewiesen. Jabba will, dass du einen Schmuggler zu einem Geschäft auf Dosha begleitest. Es gibt viele Spannungen zwischen den Handelsparteien, also musst du dafür sorgen, dass die Übergabe zivilisiert oder zumindest profitabel abläuft.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba6",
		"name": "Schicksalsstunde",
		"descriptionText": "<i>Die Allianz kontaktiert euch über einen sicheren Kanal mit einer Komplikation für Jabbas letzten Auftrag. Sie haben Ressourcen für eine kleine Rettungsflotte gesichert und schicken sie zu euch, aber ihr müsst auch die Orbitalverteidigung der imperialen Hauptbasis sabotieren. Ihr hofft, dass ihr die Zeit haben werdet, beide Aufträge zu erfüllen.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba7",
		"name": "Meuterei",
		"descriptionText": "<i>Nach eurer Gefangennahme und Jabbas Verrat werdet ihr von einem Scheingericht verurteilt. Ihr sollt in die Grube des allmächtigen Sarlacc geworfen werden, wo der Dolmetscher des Hutten euch mitteilt: \"Ihr werdet neue Bedeutungen von Schmerz und Leid kennenlernen, während ihr über tausend Jahre hinweg langsam verdaut werdet.\" Dann werdet ihr auf Skiffs verladen und hinaus in das helle Sonnenlicht und die trostlose Landschaft geflogen.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba8",
		"name": "Überladung",
		"descriptionText": "<i>Die imperialen Vorräte sind grenzenlos. Ein paar Sprengsätze werden sie nicht vermissen. Jabba braucht euch, um einige dieser überschüssigen Sprengkörper für seine eigenen Zwecke zu sammeln. Er würde es aber verstehen, wenn die imperiale Verteidigung es erforderlich macht, einen Teil der Ladung zu verwenden, um die Mission zu erfüllen.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba9",
		"name": "Sturm auf den Palast",
		"descriptionText": "<i>Jabbas Verrat kann nur mit Gewalt begegnet werden. Wenn ihr eure Freunde und Familien vor lebenslanger Versklavung bewahren wollt, bleibt euch nur der Angriff. Euer Pilot warnt euch ein weiteres Mal, dass der Plan verrückt ist, aber ihr seid sicher, dass dies der einzige Weg ist. Er fliegt euch bis kurz vor Jabbas Palast im Dünenmeer und wünscht euch Glück, bevor ihr euch auf den Weg zum Tor macht.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba10",
		"name": "Unerlaubtes Eindringen",
		"descriptionText": "<i>Gefahr! Während der galaktische Bürgerkrieg wütet, wendet das tyrannische IMPERIUM eine verabscheuungswürdige neue Taktik an: Es hat es auf Familien und andere Unbeteiligte abgesehen. Mutige Soldaten der REBELLEN-ALLIANZ suchen Schutz für diese unschuldigen Zivilisten und bringen einen Konvoi auf einer versteckten Rebellenwelt in Sicherheit\nNach einem verheerenden Hinterhalt und einer heftigen Schlacht werden viele Rebellenschiffe zerstört. Die Überlebenden fliehen auf den abgelegenen Wüstenplaneten TATOOINE, in der Hoffnung, bei dem niederträchtigen Gangster JABBA THE HUTT bessere Überlebenschancen zu haben als in den Händen des Imperiums.\nAber als die beschädigten Rebellenschiffe in der brennenden Wüste eine Bruchlandung machen, entdecken sie eine imperiale Garnison, die bereits Sturmtruppen entsendet...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba11",
		"name": "Trophäenjagd",
		"descriptionText": "<i>Jabba hat einen imperialen Offizier namens Kallenn mit einem Todesurteil belegt, aber seine Sicherheitsmaßnahmen haben sich bisher als wirksam erwiesen, um ihn zu schützen. \"Er sollte ein neues Haustier für mich abliefern, hat es aber für sich behalten. Betrüger erfahren keine Gnade\", sagt euch Jabbas Dolmetscher. Jabba will, dass ihr euch einem seiner besten Kopfgeldjäger anschließt, um Kallenn ein für alle Mal zur Strecke zu bringen.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba12",
		"name": "Bandenkrieg",
		"descriptionText": "<i>Eine rivalisierende Bande dringt langsam, aber stetig in Jabbas erweitertes Gebiet um Nal Hutta ein. Diese Herausforderung darf nicht unbeantwortet bleiben. Jabba bietet euch eine einfache Mission an: \"Statuiert ein Exempel an diesem Abschaum.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba13",
		"name": "Ein triumphaler Empfang",
		"descriptionText": "<i>Obwohl er sich abseits seiner Heimatwelt einen Ruf als skrupelloser Söldner erworben hat, ist Vinto Hreeda für seinen Heimatclan ein Selbstjustizler und zuverlässiger Verteidiger. Als eine Splittergruppe von Piraten eines rivalisierenden Clans lebenswichtige medizinische Vorräte stiehlt, ist es die erste Reaktion seines Heimatclans, Vinto um Hilfe zu bitten.</i>",
		"bonusText": "",
		"heroText": "Vinto Hreeda",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Rodia",
			"Stadtrand"
			],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "Belohnungskarte \"Desperado\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba14",
		"name": "Kinder des Todes",
		"descriptionText": "<i>Shyla hat den mächtigen Clan der Mandalorianer, der als Deathwatch bekannt ist, schon immer bewundert. Aber seit sie von einem versteckten Stützpunkt erfahren hat, in dem einige ihrer alten Aufzeichnungen aufbewahrt werden und der kürzlich von einem imperialen Spähtrupp entdeckt wurde, ist ihr Wunsch, mehr zu erfahren, zu einer Besessenheit geworden.</i>",
		"bonusText": "",
		"heroText": "Shyla Varad",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Mandalore",
			"Basis"
			],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "Belohnungskarte \"Mandalorianisches Erbe\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba15",
		"name": "Geiselnahme",
		"descriptionText": "<i>Alte Rivalen von Onar Koma haben enge Freunde des Söldner-Leibwächters entführt und drohen, sie \"für seine Sünden bezahlen zu lassen.\" Diese Gesetzlosen verlangen ein Treffen in einer berüchtigten Spielhölle auf Onars Heimatwelt. Das ist offensichtlich eine Falle, aber der Aqualish ist wütend und bereit, sie zu stellen.</i>",
		"bonusText": "",
		"heroText": "Onar Koma",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Ando",
			"Basis"
			],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "Belohnungskarte \"Schwinger\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba16",
		"name": "Gefährliche Jagd",
		"descriptionText": "<i>Späher haben berichtet, dass Aufklärungseinheiten des Imperiums versuchen, ihre natürliche Kriegsführung zu verbessern, indem sie die Eier der furchterregenden Rancors auf dem Planeten Dathomir sammeln. Da die Eier auch an Huttenfürsten verkauft werden könnten, die exotische Haustiere zu hohen Preisen suchen, will das Oberkommando die Eier einsammeln, in der Hoffnung, die Aktivitäten des Imperiums zu stören und finanzielle Mittel zu erhalten.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Dathomir",
			"Ödland"
			],
		"expansionText": "Jabbas Reich",
		"rebelRewardText": "Credits",
		"imperialRewardText": ""
	}
]