[
  {
    "id": "Bespin1",
    "name": "Het geheim van Cloud City",
    "descriptionText": "<i>Een agent heeft enkele keizerlijke codes bemachtigd voordat het contact werd verbroken. Het is onbekend of hij gevangen is of ondergedoken zit, maar hij was heel duidelijk dat de informatie moest worden opgehaald uit een geheime locatie in Cloud City. Het einde van zijn rapport luidt:\n“De informatie lijkt van groot belang te zijn. Hij is ernaar op jacht.”</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Outskirts"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Under the Radar\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin2",
    "name": "Vrijheidsstrijders",
    "descriptionText": "<i>De laatste tijd verdwijnen er steeds meer burgers uit de lagere klasse van Cloud City. Het commando van de Alliantie ontving een noodbericht van Lobot, de voormalige computerverbindingsofficier van de stad:\r\n“Trandoshan-slavenhandelaars actief in Cloud City. Reddingsteams vermist. Stuur alstublieft versterking. Ik zal een doelwit worden.”</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Outskirts"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Lobot's Favor\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin3",
    "name": "Vijandige overname",
    "descriptionText": "<i>In een poging om de controle over de tibanna-reserves van Cloud City te krijgen, hebben een snode ISB-agent en de premiejager Bossk hun krachten gebundeld. Ze hebben de lokale verzetsleider gevangengenomen en het oppercommando wil dat hij wordt gered. Volgens inlichtingen houden ze de leider vast voor ondervraging en zijn ze van plan hem in carbonite naar een onbekende locatie te vervoeren.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Facility"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Relief Effort\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin4",
    "name": "Paniek in de straten",
    "descriptionText": "<i>De gevechten in Cloud City hebben hun tol geëist onder de bevolking. Mensen geven de rebellen de schuld van het geweld en geven de voorkeur aan relatieve stabiliteit, zelfs onder keizerlijke vlag. Uit angst dat haar guerrillastrijders hun steun zullen verliezen, organiseert Murne een hulpactie. Ze belooft de bevolking van Cloud City te helpen en hun steun terug te winnen.</i>",
    "bonusText": "",
    "heroText": "Murne Rin",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Outskirts"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Cam Droid\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin5",
    "name": "Terugwinning",
    "descriptionText": "<i>Lando Calrissian moet Cloud City terug binnensluipen om belangrijke documenten terug te halen die hij daar heeft achtergelaten. Het probleem is, zo vertelt hij, dat de lokale ISB extra bewaking heeft geïnstalleerd. Lando vraagt een eliteteam om hem te voet door de stad te begeleiden.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Lando Calrissian (Charming Gambler)",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Outskirts"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Lando Calrissian (Charming Gambler)\" bondgenoot",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin6",
    "name": "Gereclassificeerd",
    "descriptionText": "<i>Geruchten doen de ronde dat een vertrouwde bron al jarenlang informatie verkoopt aan het Keizerrijk. Davith graaft verder en ontdekt dat de verrader zijn voormalige contactpersoon is, die bekendstaat onder de raadselachtige naam ‘The Duke’.\r\nHawkbat gaat naar een privécomplex om alles wat zijn mentor in gevaar heeft gebracht veilig te stellen.</i>",
    "bonusText": "",
    "heroText": "Davith Elso",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Facility"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Radiant Holocron\" beloningskaart",
    "imperialRewardText": ""
  }
]