[
  {
    "id": "Core1",
    "name": "Een nieuwe dreiging",
    "descriptionText": "<i>Rebellen ontdekten dat het noodbaken een afleiding was van generaal Weiss, een rijzende ster in het keizerlijke leger.\r\nDoor zijn inspanningen is hij een belangrijk doelwit geworden voor het oppercommando van de rebellen. Agenten zoeken het hele sterrenstelsel af naar informatie over de plannen van deze generaal...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core2",
    "name": "Nasleep",
    "descriptionText": "<i>OVERWINNING! Met de vernietiging van de Death Star heeft het Verzet hoop gegeven aan een melkwegstelsel in angst. Nu ze hun ultieme wapen hebben verloren, probeert het Keizerrijk zich te herstellen van deze verpletterende nederlaag.\r\nTerwijl de brokstukken van het gevechtsstation neerregenen op de rebellenbasis op Yavin 4, zet het Keizerrijk troepen in om wraak te nemen op de rebellen die op de kleine maan zijn gestationeerd.\r\nNiet lang daarna, wanneer een keizerlijk baken begint uit te zenden vanaf een buitenpost op enige afstand van de rebellenbasis, wordt een klein team van elite-agenten uitgezonden; hun missie: het signaal koste wat het kost het zwijgen op te leggen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core3",
    "name": "Commandostructuur",
    "descriptionText": "<i>Het Keizerrijk blijft de druk op rebellendoelen opvoeren. Ondanks het verlies van verschillende buitenposten slaagt het Verzet erin om de gevreesde keizerlijke vloot een stap voor te blijven.\nDe rebellen zijn nu in het offensief en staan op het punt een zeer belangrijke installatie onder controle van generaal Weiss te lokaliseren...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core4",
    "name": "Het wanhopige uur",
    "descriptionText": "<i>Rebellenspionnen hebben de locatie van het geheime wapen ontdekt. Als Weiss gestopt moet worden, moet dat nu gebeuren.\nDe rebellenvloot staat klaar om het stelsel binnen te springen en een grootschalige aanval uit te voeren om Weiss te verslaan en dit wapen te vernietigen voordat het volledig operationeel is...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core5",
    "name": "Naar binnen getrokken",
    "descriptionText": "<i>Hoewel het Rijk nog steeds aan het bijkomen is van de schok van het verlies van de Death Star, begint het zich te herstellen. De keizerlijke vloot heeft zich verspreid en jaagt agressief op rebellen. Overal in de melkweg lopen rebelleninstallaties het gevaar ontdekt te worden...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core6",
    "name": "Op eigen houtje",
    "descriptionText": "<i>Met zo weinig informatie beschikbaar over het wapenproject is het Verzet gedwongen om informatie te zoeken uit elke bron die ze kunnen vinden.\nHan Solo, een belangrijke bondgenoot van het Verzet, was een aanwijzing aan het volgen toen het contact met hem ergens in Hutt territorium werd verbroken. De verblijfplaats van de smokkelaar is momenteel onbekend...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core7",
    "name": "Keizerlijke gastvrijheid",
    "descriptionText": "<i>Er is belangrijke informatie aan het licht gekomen over het gevreesde wapenproject van generaal Weiss, maar de rebellenspion die deze informatie bij zich heeft, is gevangengenomen!\nAgenten staan klaar om een gewaagde reddingsmissie te starten, maar er kan weinig worden gedaan totdat zijn locatie is ontdekt... </i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core8",
    "name": "Inkomend",
    "descriptionText": "<i>De rebellen analyseren de diagrammen van Weiss' geheime wapenproject terwijl de keizerlijke vloot haar inspanningen opvoert om de rebellen te vinden en te vernietigen. Totdat er meer informatie bekend wordt, kunnen de rebellen alleen maar standhouden tegen de gestaag toenemende keizerlijke macht...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core9",
    "name": "Laatste stand",
    "descriptionText": "<i>De ontdekking van Weiss' ware plannen heeft het Verzet in het voordeel gebracht!\nTerwijl de rebellenvloot zich klaarmaakt om de strijd aan te gaan met de keizerlijke troepen boven Ord Mantell, zullen agenten afdalen naar het geheime fort van Weiss. Hun laatste missie is om de generaal te confronteren en hem voor eens en voor altijd te verslaan...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core10",
    "name": "De bron",
    "descriptionText": "<i>Wrede aanvallen van de keizerlijke armada hebben de rebellen gedwongen zich volledig terug te trekken, op zoek naar een plek om hun troepen te hergroeperen.\nOndertussen probeert het rebellencommando de definitieve blauwdrukken van het verwoestende wapen van de generaal te bemachtigen. Als ze gevonden worden, zouden deze plannen de perfecte kans kunnen zijn om het tij tegen het keizerrijk te keren...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core11",
    "name": "Onder beleg",
    "descriptionText": "<i>Het noodsignaal dekte de ontsnapping van verschillende prominente keizerlijke figuren, waaronder de man die het complot had bedacht, een generaal genaamd Weiss.\nTerwijl rebellenspionnen de melkweg afspeuren op zoek naar informatie over deze man, worden andere pogingen ondernomen om het herstel van het Keizerrijk na de Slag om Yavin te vertragen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core12",
    "name": "Een simpele opdracht",
    "descriptionText": "<i>De bureaucratie in het Rijk heeft geleid tot een constante stroom van voorgestelde en afgebroken projecten. Een formule voor een krachtig vechtstimuleringsmiddel was zo'n project.\nDe basis waar het werd ontwikkeld, is inmiddels verlaten, dus het zou niet moeilijk moeten zijn om informatie over de formule te vinden...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Dantooine",
      "Imperial",
      "Wastes"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Adrenal Implant\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Core13",
    "name": "Guerrillatactiek",
    "descriptionText": "<i>Op de plek waar een van de eerste veldslagen tussen het Keizerrijk en de rebellen plaatsvond, speelde Fenn Signis met zijn heldhaftige daden een cruciale rol in de bevrijding van Onderon. Nu zoekt het Keizerrijk wraak op de opstandige planeet. Fenn wordt opgeroepen om te helpen de planeet opnieuw te beschermen tegen de invloed van het Keizerrijk.</i>",
    "bonusText": "",
    "heroText": "Fenn Signis",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Onderon",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core14",
    "name": "Duistere Obsessie",
    "descriptionText": "<i>Darth Vader heeft een grote interesse in de verrichtingen van Luke Skywalker. Hij heeft een kans gevonden om Obi-Wan's leerling voor eens en voor altijd gevangen te nemen.</i>",
    "bonusText": "Nadat de helden een willekeurige andere zijmissie hebben voltooid, leg je deze kaart af en ontvangt het Rijk de vermelde beloning.",
    "heroText": "",
    "allyText": "",
    "villainText": "Darth Vader (Lord of the Sith)",
    "tagsText": [
      "Imperial",
      "Installation"
    ],
    "expansionText": "\"Darth Vader (Lord of the Sith)\" pack",
    "rebelRewardText": "",
    "imperialRewardText": "\"Darth Vader (Lord of the Sith)\" vijand"
  },
  {
    "id": "Core15",
    "name": "Oude vrienden",
    "descriptionText": "<i>Gideon Argus was een van de oprichters van de legendarische SpecForce-eenheid “Saber Team”. Een mislukte operatie leidde echter tot beschuldigingen van verraad. Gideon verliet de eenheid, niet zeker wie van zijn oude kameraden hij nog kon vertrouwen.\nNu hebben de leden van Saber Team contact opgenomen met hun oude commandant en smeken ze hem om hulp...</i>",
    "bonusText": "",
    "heroText": "Gideon Argus",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Talus",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Fearless Leader\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Core16",
    "name": "Gulle donaties",
    "descriptionText": "<i>Een keizerlijke Moff genaamd Mino Ferrin staat er al lang om bekend dat hij zijn financiële middelen gebruikt om degenen over wie hij regeert te onderdrukken. Hert Verzet heeft een verborgen complex op Sullust gevonden waar zijn geheime rekeningen worden bijgehouden. Door het complex te infiltreren en zijn rekeningen te hacken, kan de bouw van een paar nieuwe rebellenruimteschipen worden gefinancierd...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Sullust",
      "Imperial",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "Credits",
    "imperialRewardText": ""
  },
  {
    "id": "Core17",
    "name": "Middernacht",
    "descriptionText": "<i>Jyn Odans voormalige compagnon, een Trandoshan genaamd Szark, heeft haar in het verleden verraden en heeft sindsdien fortuin gemaakt door rebellen aan het Keizerrijk te verraden.\nJyn heeft onlangs lucht gekregen van zijn huidige verblijfplaats en het moment is misschien aangebroken dat Szark krijgt wat hij verdient...</i>",
    "bonusText": "",
    "heroText": "Jyn Odan",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Rayamal 22",
      "Scum",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Peacemaker\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Core18",
    "name": "Thuiskomst",
    "descriptionText": "<i>Luke Skywalker, die betrokken is bij de rekrutering van nieuwe piloten voor het Verzet, heeft al enkele dagen niets meer van zich laten horen.\r\nAls held van het Verzet is Luke een belangrijk doelwit voor zowel de keizerlijke strijdkrachten als premiejagers, en het Oppercommando vreest dat hij in groot gevaar verkeert...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Luke Skywalker (Hero of the Rebellion)",
    "villainText": "",
    "tagsText": [
      "Tatooine",
      "Wastes"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "Luke Skywalker (Hero of the Rebellion) bondgenoot",
    "imperialRewardText": ""
  },
  {
    "id": "Core19",
    "name": "Verschuldigd",
    "descriptionText": "<i>Een hinderlaag van het Keizerrijk heeft geleid tot de dood van Gaarkhans broer Jirritt. In hetzelfde gevecht werd een andere Wookiee gevangengenomen aan wie Jirritt een levensschuld had beloofd.\r\nOmdat niemand de gevangen Wookiee komt redden, is het aan Gaarkhan om de schuld van zijn broer te vervullen...</i>",
    "bonusText": "",
    "heroText": "Gaarkhan",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bakura",
      "Imperial",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Life Debt\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Core20",
    "name": "Ongeleid projectiel",
    "descriptionText": "<i>Voor altijd achtervolgd door zijn grootste mislukking, heeft Mak Eshka'rey nu de kans gekregen om verlossing te vinden. Het garnizoen dat de buitenpost verdedigt die hij destijds niet heeft kunnen saboteren, is tijdelijk vertrokken. Hierdoor heeft Mak de perfecte gelegenheid om de taak af te maken die hij zo lang geleden niet heeft kunnen volbrengen...</i>",
    "bonusText": "",
    "heroText": "Mak Eshka'rey",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Ord Mantell",
      "Imperial",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Shadow Suit\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Core21",
    "name": "Luxe cruise",
    "descriptionText": "<i>Voor infiltratiedoeleinden probeert de Alliantie schepen te verzamelen die door het Keizerrijk worden gebruikt. Een van die shuttles wordt momenteel gerepareerd en lijkt een gemakkelijke prooi te zijn...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Kuat",
      "Imperial",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Allied Operations\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Core22",
    "name": "Sorry voor de rotzooi",
    "descriptionText": "<i>Het Verzet is veel dank verschuldigd aan de sluwe smokkelaar Han Solo. Han schroomt niet om hen hieraan te herinneren en heeft om steun gevraagd.\nOmdat hij gelijk al heeft laten weten dat de operatie de activiteiten van het Keizerrijk zal verstoren, is het Verzet bereid om aan zijn verzoek te voldoen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Han Solo (Scoundrel)",
    "villainText": "",
    "tagsText": [
      "Corellia",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Han Solo (Scoundrel)\" bondgenoot",
    "imperialRewardText": ""
  },
  {
    "id": "Core23",
    "name": "Sympathie voor het Verzet",
    "descriptionText": "<i>De boodschap van hoop die het Verzet uitdraagt, trekt veel zielen aan. Wie beter dan Luke Skywalker, de man achter de vernietiging van de Death Star, kan het voortouw nemen bij de rekrutering?\nMaar wat hem tot een ideaal inspiratiebeeld maakt, maakt hem ook tot een belangrijk doelwit voor wraakacties van het Keizerrijk...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Luke Skywalker (Hero of the Rebellion)",
    "villainText": "",
    "tagsText": [
      "Tatooine",
      "Outskirts"
    ],
    "expansionText": "\"Luke Skywalker (Hero of the Rebellion)\" pack",
    "rebelRewardText": "\"Luke Skywalker (Hero of the Rebellion)\" bondgenoot",
    "imperialRewardText": ""
  },
  {
    "id": "Core24",
    "name": "Gelegenheidsdoelwit",
    "descriptionText": "<i>Het Verzet probeert altijd de overhand te krijgen op het Keizerrijk, en sabotage is daarbij een favoriete methode.\nEen paar saboteurs heeft een doelwit op het oog. Hun reputatie is gemengd, maar het lijkt erop dat hun roekeloze en koppige houding ruimschoots wordt gecompenseerd door hun vaardigheid in het uitvoeren van vernielingen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Rebel Saboteur",
    "villainText": "",
    "tagsText": [
      "Centax 1",
      "Imperial",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Rebel Saboteur\" bondgenoot",
    "imperialRewardText": ""
  },
  {
    "id": "Core25",
    "name": "Verleiding",
    "descriptionText": "<i>De nachtmerries over de dood van haar mentor worden steeds intenser voor de jonge balling Diala Passil. Een duistere en corrupte energie leeft voort op de plek waar Jedi-meester Shu Yen sneuvelde. De kwade kracht roept Diala, strekt zich uit over de uitgestrekte melkweg en achtervolgt haar elk moment...</i>",
    "bonusText": "",
    "heroText": "Diala Passil",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Yavin 4",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Shu Yen's Lightsaber\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Core26",
    "name": "De spice klus",
    "descriptionText": "<i>De schulden van Han Solo zijn een grote zorg geworden voor zijn compagnon. Tegen de wil van Han in heeft Chewbacca een taak op zich genomen waarvan hij hoopt dat deze de aandacht van de Hutts richting Han zal verminderen.\nAls deze taak slaagt, kan het wat credits opleveren en de Hutts afleiden, waardoor Han even rust krijgt, hoe kort dan ook...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Chewbacca (Loyal Wookiee)",
    "villainText": "",
    "tagsText": [
      "Nar Shaddaa",
      "Scum",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Chewbacca (Loyal Wookiee)\" bondgenoot",
    "imperialRewardText": ""
  },
  {
    "id": "Core27",
    "name": "Slangennest",
    "descriptionText": "<i>Het Oppercommando van de rebellen ontving een noodoproep. Een informant met een slechte reputatie, Weyn Jarl, zweert dat hij gevoelige informatie heeft verkregen over troepenbewegingen van het keizerrijk.\r\nJarl heeft in het verleden bewezen onbetrouwbaar te zijn, maar zijn informatie zou nuttig kunnen zijn en zelfs het risico waard kunnen zijn om hem te vertrouwen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Tatooine",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Rebel Recon\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Core28",
    "name": "Breekpunt",
    "descriptionText": "<i>Keizerlijke agenten voeren precisieaanvallen uit om de vitale voorraden van de rebellen te vernietigen. Als ze verzwakt zijn, is hun overgave zo goed als zeker.</i>",
    "bonusText": "Nadat de helden een willekeurige andere zijmissie hebben voltooid, leg je deze kaart af en ontvangt het Keizerrijk de vermelde beloning. Als de helden deze missie verliezen, verhoog je het dreigingsniveau van de volgende missie met 1. Tijdens de Rebel Upgrade-fase kunnen de rebellenspelers ervoor kiezen om 50 credits per held uit te geven om dit te voorkomen.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Yavin 4",
      "Rebel",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+1 dreigingsniveau voor de volgende missie"
  },
  {
    "id": "Core29",
    "name": "Gevangen genomen",
    "descriptionText": "<i>De rebellen zijn gevangengenomen toen ze probeerden te ontsnappen uit de belegerde buitenpost en werken al dagenlang aan een ontsnapping uit hun cellen. Het zal echter moeilijk worden om hun uitrusting te vinden en de installatie te verlaten...</i>",
    "bonusText": "Speel “Gevangen genomen” als een verplichte missie. Als de helden deze missie verliezen, verhoog dan het dreigingsniveau van de volgende missie met 2. Tijdens de Rebel Upgrade-fase kunnen de rebellenspelers ervoor kiezen om 100 credits per held uit te geven om dit te voorkomen.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+2 dreigingsniveau voor de volgende missie"
  },
  {
    "id": "Core30",
    "name": "In beslag genomen",
    "descriptionText": "<i>Het schip heeft de juiste vergunning, maar de bemanning staat bekend als sympathisanten van de rebellen. Door hen te ondervragen en de gegevensbestanden van hun schip te doorzoeken, kan belangrijke inlichtingen worden verkregen.\nDit zijn gevaarlijke criminelen die niet mogen worden onderschat. Met een paar subtiele maatregelen kan de informatie misschien worden verkregen zonder direct conflict...</i>",
    "bonusText": "Speel “In beslag genomen” als een verplichte missie. Als de helden deze missie verliezen, verhoog dan het dreigingsniveau van de volgende missie met 2. Tijdens de Rebel Upgrade-fase kunnen de rebellenspelers ervoor kiezen om 100 credits per held uit te geven om dit te voorkomen.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Corellia",
      "Imperial",
      "Wastes"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+2 dreigingsniveau voor de volgende missie"
  },
  {
    "id": "Core31",
    "name": "Productiemiddelen",
    "descriptionText": "<i>Een keizerlijke testfabriek heeft onlangs een doorbraak bereikt. Met steun zouden hun dodelijke innovaties zeer binnenkort in praktijk kunnen worden gebracht.</i>",
    "bonusText": "Nadat de helden een willekeurige andere zijmissie hebben voltooid, leg je deze kaart af en ontvangt het Keizerrijk de vermelde beloning. Als de helden deze missie verliezen, verhoog je het dreigingsniveau van de volgende missie met 1. Tijdens de Rebel Upgrade-fase kunnen de rebellenspelers ervoor kiezen om 50 credits per held uit te geven om dit te voorkomen.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Corellia",
      "Imperial",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+1 dreigingsniveau voor de volgende missie"
  },
  {
    "id": "Core32",
    "name": "Gezocht",
    "descriptionText": "<i>Rebellenagenten blijken een mes in de zij van het Keizerrijk te zijn. Samenwerken met huurlingen kan onaangenaam zijn, maar een aanzienlijke premie kan hen onder druk zetten.</i>",
    "bonusText": "Speel “Gezocht” als een verplichte missie. Als de helden deze missie verliezen, verhoog dan het dreigingsniveau van de volgende missie met 2. Tijdens de Rebel Upgrade-fase kunnen de rebellenspelers ervoor kiezen om 100 credits per held uit te geven om dit te voorkomen.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Nal Hutta",
      "Scum",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+2 dreigingsniveau voor de volgende missie"
  }
]