[
	{
		"id": "Hoth1",
		"name": "Disaster",
		"descriptionText": "<i>A communication comes in on your shuttle. You run to the com systems, hoping that it is finally the results of the analyzed Imperial code. To your horror, it is instead a choppy communication from a Hoth refugee in Haven:\n\"No warning... massive... Imperials... no escape... survivors... quickly... help!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth2",
		"name": "Home Front",
		"descriptionText": "<i>Zotho Benex expresses his concern regarding the defensive capabilities of his settlement, but thus far the Empire has shown no signs of interest.\nHowever, their operations are expanding outward, and Benex fears that their minimal defenses will mean very little to the might of the Empire...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth3",
		"name": "One Step Behind",
		"descriptionText": "<i>The Imperial General named Sorin is revealed as the leader of the recent operations against the Rebellion. Whether by luck, or clever planning, he's remained one step ahead of you at every turn.\nNow you have discovered the location of one of his staging areas, an outpost on Hoth. It would seem a ripe target for gaining Intel...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth4",
		"name": "Our Last Hope",
		"descriptionText": "<i>The siege was a diversion, and you have realized Benex's desperate betrayal. Now Sorin is flying toward a major base and is leading who knows how many Imperials to the same location.\nYour only hope is to intercept him en route and do whatever you can to prevent his entry...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth5",
		"name": "Rescue Ops",
		"descriptionText": "<i>Following the disastrous mission to Echo Base, Benex, leader of Haven, has been captured by Imperial troops.\nGiven the increased access he's had to Alliance data, his interrogation could reveal dangerous information. He needs to be rescued immediately before any precious secrets fall into the hands of the Empire...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth6",
		"name": "Return to Echo Base",
		"descriptionText": "<i>Benex and his people are terrified of Imperial reprisal, and that, unless the Empire's attention is directed elsewhere, its soldiers will return.\nA convoy containing reinforcements will arrive sometime soon, a potential target that would certainly cause a substantial diversion...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth7",
		"name": "The Battle of Hoth",
		"descriptionText": "<i>Grim tidings arrive for the Rebellion; their base upon the surface of Hoth has been discovered. Led by the fearsome Darth Vader, the Empire launches a massive assault upon Rebel forces on the ice planet, ready to crush them once and for all.\nBarely able to withstand the onslaught, the Rebellion scrambles to evacuate the frigid world and escape the clutches of the Empire once again. As transports and fighters frantically prepare their departure, a few brave Rebel soldiers risk their lives against hopeless odds to buy them precious seconds...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth8",
		"name": "The Last Line",
		"descriptionText": "<i>With the coded Imperial data now fully analyzed, a terrible plan is revealed: a full siege of the village is coming, and soon. You hurry to offer your protection.\nThe settlement has nowhere near the defenses necessary to repel such an onslaught, so the incoming forces will need to be stalled long enough for everyone to evacuate to a bunker in the valley below...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth9",
		"name": "White Noise",
		"descriptionText": "<i>With the Empire turning over every stone in search of Rebel refugees, it is only a matter of time before they come to search the settlement.\nUsing some of the resources brought by the hiding Rebels, Benex and his people set up a network of sensors and defensive weaponry around the settlement. When Imperial forces approach, at least they will be ready...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth10",
		"name": "Constant Vigilance",
		"descriptionText": "<i>Before joining the Rebellion, Loku Kanoloa performed several missions as a member of the Mon Cala Special Forces.\nRecently, he received word that several of his former brothers-in-arms had been captured. They're being kept in a holding area, and little time remains before they're to be transferred.</i>",
		"bonusText": "",
		"heroText": "Loku Kanoloa",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Mon Eron",
			"Wilderness",
			"Facility"
			],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "\"Battle Vision\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth11",
		"name": "Know Your Enemy",
		"descriptionText": "<i>Verena and her twin brother, Ivan, lived and breathed competition with each other for their entire youth.\nWhen they became adults, a rift in ideology sent them to opposite sides of the conflict, her to the Rebellion and him to the Empire. Recently hearing of his whereabouts, she decides its time for a little family reunion.</i>",
		"bonusText": "",
		"heroText": "Verena Talos",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Facility"
			],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "\"Iron Hand\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth12",
		"name": "Preventative Measures",
		"descriptionText": "<i>MHD-19, once in forced servitude, was liberated several years ago by a man named Draylen, and the droid has been fiercely loyal to him ever since. Draylen has since become a Rebel operative and was captured on his most recent mission. MHD-19 is now being called upon to return his favor from years ago.</i>",
		"bonusText": "",
		"heroText": "MHD-19",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tro'Har",
			"Wilderness",
			"Facility"
			],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "\"Systems Upgrade\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth13",
		"name": "Escape from Cloud City",
		"descriptionText": "<i>In the wake of the disastrous encounter with Darth Vader and the stormtroopers at Bespin, several citizens still remain stranded at the mining colony, unable to evacuate.</i>",
		"bonusText": "While this card is in play, the Empire claims the \"Supply Disruption\" Reward card",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Facility"
			],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "\"Networks Restored\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth14",
		"name": "Scouring of the Homestead",
		"descriptionText": "<i>A group of moisture farmers sympathetic to the plight of the Rebellion has been harboring soldiers and heroes for the Alliance. Now the Empire has found this homestead and is launching a merciless attack. These great allies to the cause need help if they are to survive.</i>",
		"bonusText": "While this card is in play, the Empire claims a random Bane Reward card.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Outskirts"
			],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "\"Resurgence\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth15",
		"name": "Survival of the Fittest",
		"descriptionText": "<i>Nearby scout patrols picked up a faint distress signal from Hoth. By all appearances, someone left behind during the evacuation has survided.\nHigh Command wants you to join a small rescue team, desperate to save this poor lost soul.</i>",
		"bonusText": "While this card is in play, the Empire claims the \"Weary from Toil\" Reward card",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Hoth",
			"Wilderness"
			],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "\"Invigorated by Success\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth16",
		"name": "The Hard Way",
		"descriptionText": "<i>Chewbacca has discovered a pair of B-grade bounty hunters on Ord Mantell, the Krandt brothers, who may have some information on Captain Solo and how he could be extracted from Jabba the Hutt's clutches.</i>",
		"bonusText": "While this card is in play, the Empire claims the \"Distraction\" Reward card",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Outskirts"
			],
		"expansionText": "Return to Hoth",
		"rebelRewardText": "\"Strategy Executed\" Reward Card",
		"imperialRewardText": ""
	}
]