[
  {
    "id": "Hoth1",
    "name": "Ramp",
    "descriptionText": "<i>Er komt een bericht binnen in je shuttle. Je rent naar het communicatiepaneel, in de hoop dat het eindelijk de resultaten zijn van de geanalyseerde keizerlijke code. Tot je schrik is het echter een onderbroken bericht van een Hoth-vluchteling in Haven:\n“Geen waarschuwing... massaal... keizerlijke troepen... geen ontsnappen mogelijk... overlevenden... snel... help!”</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth2",
    "name": "Thuisfront",
    "descriptionText": "<i>Zotho Benex uit zijn bezorgdheid over de verdedigingscapaciteiten van zijn nederzetting, maar tot nu toe heeft het Keizerrijk geen interesse getoond.\r\nHun operaties breiden zich echter uit en Benex vreest dat hun minimale verdedigingswerken weinig zullen betekenen tegen de macht van het Keizerrijk...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth3",
    "name": "Een stap erachter",
    "descriptionText": "<i>De keizerlijke generaal Sorin blijkt de leider te zijn van de recente operaties tegen de rebellen. Of het nu door geluk is of door slimme planning, hij is je steeds een stap voor geweest.\nNu heb je de locatie ontdekt van een van zijn uitvalbasissen, een buitenpost op Hoth. Het lijkt een geschikt doelwit om informatie te verzamelen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth4",
    "name": "Onze laatste hoop",
    "descriptionText": "<i>De belegering was een afleidingsmanoeuvre en je bent je bewust geworden van het wanhopige verraad van Benex. Nu vliegt Sorin naar een belangrijke basis en leidt hij wie weet hoeveel keizerlijke troepen naar dezelfde locatie.\r\nJe enige hoop is om hem onderweg te onderscheppen en alles te doen wat je kunt om zijn aankomst te voorkomen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth5",
    "name": "Reddingsmissie",
    "descriptionText": "<i>Na de rampzalige missie naar Echo Base is Benex, de leider van Haven, gevangengenomen door keizerlijke troepen.\nGezien zijn uitgebreide toegang tot gegevens van de Alliantie, zou zijn ondervraging gevaarlijke informatie aan het licht kunnen brengen. Hij moet onmiddellijk worden gered voordat waardevolle geheimen in handen van het Keizerrijk vallen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth6",
    "name": "Terugkeer naar Echo Base",
    "descriptionText": "<i>Benex en zijn volk zijn doodsbang voor vergeldingsacties van het Keizerrijk en vrezen dat de soldaten zullen terugkeren, tenzij de aandacht van het Keizerrijk elders op wordt gericht.\nBinnenkort zal er een konvooi met versterkingen arriveren, een potentieel doelwit dat zeker voor een aanzienlijke afleiding zou zorgen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth7",
    "name": "De slag om Hoth",
    "descriptionText": "<i>Er komt slecht nieuws voor het Verzet: hun basis op het oppervlak van Hoth is ontdekt. Onder leiding van de gevreesde Darth Vader lanceert het Keizerrijk een grootschalige aanval op de rebellen op de ijsplaneet, klaar om hen voor eens en voor altijd te verpletteren.\nDe rebellen kunnen de aanval nauwelijks weerstaan en haasten zich om de ijskoude wereld te ontvluchten en opnieuw aan de greep van het Keizerrijk te ontsnappen. Terwijl transportvoertuigen en gevechtsvliegtuigen zich koortsachtig klaarmaken voor vertrek, riskeren enkele dappere rebellensoldaten hun leven tegen alle verwachtingen in om kostbare seconden te winnen...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth8",
    "name": "De laatste linie",
    "descriptionText": "<i>Nu de gecodeerde gegevens van het Keizerrijk volledig zijn geanalyseerd, komt een verschrikkelijk plan aan het licht: een grootscheeps offensief op het dorp staat op het punt te beginnen. Je haast je om het dorp te beschermen.\r\nDe nederzetting beschikt bij lange na niet over de verdedigingswerken die nodig zijn om zo'n aanval af te slaan, dus de naderende troepen moeten lang genoeg worden tegengehouden zodat iedereen kan worden geëvacueerd naar een bunker in de vallei...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth9",
    "name": "Witte ruis",
    "descriptionText": "<i>Nu het Keizerrijk alles op alles zet om rebellenvluchtelingen op te sporen, is het slechts een kwestie van tijd voordat ze de nederzetting komen doorzoeken.\nMet behulp van een deel van de middelen die de ondergedoken rebellen hebben meegebracht, hebben Benex en zijn volk een netwerk van sensoren en verdedigingswapens rond de nederzetting opgezet. Als de keizerlijke troepen naderen, zijn ze in ieder geval voorbereid...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth10",
    "name": "Constante waakzaamheid",
    "descriptionText": "<i>Voordat hij zich bij het Verzet aansloot, voerde Loku Kanoloa verschillende missies uit als lid van de Mon Cala Special Forces.\nOnlangs kreeg hij te horen dat verschillende van zijn voormalige strijdmakkers gevangen waren genomen. Ze worden vastgehouden in een gevangeniscomplex en er rest hen nog maar weinig tijd voordat ze worden overgebracht.</i>",
    "bonusText": "",
    "heroText": "Loku Kanoloa",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Mon Eron",
      "Wilderness",
      "Facility"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Battle Vision\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth11",
    "name": "Ken je vijand",
    "descriptionText": "<i>Verena en haar tweelingbroer Ivan leefden hun hele jeugd in een voortdurende competitie met elkaar.\nToen ze volwassen werden, zorgde een ideologische breuk ervoor dat ze tegenover elkaar kwamen te staan in het conflict: zij bij het Verzet en hij bij het Keizerrijk. Nu ze onlangs heeft gehoord waar hij zich bevindt, besluit ze dat het tijd is voor een kleine familiereünie.</i>",
    "bonusText": "",
    "heroText": "Verena Talos",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Corellia",
      "Facility"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Iron Hand\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth12",
    "name": "Preventieve maatregelen",
    "descriptionText": "<i>MHD-19, ooit gedwongen tot slavernij, werd enkele jaren geleden bevrijd door een man genaamd Draylen, en sindsdien is de droid hem altijd trouw gebleven. Draylen is inmiddels een rebellenagent geworden en werd tijdens zijn laatste missie gevangengenomen. MHD-19 wordt nu opgeroepen om de gunst van jaren geleden te beantwoorden.</i>",
    "bonusText": "",
    "heroText": "MHD-19",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Tro'Har",
      "Wilderness",
      "Facility"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Systems Upgrade\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth13",
    "name": "Ontsnapping uit Cloud City",
    "descriptionText": "<i>Na de rampzalige ontmoeting met Darth Vader en de stormtroopers op Bespin zitten verschillende burgers nog steeds vast in de mijnkolonie, zonder te kunnen evacueren.</i>",
    "bonusText": "Zolang deze kaart in het spel is, claimt het Keizerrijk de beloningskaart \"Supply Disruption\".",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Facility"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Networks Restored\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth14",
    "name": "Het doorzoeken van de boerderij",
    "descriptionText": "<i>Een groep waterboeren die sympathiek zijn aan het Verzet, hebben soldaten en helden van de Alliantie onderdak geboden. Nu heeft het Keizerrijk deze boerderij gevonden en lanceert het een genadeloze aanval. Deze belangrijke bondgenoten hebben hulp nodig om te overleven.</i>",
    "bonusText": "Zolang deze kaart in het spel is, claimt het Keizerrijk een willekeurige Bane beloningskaart.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Outskirts"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Resurgence\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth15",
    "name": "Overleven van de best aangepasten",
    "descriptionText": "<i>Scoutpatrouilles in de buurt hebben een zwak noodsignaal opgepikt van Hoth. Alles wijst erop dat iemand tijdens de evacuatie achtergelaten is en het heeft overleefd.\nHet opperbevel wil dat je je aansluit bij een klein reddingsteam, dat deze arme verdwaalde ziel wil redden.</i>",
    "bonusText": "Zolang deze kaart in het spel is, claimt het Keizerrijk de beloningskaart \"Weary from Toil\".",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Hoth",
      "Wilderness"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Invigorated by Success\" beloningskaart",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth16",
    "name": "De moeilijke manier",
    "descriptionText": "<i>Chewbacca heeft op Ord Mantell een paar tweederangs premiejagers ontdekt, de gebroeders Krandt, die mogelijk informatie hebben over kapitein Solo en hoe hij uit de klauwen van Jabba the Hutt kan worden bevrijd.</i>",
    "bonusText": "Zolang deze kaart in het spel is, claimt het Keizerrijk de beloningskaart \"Distraction\".",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Ord Mantell",
      "Outskirts"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Strategy Executed\" beloningskaart",
    "imperialRewardText": ""
  }
]