[
 	{
		"id": "Core1",
		"name": "Eine neue Bedrohung",
		"descriptionText": "<i>Die Rebellen entdecken, dass das Notsignal ein Ablenkungsmanöver von General Weiss war, einem aufsteigenden Stern des imperialen Militärs. Seine Bemühungen haben ihn für das Oberkommando der Rebellen interessant gemacht. Agenten durchsuchen die Galaxis nach Informationen über die Pläne des Generals...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core2",
		"name": "Nachspiel",
		"descriptionText": "<i>SIEG! Mit der Zerstörung des Todessterns hat die Rebellion einer in Angst lebenden Galaxis Hoffnung gegeben. Nachdem das Imperium seine ultimative Waffe verloren hat, versucht es, sich angesichts dieser vernichtenden Niederlage zu erholen.\nAls die verstreuten Fragmente der Kampfstation auf den Rebellenstützpunkt auf Yavin 4 herabregnen, setzt das Imperium einen Plan in Gang, um Vergeltung an den auf dem kleinen Mond stationierten Streitkräften der Rebellen zu üben.\nNicht lange danach, als ein imperiales Funkfeuer von einem Außenposten in einiger Entfernung vom Rebellenstützpunkt zu senden beginnt, wird ein kleines Team von Elite-Agenten entsandt. Ihre Mission: das Signal um jeden Preis zum Schweigen zu bringen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core3",
		"name": "Befehlskette",
		"descriptionText": "<i>Das Imperium erhöht weiterhin den Druck auf Rebellenziele, aber trotz des Verlustes mehrerer Außenposten ist es der Rebellion gelungen, der gefürchteten imperialen Flotte einen Schritt voraus zu sein.\nDie Rebellen sind nun in der Offensive und stehen kurz davor, eine sehr wichtige Einrichtung unter der Kontrolle von General Weiss zu finden...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core4",
		"name": "Unsere verzweifelste Stunde",
		"descriptionText": "<i>Spione der Rebellen haben den Standort der Geheimwaffe entdeckt. Wenn Weiss aufgehalten werden soll, muss das jetzt geschehen.\nDie Rebellenflotte ist bereit, in das System zu springen und einen Großangriff zu starten, um Weiss zu besiegen und die Waffe zu zerstören, bevor sie voll einsatzfähig ist...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core5",
		"name": "Traktorstrahl",
		"descriptionText": "<i>Obwohl das Imperium noch unter dem Schock des Verlustes des Todessterns steht, hat es begonnen, sich zu erholen. Die imperiale Flotte hat sich ausgebreitet und macht aggressiv Jagd auf die Streitkräfte der Rebellen. Überall in der Galaxis laufen die Einrichtungen der Rebellen Gefahr, entdeckt zu werden...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core6",
		"name": "Wo ist Solo?",
		"descriptionText": "<i>Da es nur wenige Informationen über das Waffenprojekt gibt, ist die Rebellion gezwungen, jede Quelle zu nutzen, die sie finden kann.\nHan Solo, ein wichtiger Verbündeter der Rebellion, verfolgte eine Spur, als der Kontakt zu ihm irgendwo im Huttenraum verloren ging. Der Aufenthaltsort des Schmugglers ist derzeit unbekannt...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core7",
		"name": "Imperiale Gastfreundschaft",
		"descriptionText": "<i>Wichtige Informationen über das gefürchtete Waffenprojekt von General Weiss sind ans Licht gekommen, aber der Spion der Rebellen, der sie bei sich trägt, wurde gefangen genommen!\nEin Team steht bereit, um eine waghalsige Rettungsmission zu starten, aber es kann nur wenig getan werden, bis sein Aufenthaltsort entdeckt wird...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core8",
		"name": "Unter Beschuss",
		"descriptionText": "<i>Die Rebellion analysiert weiterhin die Pläne von Weiss' geheimem Waffenprojekt, während die imperiale Flotte ihre Bemühungen verstärkt, die Rebellen zu finden und zu vernichten.\nSolange nicht mehr Informationen gewonnen werden, kann sich die Rebellion nichts weiter tun als sich gegen die stetig wachsende imperiale Macht behaupten...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core9",
		"name": "Letztes Gefecht",
		"descriptionText": "<i>Die Entdeckung von Weiss' wahren Plänen hat der Rebellion die Oberhand verschafft!\nWährend sich die Rebellenflotte darauf vorbereitet, die imperialen Streitkräfte über Ord Mantell anzugreifen, werden Agenten in Weiss' geheime Festung eindringen. Ihre letzte Mission ist es, den General zu konfrontieren und ihn ein für alle Mal zu besiegen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core10",
		"name": "Die Quelle",
		"descriptionText": "<i>Die bösartigen Angriffe der imperialen Armada haben dazu geführt, dass sich die Rebellion völlig zurückgezogen hat und nach einem Ort sucht, an dem sie ihre Streitkräfte neu gruppieren kann.\nWährenddessen versucht das Oberkommando der Rebellen, die letzten Baupläne für die verheerende Waffe des Generals zu sichern. Wenn sie gefunden werden, könnten diese Pläne die perfekte Gelegenheit sein, das Blatt gegen das Imperium zu wenden...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core11",
		"name": "Belagerung",
		"descriptionText": "<i>Das Notsignal deckte die Flucht mehrerer prominenter Imperialen, einschließlich des Mannes, der für Plan verantwortlich war - ein General namens Weiss.\nWährend die Spione der Rebellen die Galaxis auf der Suche nach Informationen über diesen Mann durchkämmen, gehen andere Bemühungen weiter, die Erholung des Imperiums nach der Schlacht um Yavin zu verlangsamen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core12",
		"name": "Ein einfacher Auftrag",
		"descriptionText": "<i>Die Bürokratie im Imperium hat zu einem ständigen Strom von vorgeschlagenen und aufgegebenen Projekten geführt. Ein solches Projekt war eine Formel für ein starkes Kampfstimulans.\nDie Basis, in der es entwickelt wurde, wurde inzwischen aufgegeben, so dass es nicht schwierig sein sollte, Informationen über die Formel zu finden...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Dantooine",
			"Imperium",
			"Ödland"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Belohnungskarte \"Bioimplantat\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core13",
		"name": "Flächenbrand",
		"descriptionText": "<i>Am Ort einer der ersten Schlachten zwischen dem Imperium und der Rebellion trug Fenn Signis mit seinen heldenhaften Taten maßgeblich zur Befreiung Onderons bei.\nNun sinnt das Imperium auf Rache an der aufständischen Welt. Fenn soll dabei helfen, den Planeten erneut vor dem imperialen Einfluss zu schützen.</i>",
		"bonusText": "",
		"heroText": "Fenn Signis",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Onderon",
			"Wildnis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "\"Tapferer Veteran\" Reward Card",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core14",
		"name": "Dunkle Besessenheit",
		"descriptionText": "<i>Darth Vader hat ein großes Interesse an den Aktivitäten von Luke Skywalker. Er hat eine Gelegenheit gefunden, den Schüler von Obi-Wan ein für alle Mal in seine Gewalt zu bringen.</i>",
		"bonusText": "Nachdem die Helden einen beliebigen anderen Nebeneinsatz abgeschlossen haben, wirf diese Karte ab und das Imperium erhält die angegebene Belohnung.",
		"heroText": "",
		"allyText": "",
		"villainText": "Darth Vader (Lord der Sith)",
		"tagsText": [
			"Imperium",
			"Basis"
			],
		"expansionText": "\"Darth Vader (Lord der Sith)\" Figurenpack",
		"rebelRewardText": "",
		"imperialRewardText": "Schurke \"Darth Vader (Lord der Sith)\""
 	},
 	{
		"id": "Core15",
		"name": "Alte Freunde",
		"descriptionText": "<i>Gideon Argus war ein Gründungsmitglied der legendären Spezialeinheit \"Saber Team\". Eine verpfuschte Operation führte jedoch zu Anschuldigungen wegen Verrats. Gideon verließ die Einheit, da er nicht sicher war, wem von seinen alten Kameraden er trauen konnte.\nNun haben die Mitglieder des Saber Teams ihren alten Kommandanten kontaktiert und ihn um Hilfe gebeten...</i>",
		"bonusText": "",
		"heroText": "Gideon Argus",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Talus",
			"Wildnis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Belohnungskarte \"Furchtloser Anführer\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core16",
		"name": "Großzügige Spenden",
		"descriptionText": "<i>Ein imperialer Moff namens Mino Ferrin ist seit langem dafür bekannt, dass er sein Finanzkraft nutzt, um diejenigen zu unterdrücken, über die er herrscht.\nDie Rebellion hat eine versteckte Einrichtung auf Sullust gefunden, die seine geheimen Konten verwaltet. Die Infiltration des Stützpunkts und die Einsicht in seine Konten sollte den Bau einiger neuer Rebellenraumschiffe finanzieren können...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Sullust",
			"Imperium",
			"Wildnis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Credits",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core17",
		"name": "Zwölf Uhr nachts",
		"descriptionText": "<i>Jyn Odans ehemaliger Komplize, ein Trandoshaner namens Szark, hat sie in der Vergangenheit verraten und seitdem ein Vermögen damit gemacht, die Rebellen an das Imperium zu verkaufen.\nJyn hat vor kurzem Wind von seinem derzeitigen Aufenthaltsort bekommen, und es ist Zeit, dass Szark bekommt, was er verdient...</i>",
		"bonusText": "",
		"heroText": "Jyn Odan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Rayamal 22",
			"Abschaum",
			"Stadtrand"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Belohnungskarte \"Friedensstifter\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core18",
		"name": "Heimkehr",
		"descriptionText": "<i>Luke Skywalker, der derzeit neue Piloten für die Rebellion rekrutiert, hat seit einigen Tagen nichts mehr von sich hören lassen.\nAls Held der Rebellion ist Luke ein wichtiges Ziel für die imperialen Streitkräfte und Kopfgeldjäger, und das Oberkommando befürchtet, dass er in großer Gefahr sein könnte...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Held der Rebellion)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Ödland"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Verbündeter Luke Skywalker (Held der Rebellion)",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core19",
		"name": "In der Schuld",
		"descriptionText": "<i>Bei einem imperialen Hinterhalt wurde Gaarkhans Bruder Jirritt getötet. In derselben Schlacht wurde ein anderer Wookiee, dem Jirritt eine Lebensschuld geschworen hatte, gefangen genommen.\nDa niemand den gefangenen Wookiee retten will, ist es an Gaarkhan, die Schuld seines Bruders zu begleichen...</i>",
		"bonusText": "",
		"heroText": "Gaarkhan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bakura",
			"Imperium",
			"Wildnis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Belohnungskarte \"Lebensschuld\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core20",
		"name": "Tickende Zeitbombe",
		"descriptionText": "<i>Mak Eshka'rey, der schon lange von seinem größten Versagen verfolgt wird, hat nun die Chance auf Wiedergutmachung.\nDie Garnison, die den Außenposten verteidigt, den er nicht sabotieren konnte, hat sich vorübergehend zurückgezogen und bietet Mak die perfekte Gelegenheit, die Aufgabe zu beenden, die er vor so langer Zeit unvollendet gelassen hat...</i>",
		"bonusText": "",
		"heroText": "Mak Eshka'rey",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Imperium",
			"Basis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Belohnungskarte \"Schattenanzug\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core21",
		"name": "Kreuzfahrt",
		"descriptionText": "<i>Die Allianz versucht, für Infiltrationszwecke Schiffe zu sammeln, die vom Imperium benutzt werden. Ein solches Shuttle wird gerade repariert und scheint eine leichte Beute zu sein...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Kuat",
			"Imperium",
			"Basis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Belohnungskarte \"Alliierte\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core22",
		"name": "Tut mir leid, die Sauerei",
		"descriptionText": "<i>Die Rebellion steht in der Schuld des gerissenen Schmugglers Han Solo. Han war sich nie zu schade, sie an diese Tatsache zu erinnern und hat sie um Unterstützung gebeten.\nDa er aber versichert hat, dass die Operation auch imperiale Aktivitäten stören werde, ist die Rebellion bereit, seiner Bitte nachzukommen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Han Solo (Halunke)",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Stadtrand"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Verbündeter \"Han Solo (Halunke)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core23",
		"name": "Sympathie für die Rebellion",
		"descriptionText": "<i>Die hoffnungsvolle Botschaft der Rebellion zieht viele in ihren Bann. Wer könnte die Rekrutierungsbemühungen besser anführen als der Mann hinter der Zerstörung des Todessterns, Luke Skywalker?\nDoch was ihn zu einer idealen Inspirationsfigur macht, macht ihn auch zu einem bevorzugten Ziel für imperiale Vergeltungsmaßnahmen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Stadtrand"
			],
		"expansionText": "\"Luke Skywalker (Held der Rebellion)\" Figurenpack",
		"rebelRewardText": "Belohnungskarte \"Wege der Macht\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core24",
		"name": "Gelegenheitsziel",
		"descriptionText": "<i>Die Rebellion arbeitet beständig daran, die Oberhand über das Imperium zu gewinnen, und Sabotage ist hierzu eine beliebte Methode.\nZwei Saboteure haben ein Ziel im Auge. Ihr Ruf ist zwiespältig, aber es scheint, dass ihre rücksichtslose und hartnäckige Einstellung durch ihre zerstörerischen Fähigkeiten mehr als wettgemacht wird...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Rebellen-Saboteure",
		"villainText": "",
		"tagsText": [
			"Centax 1",
			"Imperium",
			"Basis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Verbündeter \"Rebellen-Saboteure\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core25",
		"name": "Verlockung",
		"descriptionText": "<i>Die Albträume über den Tod ihres Mentors werden für die junge Exilantin Diala Passil immer schlimmer.\nEine dunkle und korrupte Energie verbleibt an dem Ort, an dem der Jedi-Meister Shu Yen gefallen ist. Die böse Macht ruft nach Diala, erstreckt sich über die endlosen Weiten der Galaxis und verfolgt sie in jedem wachen Moment...</i>",
		"bonusText": "",
		"heroText": "Diala Passil",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Wildnis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Belohnungskarte \"Shu Yens Lichtschwert\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core26",
		"name": "Der Spiceraub",
		"descriptionText": "<i>Han Solos Schulden sind für seinen Gefährten zur größten Sorge geworden. Gegen Hans Willen hat Chewbacca einen Auftrag angenommen, von der er hofft, dass er die Aufmerksamkeit der Hutten von Han ablenkt.\nWenn sie erfolgreich ist, könnte der Job einige Credits einbringen und die Hutten ablenken, was Han eine kurze Atempause verschaffen würde...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Chewbacca (Loyaler Wookiee)",
		"villainText": "",
		"tagsText": [
			"Nar Shaddaa",
			"Abschaum",
			"Stadtrand"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Verbündeter \"Chewbacca (Loyaler Wookiee)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core27",
		"name": "Schlangennest",
		"descriptionText": "<i>Ein Notruf ist beim Oberkommando der Rebellen eingegangen. Ein Informant mit schlechtem Ruf, Weyn Jarl, schwört, er habe sensible Informationen über imperiale Truppenbewegungen erhalten.\nJarl hat sich in der Vergangenheit als unzuverlässig erwiesen, aber seine Informationen könnten nützlich sein und sogar das Risiko wert sein, das es bedeutet, ihm zu vertrauen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Stadtrand"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "Belohnungskarte \"Aufklärungsdaten\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core28",
		"name": "Belastungsgrenze",
		"imperialReward": "+1 Bedrohungsgrad für den nächsten Einsatz",
		"descriptionText": "<i>Imperiale Agenten führen präzise Angriffe durch, um die lebenswichtigen Vorräte der Rebellion zu zerstören. Wenn sie geschwächt werden, ist ihre Kapitulation so gut wie sicher.</i>",
		"bonusText": "Nachdem die Helden einen beliebigen anderen Nebeneinsatz abgeschlossen haben, wirf diese Karte ab und das Imperium erhält die angegebene Belohnung. Verlieren die Helden diesen Einsatz, erhöht sich der Bedrohungsgrad des nächsten Einsatzes um 1. Während der Aufrüstungsphase der Rebellen können die Spieler entscheiden, 50 Credits pro Held auszugeben, um dies zu verhindern.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Rebellen",
			"Basis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": "+1 Bedrohungsgrad für den nächsten Einsatz"
 	},
 	{
		"id": "Core29",
		"name": "Gefangen",
		"descriptionText": "<i>Die Rebellen wurden bei dem Versuch, aus dem belagerten Außenposten zu entkommen, gefangen genommen und arbeiten seit Tagen daran, aus ihren Zellen auszubrechen. Es wird jedoch schwierig sein, ihre Ausrüstung zu finden und die Einrichtung zu verlassen...</i>",
		"bonusText": "Spiele \"Gefangen\" als erzwungenen Einsatz. Verlieren die Helden diesen Einsatz, erhöht sich der Bedrohungsgrad des nächsten Einsatzes um 2. Während der Aufrüstungsphase der Rebellen können die Spieler entscheiden, 100 Credits pro Held auszugeben, um dies zu verhindern.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Bedrohungsgrad für den nächsten Einsatz"
 	},
 	{
		"id": "Core30",
		"name": "Beschlagnahmt",
		"imperialReward": "+2 Bedrohungsgrad für den nächsten Einsatz",
		"descriptionText": "<i>Das Schiff hat eine ordnungsgemäße Genehmigung, aber die Besatzung ist als Sympathisant der Rebellen bekannt. Sie zu verhören und die Daten des Schiffes auszulesen, könnte wichtige Informationen liefern. Das sind gefährliche Kriminelle, die man nicht unterschätzen sollte. Mit ein paar subtilen Maßnahmen könnten die Informationen vielleicht ohne direkten Konflikt erlangt werden...</i>",
		"bonusText": "Spiele \"Beschlagnahmt\" als erzwungenen Einsatz. Verlieren die Helden diesen Einsatz, erhöht sich der Bedrohungsgrad des nächsten Einsatzes um 2. Während der Aufrüstungsphase der Rebellen können die Spieler entscheiden, 100 Credits pro Held auszugeben, um dies zu verhindern.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Imperium",
			"Ödland"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Bedrohungsgrad für den nächsten Einsatz"
 	},
 	{
		"id": "Core31",
		"name": "Die Fabrik",
		"imperialReward": "+1 Bedrohungsgrad für den nächsten Einsatz",
		"descriptionText": "<i>Eine imperiale Testanlage hat kürzlich einen Durchbruch erzielt. Mit Unterstützung könnten ihre tödlichen Innovationen sehr bald zum Einsatz kommen.</i>",
		"bonusText": "Nachdem die Helden einen beliebigen anderen Nebeneinsatz abgeschlossen haben, wirf diese Karte ab und das Imperium erhält die angegebene Belohnung. Verlieren die Helden diesen Einsatz, erhöht sich der Bedrohungsgrad des nächsten Einsatzes um 1. Während der Aufrüstungsphase der Rebellen können die Spieler entscheiden, 50 Credits pro Held auszugeben, um dies zu verhindern.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Imperium",
			"Basis"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": "+1 Bedrohungsgrad für den nächsten Einsatz"
 	},
 	{
		"id": "Core32",
		"name": "Gesucht",
		"imperialReward": "+2 Bedrohungsgrad für den nächsten Einsatz",
		"descriptionText": "<i>Die Agenten der Rebellen sind dem Imperium ein Dorn im Auge. Die Zusammenarbeit mit Söldnern kann unangenehm sein, aber ein beträchtliches Kopfgeld könnte erheblichen Druck auf sie ausüben.</i>",
		"bonusText": "Spiele \"Gesucht\" als erzwungenen Einsatz. Verlieren die Helden diesen Einsatz, erhöht sich der Bedrohungsgrad des nächsten Einsatzes um 2. Während der Aufrüstungsphase der Rebellen können die Spieler entscheiden, 100 Credits pro Held auszugeben, um dies zu verhindern.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Nal Hutta",
			"Abschaum",
			"Stadtrand"
			],
		"expansionText": "Grundspiel",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Bedrohungsgrad für den nächsten Einsatz"
 	}
]