[
	{
		"id": "Hoth1",
		"name": "Desaster",
		"descriptionText": "<i>Eine Nachricht kommt in eurem Shuttle an. Ihr eilt zu den Kommunikationssystemen, in der Hoffnung, dass es endlich die Ergebnisse des analysierten imperialen Codes sind. Zu eurem Entsetzen ist es stattdessen eine abgehackte Nachricht von einem Hoth-Flüchtling in Haven:\n\"Keine Warnung... zu viele... Imperiale... kein Entkommen... Überlebende... schnell... Hilfe!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth2",
		"name": "Heimatfront",
		"descriptionText": "<i>Zotho Benex äußert sich besorgt über die Verteidigungsmöglichkeiten seiner Siedlung, aber bisher hat das Imperium kein Interesse gezeigt.\nAllerdings weiten sich ihre Operationen aus, und Benex befürchtet, dass die minimale Verteidigung gegen die Macht des Imperiums nur wenig ausrichten wird...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth3",
		"name": "Einen Schritt voraus",
		"descriptionText": "<i>Der imperiale General Sorin entpuppt sich als der Anführer der jüngsten Operationen gegen die Rebellion. Ob durch Glück oder clevere Planung, er war euch ständig einen Schritt voraus.\nJetzt habt ihr den Standort eines seiner Stützpunkte entdeckt, einen Außenposten auf Hoth. Er scheint ein ideales Ziel zu sein, um an Informationen zu gelangen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth4",
		"name": "Unsere letzte Hoffnung",
		"descriptionText": "<i>Die Belagerung war ein Ablenkungsmanöver, und ihr habt den verzweifelten Verrat von Benex durchschaut. Jetzt fliegt Sorin auf einen wichtigen Stützpunkt zu und führt wer weiß wie viele Imperiale zum selben Ort.\n Eure einzige Hoffnung ist es, ihn auf dem Weg abzufangen und alles zu tun, was ihr könnt, um seine Ankunft zu verhindern...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth5",
		"name": "Rettungskommando",
		"descriptionText": "<i>Nach der verheerenden Mission zur Echo-Basis wurde Benex, der Anführer von Haven, von imperialen Truppen gefangen genommen.\nDa er inzwischen vermehrt Zugang zu den Daten der Allianz hat, könnte sein Verhör gefährliche Informationen zutage fördern. Er muss sofort gerettet werden, bevor wertvolle Geheimnisse in die Hände des Imperiums fallen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth6",
		"name": "Rückkehr zur Echo-Basis",
		"descriptionText": "<i>Benex und seine Leute haben Angst vor imperialen Vergeltungsmaßnahmen und davor, dass die Soldaten des Imperiums zurückkehren werden, wenn die Aufmerksamkeit des Imperiums nicht auf andere Dinge gelenkt wird.\nEin Konvoi mit Verstärkung wird bald eintreffen, ein potenzielles Ziel, das sicherlich eine erhebliche Ablenkung verursachen würde...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth7",
		"name": "Die Schlacht von Hoth",
		"descriptionText": "<i>Die Rebellion erhält eine schlimme Nachricht: Ihr Stützpunkt auf der Oberfläche von Hoth ist entdeckt worden. Angeführt vom furchteinflößenden Darth Vader startet das Imperium einen massiven Angriff auf die Rebellen auf dem Eisplaneten, bereit, sie ein für alle Mal zu vernichten.\nKaum in der Lage, dem Ansturm standzuhalten, versucht die Rebellion, die eisige Welt zu evakuieren und den Fängen des Imperiums ein weiteres Mal zu entkommen. Während Transporter und Jäger verzweifelt ihren Abflug vorbereiten, riskieren ein paar mutige Rebellensoldaten ihr Leben, um ihnen wertvolle Sekunden zu verschaffen...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth8",
		"name": "Die letzte Verteidigungslinie",
		"descriptionText": "<i>Nachdem die kodierten imperialen Daten vollständig analysiert worden sind, wird ein schrecklicher Plan enthüllt: Eine vollständige Belagerung des Dorfes steht bevor, und zwar schon bald. Ihr bietet sofort euren Schutz an.\nDie Siedlung verfügt nicht annähernd über die notwendigen Verteidigungsanlagen, um einen solchen Angriff abzuwehren, also müssen die eintreffenden Truppen lange genug aufgehalten werden, damit alle in einen Bunker im Tal evakuiert werden können...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth9",
		"name": "Weißes Rauschen",
		"descriptionText": "<i>Da das Imperium auf der Suche nach Rebellenflüchtlingen jeden Stein umdreht, ist es nur eine Frage der Zeit, bis sie die Siedlung durchsuchen.\nMit Hilfe einiger der von den versteckten Rebellen mitgebrachten Ressourcen errichten Benex und seine Leute ein Netzwerk von Sensoren und Verteidigungswaffen rund um die Siedlung. Wenn sich die imperialen Streitkräfte nähern, werden sie zumindest bereit sein...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth10",
		"name": "Immer wachsam",
		"descriptionText": "<i>Bevor er sich der Rebellion anschloss, führte Loku Kanoloa mehrere Missionen als Mitglied der Mon-Cala-Spezialkräfte durch.\nVor kurzem erhielt er die Nachricht, dass mehrere seiner ehemaligen Waffenbrüder gefangen genommen wurden. Sie werden in einem Gefangenenlager festgehalten, und es bleibt nur wenig Zeit, bis sie verlegt werden sollen.</i>",
		"bonusText": "",
		"heroText": "Loku Kanoloa",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Mon Eron",
			"Wildnis",
			"Basis"
			],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "Belohnungskarte \"Überblick\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth11",
		"name": "Kenne deinen Feind",
		"descriptionText": "<i>Verena und ihr Zwillingsbruder Ivan lebten ihre ganze Jugend lang in Konkurrenz zueinander.\nAls sie erwachsen wurden, führten ideologische Differenzen dazu, dass sie auf entgegengesetzte Seiten des Konflikts gerieten, sie zur Rebellion und er zum Imperium. Als sie von seinem Verbleib erfährt, beschließt sie, dass es Zeit für ein kleines Familientreffen ist.</i>",
		"bonusText": "",
		"heroText": "Verena Talos",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Basis"
			],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "Belohnungskarte \"Eiserner Wille\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth12",
		"name": "Vorbeugende Maßnahmen",
		"descriptionText": "<i>MHD-19 wurde vor einigen Jahren von einem Mann namens Draylen aus der Zwangsarbeit befreit und ist ihm seither treu ergeben. Draylen ist inzwischen ein Agent der Rebellen und wurde bei seinem letzten Einsatz gefangen genommen. MHD-19 muss sich nun für den Gefallen revanchieren, den Draylen ihm vor Jahren erwiesen hat.</i>",
		"bonusText": "",
		"heroText": "MHD-19",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tro'Har",
			"Wildnis",
			"Basis"
			],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "Belohnungskarte \"Hardware-Upgrade\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth13",
		"name": "Flucht aus der Wolkenstadt",
		"descriptionText": "<i>Nach der verheerenden Begegnung mit Darth Vader und den Sturmtruppen auf Bespin sitzen immer noch einige Bürger in der Minenkolonie fest und können nicht evakuiert werden.</i>",
		"bonusText": "Solange diese Karte im Spiel ist, beansprucht das Imperium die Belohnungskarte \"Versorgungsengpass\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Basis"
			],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "Belohnungskarte \"Versorgung wiederhergestellt\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth14",
		"name": "Vernichtung der Farm",
		"descriptionText": "<i>Eine Gruppe von Feuchtfarmern, die mit der Notlage der Rebellion sympathisiert, hat Soldaten und Helden der Allianz beherbergt. Nun hat das Imperium diese Heimstatt entdeckt und startet einen gnadenlosen Angriff. Diese wichtigen Verbündeten brauchen Hilfe, wenn sie überleben sollen.</i>",
		"bonusText": "Solange diese Karte im Spiel ist, beansprucht das Imperium eine zufällige Verderben-Belohnungskarte.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Stadtrand"
			],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "Belohnungskarte \"Neuer Mut\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth15",
		"name": "Nur die Starken überleben",
		"descriptionText": "<i>Spähpatrouillen in der Nähe haben ein schwaches Notsignal von Hoth aufgefangen. Alles deutet darauf hin, dass jemand, der bei der Evakuierung zurückgelassen wurde, überlebt hat. Das Oberkommando möchte, dass ihr euch einem kleinen Rettungsteam anschließt, das verzweifelt versucht, diese arme verlorene Seele zu retten.</i>",
		"bonusText": "Solange diese Karte im Spiel ist, beansprucht das Imperium die Belohnungskarte \"Kriegsmüde\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Hoth",
			"Wildnis"
			],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "Belohnungskarte \"Siegesrausch\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth16",
		"name": "Auf die harte Tour",
		"descriptionText": "<i>Chewbacca hat auf Ord Mantell zwei zweitklassige Kopfgeldjäger entdeckt, die Gebrüder Krandt, die vielleicht Informationen über Captain Solo haben und wissen, wie er aus den Fängen von Jabba the Hutt befreit werden könnte.</i>",
		"bonusText": "Solange diese Karte im Spiel ist, beansprucht das Imperium die Belohnungskarte \"Abgelenkt\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Stadtrand"
			],
		"expansionText": "Rückkehr nach Hoth",
		"rebelRewardText": "Belohnungskarte \"Erfolgreiche Strategie\"",
		"imperialRewardText": ""
	}
]