[
	{
		"id": "Lothal1",
		"name": "Aufruf zum Widerstand",
		"descriptionText": "<i>\"Jedes Mal, wenn ich mit einem Rebellen zusammengearbeitet habe, haben alle profitiert!\", erklärt Hondo Ohnaka, ehemaliger Pirat und jetziger Tunichtgut. \"Das Imperium denkt, dass es auf Lothal keine Rebellen mehr gibt, also sollte der Diebstahl dieser Waffen so einfach sein, als würde man einem Baby Credits wegnehmen.\" Er starrt ins Leere und grinst. \"Ah, gute Zeiten.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Stadtrand"
			],
		"expansionText": "Tyrannen von Lothal",
		"rebelRewardText": "Belohnungskarte \"Anführer der Nova-Gruppe\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal2",
		"name": "Duell auf Devaron",
		"descriptionText": "<i>Tress' Vater erzählte die wildesten Geschichten aus der Zeit, als er Gewürze durch den Outer Rim schmuggelte. Tress erinnert sich an seine Angeberei... und an sein zwanghaftes Bedürfnis, jede clevere Hyperroute, die er je benutzt hat, aufzuzeichnen und zu schützen. Auch wenn er tot ist, könnten diese Navigationsaufzeichnungen den Schmugglern der Rebellen helfen, aber um sie zu bekommen, muss Tress in eine Heimat zurückkehren, an die sie nur schlechte Erinnerungen hat.</i>",
		"bonusText": "",
		"heroText": "Tress Hacnua",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Devaron",
			"Dschungel"
			],
		"expansionText": "Tyrannen von Lothal",
		"rebelRewardText": "Belohnungskarte \"Vollkommenheit\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal3",
		"name": "Rennen auf Ryloth",
		"descriptionText": "<i>Bei einem ISB-Überfall wurden vor kurzem wichtige Vorräte für den Widerstand auf Ryloth sowie verschlüsselte Daten über ihre Operationen auf dem Planeten erbeutet. Hera Syndulla hat einen ihrer Leute losgeschickt, um euch zu helfen, die Vorräte und Daten zurückzubekommen, bevor das Imperium sie gegen die Twi'lek-Rebellen einsetzen kann.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "1 beliebiger Spectre-Verbündeter",
		"villainText": "",
		"tagsText":
			[
			"Ryloth",
			"Flachland"
			],
		"expansionText": "Tyrannen von Lothal",
		"rebelRewardText": "1 beliebiger Spectre-Verbündeter",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal4",
		"name": "Im Sand von Seelos",
		"descriptionText": "<i>Als er erfährt, dass sein Kommandant aus den Klonkriegen, Wolffe, nicht nur am Leben ist, sondern auch ein Verbündeter der Rebellion, meldet sich CT-1701 freiwillig, um mit seinem Team nach Seelos zu reisen und dort nützliche Informationen aus Wolffes gestohlenem AT-AT-Kampfläufer zu holen. Doch das Imperium kommt ihm zuvor und verfolgt Wolffes Kampfläufer mit ihren eigenen gepanzerten Kriegsmaschinen.</i>",
		"bonusText": "",
		"heroText": "CT-1701",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Seelos",
			"Wüste"
			],
		"expansionText": "Tyrannen von Lothal",
		"rebelRewardText": "Belohnungskarte \"Mitten ins Schwarze!\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal5",
		"name": "Die Belagerung von Geonosis",
		"descriptionText": "<i>Dank der Aufklärungsarbeit, die die Spectres auf Geonosis geleistet haben, sieht die Rebellion eine Gelegenheit, eine alte Kampfdroidenfabrik auf dem Planeten zu bergen und diese Klonkriegs-Soldaten gegen die Macht des Imperiums einzusetzen. Ein Mitglied der Spectre-Gruppe wird sich vor Ort mit euch treffen.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "1 beliebiger Spectre-Verbündeter",
		"villainText": "",
		"tagsText":
			[
			"Geonosis",
			"Basis"
			],
		"expansionText": "Tyrannen von Lothal",
		"rebelRewardText": "1 beliebiger Spectre-Verbündeter",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal6",
		"name": "Die letzte Order",
		"descriptionText": "<i>Ein imperialer Ingenieur auf Lothal hat angeboten, überzulaufen. Außerdem behauptet er, dass er weiß, wo wir wichtige Informationen über Großadmiral Thrawns neueste Pläne für das Lothal-System finden können. Das Oberkommando möchte, dass ihr seine Aussage überprüft und, wenn nötig, Thrawns Plänen Einhalt gebietet.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Stadtrand"
			],
		"expansionText": "Tyrannen von Lothal",
		"rebelRewardText": "Credits",
		"imperialRewardText": ""
	}
]