[
 	{
		"id": "Core1",
		"name": "Новая угроза",
		"descriptionText": "<i>Силы Альянса обнаружили, что сигнальный маяк был лишь отвлекающим манёвром, который устроил генерал Вайсс, восходящая звезда в имперских вооружённых силах.\nКомандование Альянса явно заинтересовалось им. Оперативники прочёсывают Галактику в поисках какой-либо информации о планах генерала...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core2",
		"name": "Последствия",
		"descriptionText": "<i>ПОБЕДА! Уничтожив Звезду Смерти, Альянс повстанцев подарил надежду Галактике, жившей в страхе. Империя, потеряв своё абсолютное оружие, пытается восстановить силы после сокрушительного поражения.\nПока дождь из обломков боевой станции падает на базу повстанцев на луне Явин-IV, Империя решает отомстить повстанцам, укрывшимся на крохотной луне.\nВскоре небольшая группа оперативников Альянса отправляется к имперскому маяку, который передаёт сигнал неподалёку от базы повстанцев. Задание отряда — любой ценой заглушить сигнал...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core3",
		"name": "Цепь командования",
		"descriptionText": "<i>Империя усиливает давление на повстанцев. Несмотря на потерю нескольких аванпостов, Альянсу удаётся держаться на шаг впереди грозного имперского флота.\nРешив перейти в наступление, силы повстанцев близки к тому, чтобы обнаружить важный имперский объект под командованием генерала Вайсса...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core4",
		"name": "Отчаянные меры",
		"descriptionText": "<i>Шпионы Альянса обнаружили местоположение секретного оружия. Пришло время остановить Вайсса.\nФлот Альянса намерен совершить прыжок в систему и начать полномасштабную атаку. Их задача — сокрушить Вайсса и уничтожить его оружие, пока оно не придёт в полную боеготовность...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core5",
		"name": "Луч захвата",
		"descriptionText": "<i>Несмотря на шок от потери \"Звезды Смерти\", Империя начала приходить в себя.\nИмперский флот рассредоточился по всей Галактике, активно выискивая повстанцев. Все базы Альянса под угрозой обнаружения...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core6",
		"name": "Сольный вылет",
		"descriptionText": "<i>Поскольку сведений о проекте не так много, Восстание вынуждено искать информацию всюду, где только можно.\nХан Соло напал на след информации, но контакт с ним был потерян где-то в космическом пространстве хаттов. Нынешнее местоположение контрабандиста неизвестно...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core7",
		"name": "Имперское гостеприимство",
		"descriptionText": "<i>Всплыла на свет важная информация о проекте, который курировал генерал Вайсс: под его руководством создаётся ужасное оружие!\nУвы, шпиона Альянса, который об этом узнал, схватили.\nОперативники готовы рискнуть всем и спасти шпиона, однако мало что можно сделать, пока его не найдут...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core8",
		"name": "Враг на подходе",
		"descriptionText": "<i>Альянс продолжает анализировать планы секретного проекта Вайсса. Тем временем имперский флот стал куда активнее охотиться на повстанцев, всеми силами стремясь их уничтожить.\nПока не получено новой информации, Альянс может лишь стойко обороняться против неумолимо растущих сил Империи...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core9",
		"name": "Решающая битва",
		"descriptionText": "<i>Раскрыв планы Вайсса, Альянс получил значительное преимущество!\nВ то время как флот Альянса готовиться сразиться с армадой Империи над планетой Орд-Мантелл, оперативники должны спуститься на поверхность и пробраться в тайную крепость Вайсса. Их цель — покончить с генералом раз и навсегда...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core10",
		"name": "Источник",
		"descriptionText": "<i>Жестокий натиск имперской армады заставил силы Восстания отступить в надежде найти место, где они смогли бы перегруппироваться.\nВ тоже время коммандование Альянса намерено захватить планы разрушительного оружия генерала. Если у них получиться, в войне с Империей может случиться перелом...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core11",
		"name": "В осаде",
		"descriptionText": "<i>Сигнальный маяк позволил уйти нескольким важным имперцам, включая генерала Вайсса — того, кто придумал весь этот план.\nПока шпионы Альянса прочёсывают Галактику в поисках информации об этом человеке, нужно не позволить Империи оправиться от удара, который был ей нанесён в битве при Явине...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core12",
		"name": "Простая задача",
		"descriptionText": "<i>Бюрократия в Империи обеспечила бесконечный приток проектов, которые бросают на полпути.\nОдним из таких проектов была формула мощного боевого стимулятора. База, на которой его разрабатывали, заброшена, так что разузнать о формуле побольше не составит труда...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Дантуин",
			"Империя",
			"Пустоши"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта награды \"Адреналиновый имплант\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core13",
		"name": "Локальная война",
		"descriptionText": "<i>Героические действия Фенна Сигниса на Ондероне стали ключевыми в освобождении этой планеты. Именно здесь произошла одна из первых стычек между Империей и Восстанием.\nТеперь Империя собирается отомстить восставшей планете. Фенна зовут на помощь, чтобы он уберёг Ондерон от имперских войск.</i>",
		"bonusText": "",
		"heroText": "Фенн Сигнис",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ондерон",
			"Захолустье"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта награды \"Ветеранская доблесть\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core14",
		"name": "Тёмная одержимость",
		"descriptionText": "<i>Дарт Вейдер следит за свершениями Люка Скайуокера. Он нашёл способ захватить ученика Оби-Вана.</i>",
		"bonusText": "После того как герои выполнят любое другое второстепенное задание, сбросьте эту карту, Империя получает указанную ниже награду.",
		"heroText": "",
		"allyText": "",
		"villainText": "Дарт Вейдер (повелитель ситхов)",
		"tagsText": [
			"Империя",
			"Комплекс"
			],
		"expansionText": "дополнение \"Дарт Вейдер (повелитель ситхов)\"",
		"rebelRewardText": "",
		"imperialRewardText": "карта злодея \"Дарт Вейдер (повелитель ситхов)\""
 	},
 	{
		"id": "Core15",
		"name": "Старые друзья",
		"descriptionText": "<i>Гидеон Аргус был одним из основателей легендарного спецотряда \"Меч\". Однако после проваленной операции в его сторону посыпались обвинения в предательстве. Гидеон покинул отряд, не зная, кому из старых соратников доверять.\nТеперь же члены отряда\"Меч\" связались с ним, умоляя о помощи...</i>",
		"bonusText": "",
		"heroText": "Гидеон Аргус",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Талус",
			"Захолустье"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта награды \"Бесстрашный командир\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core16",
		"name": "Щедрые пожертвования",
		"descriptionText": "<i>Имперский мофф Мино Феррин широко известен тем, что использует свои обширные финансы для угнетения тех, кем он правит.\nАльянс обнаружил базу на Салласте, где содержатся тайные счета моффа. Если взломать аппаратуру на базе, то Восстание сможет позволить себе несколько новых кораблей...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Салласт",
			"Империя",
			"Захолустье"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "кредиты",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core17",
		"name": "Ровно в полночь",
		"descriptionText": "<i>Бывший союзник Джин Одан, трандошанин по имени Сзарк, некогда предал её и с тех пор нажил состояние, передавая повстанцев в руки Империи.\nНедавно Джин разузнала, где он скрывается. Похоже, настало время Сзарку получить по заслугам.</i>",
		"bonusText": "",
		"heroText": "Джин Одан",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Раймал-22",
			"Негодяи",
			"Окраины"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта награды \"Миротворец\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core18",
		"name": "Возвращение домой",
		"descriptionText": "<i>Люк Скайуокер сейчас вербует пилотов для Восстания. Однако уже несколько дней от него нет вестей.\nСтав героем, Люк превратился в мишень как для Империи, так и для охотников за головами. Поэтому командование боится, что он в смертельной опасности.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Люк Скайуокер (герой Восстания)",
		"villainText": "",
		"tagsText": [
			"Татуин",
			"Пустоши"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта союзника \"Люк Скайуокер (герой Восстания)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core19",
		"name": "В долгу",
		"descriptionText": "<i>Во время имперской засады брат Гаархана — Джирритт был убит. В той же битве в плен попал другой вуки, перед которым у Джирритта был долг жизни.\nПоскольку никто не спас пленного вуки, Гаархан должен исполнить долг своего брата.</i>",
		"bonusText": "",
		"heroText": "Гаархан",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Бакура",
			"Империя",
			"Захолустье"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта награды \"Долг жизни\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core20",
		"name": "Сорванная башня",
		"descriptionText": "<i>Мака Эшка'рея давно терзают воспоминания о его величайшем провале. Но теперь настал час искупления.\nГарнизон аванпоста, который он когда-то не смог саботировать, временно отбыл, и Мак наконец-то может закончить начатое.</i>",
		"bonusText": "",
		"heroText": "Мак Эшка'рей",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Орд-Мантелл",
			"Империя",
			"Комплекс"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта награды \"Маскировочный костюм\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core21",
		"name": "Роскошный круиз",
		"descriptionText": "<i>Альянс пытается заполучить имперские корабли, чтобы с их помощью внедрять своих агентов в ряды Империи.\nОдин подходящий челнок сейчас на ремонте, и его будет нетрудно достать...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Куат",
			"Империя",
			"Комплекс"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта награды \"Союзные операции\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core22",
		"name": "Извини за беспорядок",
		"descriptionText": "<i>Восстание в огромном долгу перед хитрым контрабандистом Ханом Соло. Он никогда и не стеснялся напоминать им об этом, так что неудивительно, что сейчас он попросил помощи.\nОн почти сразу заявил, что его замысел сильно навредит Империи, поэтому Восстание готово ему помочь.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Хан Соло (негодяй)",
		"villainText": "",
		"tagsText": [
			"Кореллия",
			"Окраины"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта союзника \"Хан Соло (негодяй)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core23",
		"name": "Поддержка восставших",
		"descriptionText": "<i>Восстание зародило надежду в душах жителей Галактики, и многие готовы вступить в ряды мятежников. А кому поручить привлечение новичов, как не герою, уничтожившему \"Звезду Смерти\"?\nНо за свои подвиги Люк стал первостепенной целью для Империи.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Люк Скайуокер (герой Альянса)",
		"villainText": "",
		"tagsText": [
			"Татуин",
			"Окраины"
			],
		"expansionText": "дополнение \"Люк Скайуокер (герой Альянса)\"",
		"rebelRewardText": "карта награды \"Путь Силы\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core24",
		"name": "Удобная возможность",
		"descriptionText": "<i>Восстание всегда ищет способ взять верх над Империей. Один из излюбленных способов — диверсии.\nУ пары диверсантов есть на примете цель. Репутация у них не самая лучшая, но похоже, что их опрометчивость и упрямство вполне уравновешиваются их умением всё взрывать...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Диверсант повстанцев",
		"villainText": "",
		"tagsText": [
			"Сентакс-1",
			"Империя",
			"Комплекс"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта союзника \"Диверсант повстанцев\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core25",
		"name": "Соблазн",
		"descriptionText": "<i>Юная изгнанница Диала Пассил всё чаще видит кошмары, в которых гибнет её наставник.\nМесто, где погиб мастер-джедай Шу Йен, полнится тёмной энергией. Это зло зовёт Диалу, тянется к ней через всю Галактику и гнетёт её каждое мгновение...</i>",
		"bonusText": "",
		"heroText": "Диала Пассил",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Явин-4",
			"Захолустье"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта награды \"Световой меч Шу Йена\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core26",
		"name": "Перевозка спайса",
		"descriptionText": "<i>Долги Хана Соло тревожат его верного друга. Действуя явно не по желанию Хана, Чубакка нашёл работёнку, выполнение которой, как он надеется, поможет несколько смягчить гнев хаттов по отношению к его другу.\nПри успехе можно будет заработать кредитов, чтобы отвлечь хаттов и дать Хану Соло передышку...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Чубакка (верный вуки)",
		"villainText": "",
		"tagsText": [
			"Нар-Шаддаа",
			"Негодяи",
			"Окраины"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта союзника \"Чубакка (верный вуки)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core27",
		"name": "Змеиное логово",
		"descriptionText": "<i>Командование Альянса получило сигнал о помощи. Информатор с дурной репутацией — Вейн Ярл уверяет, что у него есть сведения о перемещении имперских войск.\nИнформация может оказаться полезной, так что, возможно, стоит рискнуть и довериться Ярлу...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Татуин",
			"Окраины"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "карта награды \"Разведка Альянса\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core28",
		"name": "Переломный момент",
		"descriptionText": "<i>Имперские оперативники наносят точечные удары по складам припасов. Достаточно ослабить Альянс, и он скоро капитулирует.</i>",
		"bonusText": "После того как герои выполнят любое другое второстепенное задание, сбросьте эту карту, Империя получает указанную ниже награду. Если герои проигрывают это задание, увеличьте уровень угрозы в следующем задании на 1. Во время этапа улучшения повстацев, игроки могут потратить по 50 кредитов за каждого героя, чтобы предотвратить это.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Явин-4",
			"Повстанцы",
			"Комплекс"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": "+1 уровень угрозы в следующем задании"
 	},
 	{
		"id": "Core29",
		"name": "В плену",
		"descriptionText": "<i>Захваченные в плен при попытке скрыться из осажденного аванпоста, повстанцы уже несколько дней работают над тем, чтобы сбежать из своих камер. Однако найти свое снаряжение и покинуть лагерь будет непросто...</i>",
		"bonusText": "Сыграйте \"В плену\" как срочное задание. Если герои проиграют это задание, увеличьте уровень угрозы в следующем задании на 2. Во время этапа улучшения повстацев, игроки могут потратить по 100 кредитов за каждого героя, чтобы предотвратить это.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": "+2 уровня угрозы в следующем задании"
 	},
 	{
		"id": "Core30",
		"name": "Запрет на взлёт",
		"descriptionText": "<i>У корабля есть разрешение, но известно, что экипаж поддерживает повстанцев. Если заполучить данные с бортовых компьютеров, можно узнать немало полезного.\nЭтих преступников не стоит недооценивать. При должной осмотрительности можно добыть информацию, избежав конфликта...</i>",
		"bonusText": "Сыграйте \"Запрет на взлёт\" как срочное задание. Если герои проиграют это задание, увеличьте уровень угрозы в следующем задании на 2. Во время этапа улучшения повстацев, игроки могут потратить по 100 кредитов за каждого героя, чтобы предотвратить это.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Кореллия",
			"Империя",
			"Пустоши"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": "+2 уровня угрозы в следующем задании"
 	},
 	{
		"id": "Core31",
		"name": "Средства производства",
		"descriptionText": "<i>В тестовой лаборатории Империи недавно совершили научный прорыв. Скоро эти смертоносные инновации будут пущены в дело.</i>",
		"bonusText": "После того как герои выполнят любое другое второстепенное задание, сбросьте эту карту, Империя получает указанную ниже награду. Если герои проиграют это задание, увеличьте уровень угрозы в следующем задании на 1. Во время этапа улучшения повстацев, игроки могут потратить по 50 кредитов за каждого героя, чтобы предотвратить это.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Кореллия",
			"Империя",
			"Комплекс"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": "+1 уровень угрозы в следующем задании"
 	},
 	{
		"id": "Core32",
		"name": "Разыскиваются",
		"descriptionText": "<i>Оперативники повстанцев — бельмо на глазу Империи. Наёмники не являются элегантным решением, но большая награда за головы повстанцев наверняка заставит их поднапрячься.\nЭти повстанцы — опасные противники. Перед тем как вступать в бой, охотнику следует добиться тактического превосходства.</i>",
		"bonusText": "Сыграйте \"Разыскиваются\" как срочное задание. Если герои проиграют это задание, увеличьте уровень угрозы в следующем задании на 2. Во время этапа улучшения повстацев, игроки могут потратить по 100 кредитов за каждого героя, чтобы предотвратить это.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Нал-Хатта",
			"Негодяи",
			"Окраины"
			],
		"expansionText": "Базовая игра",
		"rebelRewardText": "",
		"imperialRewardText": "+2 уровня угрозы в следующем задании"
 	}
]