[
	{
		"id": "Empire1",
		"name": "Столичный побег",
		"descriptionText": "<i>Разрабатывая план побега с планеты с помощью использования недавно приобретенного осколка Бардоттана, вы слышите рёв корабельного двигателя. Опасаясь налёта, вы хватаете своё оружие и выбегаете наружу, где обнаруживаете Асоку Тано выходящую из шаттла, который приземлился рядом с вашим кораблём. Она улыбается вам и говорит: \"Мы решили, что эвакуация потребует дополнительной помощи. Я буду готова, когда вы подготовитесь.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire2",
		"name": "Теневая разведка",
		"descriptionText": "<i>По мере того, как Империя становится всё более могущественной, Альянс Повстанцев непрерывно ищет слабость в галактической неумолимой силе. Неоценимый вклад в эти усилия вкладывает разведка, проводимая на Корусанте, экуменополисной столице Империи.\nОпасность таится в тени города. Недавно команда повстанцев послала сообщение о мощном артефакте, который искали в качестве оружия агенты Империи, прежде чем они пропали без вести, предположительно захваченные. Теперь новая команда героев мчится через гиперпространство в самое сердце Империи, чтобы узнать больше об этом таинтсвенном артефакте и продолжить миссию своих товарищей...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire3",
		"name": "Разрушение",
		"descriptionText": "<i>Вы отслеживаете шаттл, перевозящий Заарина в отдаленный мир, контролируемый Империей, который переживает период политических потрясений. Перехваченные имперские сообщения указывают на то, что Заарин организовал там встречу, чтобы продать информацию бывшему ситху — Молу.\nВы думаете, что информация, которую Заарин планирует предложить Молу, может помочь вам найти осколок Бардоттана.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire4",
		"name": "Двойной агент",
		"descriptionText": "<i>Вы получаете закодированное сообщение от Лорна, знатока истории джедаев. \"Мои знания о сфере Бардоттана стали опасны, и я боюсь, что имперские агенты скоро придут за мной. Пожалуйста, мне нужна ваша защита.\"\nПод сообщение указаны время и место встречи.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire5",
		"name": "Враги приближаются",
		"descriptionText": "<i>\"Наши аналитики сходятся во мнении, что осколок, скорее всего, находится где-то в Храме Джедаев\" — сообщают вам члены Командования через голограмму. \"Мы знаем, что вы хотели провести разведку на месте, но наши источники сообщают, что на это нет времени. Силы Империи мобилизуются, располагая почти той же информацией, что и вы. Вы, скорее всего, доберётесь до осколка первыми! Мы не смеем даже представить его в руках Императора!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire6",
		"name": "Из тёмных лап",
		"descriptionText": "<i>Просканировав весь возможный диапазон каналов повстанцев, вы, наконец, находите слабый сигналом от локаторного маяка. Вы ни в чём не уверены, так как сигнал зашифрован. Однако, вы думаете, что этот сигнал исходит от захваченной команды повстанцев, которая преследовала артефакт. На вашей консоли отображаются координаты источника сигнала для вероятного задания по спасению.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire7",
		"name": "История повторяется",
		"descriptionText": "<i>Лорн раскладывает перед вами древний манускрипт, содержащий чертеж. \"Я смог сузить круг мест где может быть спрятан осколок, но мне нужно отправиться на место для окончательного анализа\" — говорит он, указывая на различные места. \"Я знаю, что это будет опасно, но вы должны провести меня внутрь. Как только мы окажемся там, я уверен, что смогу найти осколок, и мы сможем обеспечить его сохранность\".</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire8",
		"name": "Осведомитель",
		"descriptionText": "<i>\"Мы просмотрели записи историка-джедая, о которой вы докладывали\" — сообщает вам представитель Командования в голо-сообщении. \"Его зовут Лорн. Он бюрократ, сочувствующий нашему делу, и имеющий доступ к ценным историческим записям. Лорн занимает офис в старом здании сената. Если мы сможем заполучить записи, возможно они смогут предоставить информацию необходимую нам, чтобы найти осколок сферы Бардоттана\".</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire9",
		"name": "Прижатые к стене",
		"descriptionText": "<i>Группа сторонников Альянса должна была встретиться с захваченной командой повстанцев. Теперь ваша очередь обратиться к нетерпеливым союзникам. К счастью, они готовы поделиться информацией об артефакте Силы, известном как сфера Бардоттана. Вы назначаете встречу, чтобы узнать всё что сможете, прежде чем вашу команду или ваших новых друзей можно будет отследить.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire10",
		"name": "В бегах",
		"descriptionText": "<i>Разведчики повстанцев обнаружили Мола на имперской базе в отдаленном мире. Перехваченные сообщения указывают на то, что бывший ситх следит за своим информатором — Заарином, в то время как оперативники Мола на Корусанте выслеживают осколок. Вы не смогли найти агентов Мола, но если вам удастся захватить самого Мола, вы узнаете если его оперативники вернут артефакт.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire11",
		"name": "По следу",
		"descriptionText": "<i>Заарин — офицер Империи, жадно ищущий возможности для себя, сделал свой ход, чтобы продать информацию об осколке артефакта Силы, известного как сфера Бардоттана. На кадрах со взломанной камеры наблюдения видно, как он пробирается по нижним уровням Корусанта, вероятно, в поисках щедрого покупателя.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire12",
		"name": "Царство Тёмной стороны",
		"descriptionText": "<i>Проснувшись после пленения, вы обнаруживаете себя запертыми в маленькой имперской камере. Вы быстро обыскиваете себя и комнату, и понимаете, что всё ваше снаряжение забрали. Однако имперцы пропустили небольшой маяк бедствия, который вы искусно спрятали. Вы активируете его и смотрите, как он мигает, надеясь, что кто-то, кто может помочь, получит сигнал...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire13",
		"name": "Гражданские беспорядки",
		"descriptionText": "<i>Небольшие группы протестующих возникли по всему перенаселенному Тарису. Империя начала жестоко подавлять эти протесты. Командование хочет, чтобы вы защитили протестующих. Это помогло бы Восстанию заручиться поддержкой жителей.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Тарис", 
			"Окраины"
			],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "карта награды \"Народная поддержка\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire14",
		"name": "Эвакуация",
		"descriptionText": "<i>Сам-Кен Ферало — цереанский сенатор, шпион повстанцев и отец Ко-Тун, недавно раскрыл свое прикрытие. Его нужно вывести из своего убежища, чтобы доставить в безопасное место.</i>",
		"bonusText": "",
		"heroText": "Ко-Тун Ферало",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Корусант",
			"Окраины"
			],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "карта награды \"Эффективность Альянса\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire15",
		"name": "Испытание металла",
		"descriptionText": "<i>Конструктор дроидов, у которого Джаррод когда-то был учеником, был предан, а дело его жизни украдено. Теперь его новый мощный прототип, дизайн которого основан на той же линейке дроидов, на основе которой Джаррод разработал J4X-7, готов к серийному производству Империей. Чертежи должны быть возвращены, а все имперские дроиды Х-8 — уничтожены.</i>",
		"bonusText": "",
		"heroText": "Джаррод Келвин",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Куат",
			"Комплекс"
			],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "карта награды \"Улучшение X-8\"",
		"imperialRewardText": ""
	},
	{
		"id": "Empire16",
		"name": "Незаконченное дело",
		"descriptionText": "<i>Когда Дроккатта сбежал из имперского порабощения в шахте на Геонозисе, вуки оставил позади многих друзей и любимых. Поскольку Восстание стало рассматривать шахту как ключевую цель, у Дроккатты появилась возможность выполнить обещание вернуться.</i>",
		"bonusText": "",
		"heroText": "Дроккатта",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Геонозис",
			"Комплекс"
			],
		"expansionText": "Сердце Империи",
		"rebelRewardText": "карта награды \"Рёв вуки\"",
		"imperialRewardText": ""
	}
]