[
	{
		"id": "Hoth1",
		"name": "Катастрофа",
		"descriptionText": "<i>На ваш корабль поступило сообщение. Вы бежите к комлинку с надеждой, что пришли долгожданные результаты анализа имперского кода. Однако, к вашему ужасу, вместо этого вы слышите прерывистое сообщение с Хота от беженца из Хейвена\n\"Без предупреждения... огромный... Империя... спасения нет... выжившие... быстро... помогите!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth2",
		"name": "Работа в тылу",
		"descriptionText": "<i>Зото Бенекс обеспокоен слабой защитой своей колонии, не смотря на то, что Империя до сих пор не проявляла к ней никакого интереса.\nТем не менее, Империя расширяет территорию своих операции и Бенекс опасается, что их плохая система обороны не сможет противостоять мощи Империи...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth3",
		"name": "На шаг позади",
		"descriptionText": "<i>Выяснилось, что лидером недавних операций против повстанцев является имперский генерал по имени Сорин. Будь то удача или умелое планирование, но он постоянно на шаг впереди вас.\nТолько что было обнаружено местоположение одного из его плацдармов — аванпост на Хоте. Кажется, это отличная цель для получения разведданных...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth4",
		"name": "Наша последняя надежда",
		"descriptionText": "<i>Осада была отвлекающим маневром, и вы осознали к чему может привести безрассудное предательство Бенекса. Прямо сейчас Сорин летит к главной базе Альянса и ведет за собой неведомо сколько имперцев.\nВаша единственная надежда — перехватить его в пути и сделать всё возможное, чтобы остановить его наступление...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth5",
		"name": "Спасательная операция",
		"descriptionText": "<i>После провального задания на базе Эхо, Бенекс — лидер Хевена, был захвачен имперскими войсками.\nУчитывая высокий уровень доступа, который он имеет к данным Альянса, его допрос может раскрыть опасную информацию. Нужно спасти его как можно быстрее, прежде чем какие-либо драгоценные секреты повстанцев попадут в руки Империи...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth6",
		"name": "Возвращение на базу Эхо",
		"descriptionText": "<i>Бенекс и его люди в ужасе от мысли о мести Империи и о том, что если внимание Империи не будет направлено на другие объекты, её солдаты вернутся.\nИмперский конвой с подкреплением, который должен прибыть в ближайшее время, может стать хорошей целью для диверсии...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth7",
		"name": "Битва при Хоте",
		"descriptionText": "<i>До Мятежников доходят мрачные вести: обнаружена их база на поверхности Хота. Возглавляемая грозным Дартом Вейдером, Империя начинает массированное наступление на силы повстанцев на ледяной планете, готовясь сокрушить их раз и навсегда.\nЕдва способные противостоять натиску, повстанцы пытаются покинуть холодный мир и вырваться из лап Империи. Пока команды транспортных кораблей и истребителей лихорадочно готовятся к отлёту, несколько отважных солдат-повстанцев рискуют своими жизнями, чтобы выиграть драгоценные секунды...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth8",
		"name": "Последний рубеж",
		"descriptionText": "<i>После анализа закодированных имперских данных, раскрылся ужасающий план генерала Сорина: в ближайшее время готовится полномасштабное наступление на колонию. Вы спешите предложить поселенцам свою защиту.\nКолония не имеет защиты, необходимой для отражения такой массированной атаки, поэтому вам необходимо задержать наступающие силы на как можно большее время, чтобы все жители смогли эвакуироваться в бункер в долине...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth9",
		"name": "Белый шум",
		"descriptionText": "<i>Поскольку Империя переворачивает каждый камень в поисках беженцев-повстанцев, обнаружение колонии является только вопросом времени.\nИспользуя часть ресурсов, привезенных скрывающимися повстанцами, Бенекс и его люди установили сеть датчиков и оборонительного вооружения вокруг колонии. Когда Империя пойдёт в наступление, они, по крайней мере, будут подготовлены...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth10",
		"name": "Постоянная бдительность",
		"descriptionText": "<i>Прежде чем присоединиться к Восстанию, Локу Канолоа принимал участие нескольких заданиях в составе Спецназа Мон Кала.\nНедавно он получил сообщение о том, что были захвачены несколько его бывших товарищей по оружию. Они содержатся в зоне временного содержания, и до их перемещения остается совсем немного времени.</i>",
		"bonusText": "",
		"heroText": "Локу Канолоа",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Мон Эрон",
			"Захолустье",
			"Комплекс"
			],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "карта награды \"Видение битвы\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth11",
		"name": "Знай своего врага",
		"descriptionText": "<i>Верена и её брат-близнец — Иван всю свою юность жили соперничеством друг с другом.\nКогда они повзрослели, различие в идеологиях отправило их на противоположные стороны конфликта. Её - к Альянсу, а его - к Империи. Прознав о местонахождении Ивана, Верена решает, что пришло время для небольшого воссоединения семьи.</i>",
		"bonusText": "",
		"heroText": "Верена Талос",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Кореллия",
			"Комплекс"
			],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "карта награды \"Железная рука\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth12",
		"name": "Превентивные меры",
		"descriptionText": "<i>MHD-19, ранее вынужденный быть рабом, несколько лет назад был освобожден человеком по имени Дрейлен, и с тех пор был сильно предан ему. В последствии Дрейлен стал агентом повстанцев, но недавно он был захвачен во время одного из заданий. MHD-19 хочет вернуть старый долг и освободить Дрейлена.</i>",
		"bonusText": "",
		"heroText": "MHD-19",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Тро'Хар",
			"Захолустье",
			"Комплекс"
			],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "карта награды \"Системное улучшение\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth13",
		"name": "Побег из Облачного города",
		"descriptionText": "<i>После катастрофической встречи с Дартом Вейдером и имперскими штурмовиками на Беспине, несколько жителей все ещё остаются в горнодобывающей колонии, не имея возможности эвакуироваться.</i>",
		"bonusText": "Пока эта карта в игре, Империя получает карту награды \"Нарушение поставок\"",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Беспин",
			"Комплекс"
			],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "карта награды \"Сеть восстановлена\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth14",
		"name": "Уборка на ферме",
		"descriptionText": "<i>Группа фермеров, добытчиков влаги, симпотизирующих делу повстанцев, укрывает солдат и героев Альянса. К несчастью, Империя обнаружила их ферму и планирует начать безжалостную атаку. Нашим верным союзникам понадобится наша помощь чтобы выжить.</i>",
		"bonusText": "Пока эта карта в игре, Империя получает случайную карту награды — проклятье.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Окраины"
			],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "карта награды \"Возрождение\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth15",
		"name": "Выживает сильнейший",
		"descriptionText": "<i>Один из разведывательных патрулей засёк слабый сигнал бедствия с Хота. Судя по всему, кто-то оставшийся во время эвакуации, выжил.\nКомандование Альянса хочет, чтобы вы присоединились к небольшой спасательной команде и помогли вернуть эту бедную потерянную душу.</i>",
		"bonusText": "Пока эта карта в игре, Империя получает карту награды \"Изнурительный труд\"",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Хот",
			"Захолустье"
			],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "карта награды \"Воодушевлённый успехом\"",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth16",
		"name": "Трудный путь",
		"descriptionText": "<i>Чубакка обнаружил на Орд-Мантелле пару охотников за головами класса \"В\" — братьев Крандт, которые могут владеть полезной информацией о капитане Соло и о том, как можно вырвать его из лап Джаббы Хатта.</i>",
		"bonusText": "Пока эта карта в игре, Империя получает карту награды \"Отвлечение\"",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Орд-Мантелл",
			"Окраины"
			],
		"expansionText": "Возвращение на Хот",
		"rebelRewardText": "карта награды \"Реализация стратегии\"",
		"imperialRewardText": ""
	}
]