[
	{
		"id": "Jabba1",
		"name": "Почти дома",
		"descriptionText": "<i>\"Мы обнаружили аномалию в сигналах корабля при выходе из системы\" — говорится в предупреждающем сообщении конвоя. \"Есть аналогичные сигналы, которые мы отследили до оперативной базы капитана Терро. Мы опасаемся, что на нашем корабле мог быть установлен передающий маяк. Вы должны добраться до этой базы и уничтожить все извлечённые координаты, прежде чем пассажиры смогут быть доставлены\".</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba2",
		"name": "Опасные союзники",
		"descriptionText": "<i>Ваши друзья и семья готовы к переезду, но капитан Терро, разъяренный решением Джаббы помочь вам, заблокировал единственный путь обратно к кораблям. Стремясь утвердить свое господство, Джабба посылает вас со своей баржей </i>Кетанна<i>, чтобы показать имперскому капитану кому принадлежит Татуином.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba3",
		"name": "Осуществление плана",
		"descriptionText": "<i>В сообщении от Биба Фортуны говорится, что Джабба перехватил сообщения от команды Терро о том, что они планируют устроить засаду в новой колонии. \"Я буду сопровождать команду лучших охранников Джаббы\" — говорит он вам. \"Они помогут тебе покончить с этим раз и навсегда\".</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba4",
		"name": "Со всех сторон",
		"descriptionText": "<i>Мирные жители готовы к выдвинуться, и оперативная группа собирается, чтобы доставить их в безопасное место. К сожалению, разведданные показывают, что Джабба серьёзно относится к предательству и готов сделать всё возможное, чтобы остановить вас. В то же время ваши датчики засекают отряд Терро, приближающийся к вам.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba5",
		"name": "Враждебные переговоры",
		"descriptionText": "<i>Может, у воров и нет чести, но они полагаются друг на друга. Джабба хочет, чтобы вы сопроводили контрабандиста на сделку на Доше. Между участниками сделки существует большая напряженность, поэтому вам необходимо убедиться, что доставка пройдёт спокойно или, по крайней мере, прибыльно.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba6",
		"name": "Судьбоносный момент",
		"descriptionText": "<i>Альянс связывается с вами по защищенному каналу, чтобы сообщить об осложнениях с последней работой Джаббы. У них есть ресурсы для небольшого спасательного флота, и они отправляют их вам, но им нужно, чтобы вы обезвредили орбитальную оборону главной базы Империи. Вы надеетесь, что у вас хватит времени выполнить обе миссии.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba7",
		"name": "Мятеж",
		"descriptionText": "<i>После вашей поимки и предательства Джаббы, вы приговорены инсценированным судом к смерти. Вас должны сбросить в яму всемогущего Сарлакка. Переводчик хатта сообщает вам: \"Вы узнаете новые значения слов 'боль' и 'страдания' в то время, как вас будут медленно переваривать в течение тысячи лет\". После чего вас грузят на скифф и вылетают на яркий солнечный свет в пустынный пейзаж.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba8",
		"name": "Перегрузка",
		"descriptionText": "<i>Имперские запасы безграничны, поэтому имперцы не заметят пропажи горстки взрывчатки. Джабба нуждается в вас, чтобы выкрасть некоторое количество этих излишков боеприпасов для его собственных нужд. Однако он поймёт, если имперская оборона потребует, чтобы вы использовали часть груза для завершения задания.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba9",
		"name": "Штурмуя дворец",
		"descriptionText": "<i>На предательство Джаббы можно ответить только силой. Если вы хотите спасти своих друзей и семьи от пожизненного порабощения, дерзкое нападение — это единственный оставшийся вариант. Ваш пилот ещё раз предупреждает вас, что план безумный, но вы уверены, что это единственный выход. Он доставляет вас прямо к дворцу Джаббы в Море Дюн и желает вам удачи, когда вы устремляетесь к воротам.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba10",
		"name": "Вторжение",
		"descriptionText": "<i>Опасность! В то время, как бушует Галактическая Гражданская Война, тираническая Империя использует новую отвратительную тактику, нацеливаясь на семьи повстанцев и на других мирных жителей. Отважные солдаты Альянса Повстанцев ищут убежище для этих невинных гражданских, направляя их в безопасное место в скрытом мятежном мире.\nПосле разрушительной засады и ожесточённого сражения, многие корабли повстанцев были уничтожены. Оставшиеся в живых бегут на отдалённую пустынную планету — Татуин, надеясь на большие шансы выжить рядом с мерзким гангстером Джаббой Хаттом, чем в руках Империи.\nНо когда поврежденные корабли повстанцев терпят крушение в опаляемоё солнцами пустыне, они обнаруживают гарнизон Империи, уже отправляющий штурмовиков...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba11",
		"name": "Охота за трофеями",
		"descriptionText": "<i>Джабба отметил имперского офицера по имени Каллен меткой смерти, но его охрана до сих пор показывала свою эффективность в обеспечении безопасности. \"Он должен был доставить мне нового питомца, но решил оставил его себе. Обманщикам никакой пощады\" — говорит его переводчик.\nДжабба хочет, чтобы вы присоединились к одному из его лучших охотников за головами, чтобы уничтожить Калленна раз и навсегда.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba12",
		"name": "Война за территорию",
		"descriptionText": "<i>Конкурирующая банда медленно, но неуклонно вторгается на обширную территорию Джаббы на Нал Хатте. Эта дерзость не может остаться без ответа. Джабба предлагает вам простое задание: \"Сделайте пример из этих отбросов\".</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba13",
		"name": "Встреча с почестями",
		"descriptionText": "<i>Несмотря на то, что за пределами мира он заработал репутацию безжалостного наёмника, для своего родного клана Винто Хрида — мститель и надёжный защитник. И когда отколовшаяся группа пиратов из конкурирующего клана украла жизненно важные медикаменты, его родной клан первым делом обратиться к Винто с просьбой о помощи.</i>",
		"bonusText": "",
		"heroText": "Винто Хрида",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Родия",
			"Окраины"
			],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "карта награды \"Головорез\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba14",
		"name": "Рождённая смертью",
		"descriptionText": "<i>Шила всегда восхищалась могущественным кланом мандалорцев, известным как Дозор Смерти. Но с тех пор, как она узнала о скрытой базе, на которой хранятся некоторые из их старых записей, недавно обнаруженных имперскими сканерами, её желание узнать больше переросло в навязчивую идею.</i>",
		"bonusText": "",
		"heroText": "Шила Варад",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Мандалор",
			"Комплекс"
			],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "карта награды \"Мандалорианское наследие\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba15",
		"name": "Вымогательство",
		"descriptionText": "<i>Старые враги Онара Комы захватили близких друзей наёмного телохранителя, угрожая заставить их \"заплатить за его грехи\". Эти преступники требуют встречи в печально известном игорном притоне на родной планете Онара. Очевидно, что это ловушка, но аквалиш в ярости и готов в неё попасться.</i>",
		"bonusText": "",
		"heroText": "Онар Кома",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Андо",
			"Комплекс"
			],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "карта награды \"Сенокос\"",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba16",
		"name": "Опасная охота",
		"descriptionText": "<i>Разведчики сообщили, что разведывательные отряды империи пытались усовершенствовать свою живую военную мощь, собирая яйца страшных ранкоров на Датомире. Поскольку яйца также могут быть проданы по высоким ценам лордам хаттов, ищущим экзотических домашних животных, командование хочет, чтобы яйца были собраны вами, надеясь как помешать деятельности Империи, так и получить вознаграждение.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Датомир",
			"Пустоши"
			],
		"expansionText": "Царство Джаббы",
		"rebelRewardText": "кредиты",
		"imperialRewardText": ""
	}
]