[
	{
		"id": "Lothal1",
		"name": "Призыв к действию",
		"descriptionText": "<i>\"Каждый раз, когда я работал с повстанцами, все извлекали выгоду!\" — заявляет Хондо Онака — бывший пират и нынешний бездельник. \"Империя думает, что на Лотале не осталось повстанцев, так что кража этого оружия должна быть похожа на отнимание кредитов у ребенка.\" Он смотрит в пространство, ухмыляясь. \"Ах, хорошие времена.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Лотал",
			"Окраины"
			],
		"expansionText": "Тираны Лотала",
		"rebelRewardText": "карта награды \"Лидер ячейки 'Нова'\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal2",
		"name": "Дуэль на Девароне",
		"descriptionText": "<i>Отец Тресс рассказывал самые дикие истории о своей молодости, когда он занимался контрабандой специй по всему Внешнему Кольцу. Она помнит его браваду... и его навязчивую потребность записывать и оберегать каждый хитроумный гиперпространственный маршрут, который он когда-либо использовал. Хотя он ушел, эти навигационные записи могли бы помочь контрабандистам повстанцев, но чтобы получить их, Тресс придется вернуться в дом, о котором у нее остались только плохие воспоминания.</i>",
		"bonusText": "",
		"heroText": "Тресс Хакнуа",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Деварон",
			"Джунгли"
			],
		"expansionText": "Тираны Лотала",
		"rebelRewardText": "карта награды \"Целостность\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal3",
		"name": "Гонка на Рилоте",
		"descriptionText": "<i>Недавний рейд ИСБ захватил критически важные для Восстания материалы на Рилоте вместе с зашифрованными данными, подробно описывающими их операции по всей планете. Гера Синдулла отправила одного из членов своей команды, чтобы помочь вам вернуть припасы и данные, прежде чем Империя сможет использовать их против повстанцев Тви'леков.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "союзник — <i>Спектр</i>",
		"villainText": "",
		"tagsText":
			[
			"Рилот",
			"Равнины"
			],
		"expansionText": "Тираны Лотала",
		"rebelRewardText": "карта 1 любого союзника — <i>Спектра</i>",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal4",
		"name": "Пески Силоса",
		"descriptionText": "<i>Услышав, что его командир времён Войн Клонов, Вольфф, не только жив, но и является союзником Восстания, CT-1701 отправляется со своей командой на Силос, чтобы получить полезную информацию из украденного Вольффом шагохода AT-AT.</i>",
		"bonusText": "",
		"heroText": "CT-1701",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Силос",
			"Пустыня"
			],
		"expansionText": "Тираны Лотала",
		"rebelRewardText": "карта награды \"В яблочко!\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal5",
		"name": "Осада на Геонозисе",
		"descriptionText": "<i>Благодаря разведке, проведенной Спектрами на Геонозисе, Восстание видит возможность захватить старую фабрику боевых дроидов, и обратить их против мощи Империи. Один из членов группы Спектров встретит вас у входа.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "союзник — <i>Спектр</i>",
		"villainText": "",
		"tagsText":
			[
			"Геонозис",
			"Комплекс"
			],
		"expansionText": "Тираны Лотала",
		"rebelRewardText": "карта 1 любого союзника — <i>Спектра</i>",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal6",
		"name": "Последний приказ",
		"descriptionText": "<i>Имперский инженер на Лотале хочеи перметнуться. Более того, он утверждает, что знает, где мы можем найти жизненно важную информацию о последних планах гранд-адмирала Трауна в системе Лотал. Командование хочет, чтобы вы проверили его заявление и, при необходимости, положили конец всему, что планирует Траун.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Лотал",
			"Окраины"
			],
		"expansionText": "Тираны Лотала",
		"rebelRewardText": "кредиты",
		"imperialRewardText": ""
	}
]