[
  {
    "id": "Bespin1",
    "name": "Cloud City's Secret",
    "descriptionText": "<i>Um agente obteve alguns códigos imperiais antes de ficar em silêncio. Se ele foi capturado ou escondido é desconhecido, mas ele deixou muito claro que a informação precisava ser recuperada de um morto na Cidade das Nuvens. O final de seu relatório diz: \n\"A Intel parece de grande importância. Ele está caçando.\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Outskirts"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Under the Radar\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin2",
    "name": "Freedom Fighters",
    "descriptionText": "<i>Os cidadãos de classe baixa da Cidade das Nuvens estão desaparecendo ultimamente. O Comando da Aliança recebeu uma mensagem de socorro do ex-oficial de ligação de computadores da cidade, Lobot: \n\"Traficantes de escravos trandoshanos operando na Cidade das Nuvens. Equipes de resgate desaparecidas. Por favor, envie reforços. Eu serei alvo.\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Outskirts"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Lobot's Favor\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin3",
    "name": "Hostile Takeover",
    "descriptionText": "<i>Em uma tentativa de reivindicar o controle das reservas de tibanna da Cidade das Nuvens, um nefasto agente da ISB e o caçador de recompensas Bossk uniram forças. Eles capturaram o líder da resistência local, e o Comando quer que ele seja resgatado. A inteligência indica que eles estão mantendo o líder para interrogatório e planejam transportá-lo em carbonita para uma instalação desconhecida.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Facility"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Relief Effort\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin4",
    "name": "Panic in the Streets",
    "descriptionText": "<i>Os confrontos na Cidade das Nuvens afetaram a população. As pessoas começaram a culpar os rebeldes pela violência, preferindo a estabilidade relativa, mesmo sob as bandeiras imperiais. Temendo a perda de apoio para seus guerrilheiros, Murne organiza uma missão de socorro. Ela promete ajudar o povo da Cidade das Nuvens e reconquistar seu apoio.</i>",
    "bonusText": "",
    "heroText": "Murne Rin",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Outskirts"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Cam Droid\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin5",
    "name": "Reclamation",
    "descriptionText": "<i>Lando Calrissian precisa se esgueirar de volta para a Cidade das Nuvens para recuperar documentos críticos que deixou para trás. O problema, ele revela, é que o ISB local instalou vigilância adicional. Lando pede uma equipe de elite para escoltá-lo pela cidade a pé.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Lando Calrissian (Charming Gambler)",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Outskirts"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Lando Calrissian (Charming Gambler)\" aliado",
    "imperialRewardText": ""
  },
  {
    "id": "Bespin6",
    "name": "Reclassified",
    "descriptionText": "<i>Rumores sugerem que uma fonte confiável vende informações para o Império há anos. Cavando mais, Davith descobre que o traidor é seu ex-manipulador, conhecido enigmaticamente como \"O Duque\".\nHawkbat vai para um complexo privado para recuperar tudo o que seu mentor comprometeu.</i>",
    "bonusText": "",
    "heroText": "Davith Elso",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Facility"
    ],
    "expansionText": "The Bespin Gambit",
    "rebelRewardText": "\"Radiant Holocron\" Recompensa",
    "imperialRewardText": ""
  }
]