[
  {
    "id": "Core1",
    "name": "A New Threat",
    "descriptionText": "<i>As forças rebeldes descobrem que o farol de socorro foi uma distração orquestrada pelo General Weiss, uma estrela em ascensão nas forças armadas imperiais.\nSeus esforços fizeram dele uma pessoa de interesse para o Alto Comando Rebelde. Os agentes estão procurando na galáxia por informações sobre os planos deste general...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core2",
    "name": "Aftermath",
    "descriptionText": "<i>vitória! Com a destruição da Estrela da Morte, a Rebelião deu esperança a uma galáxia que vive com medo. Tendo perdido sua arma final, o Império luta para se recuperar diante dessa derrota esmagadora.\nÀ medida que os fragmentos espalhados da estação de batalha chovem sobre a base rebelde em Yavin 4, o Império põe em ação um plano para buscar vingança contra as forças rebeldes estacionadas na pequena lua.\nNão muito tempo depois, quando um farol imperial começa a transmitir de um posto avançado a alguma distância da base rebelde, uma pequena equipe de agentes de elite é despachada; sua missão: silenciar o sinal a todo custo ...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core3",
    "name": "Chain of Command",
    "descriptionText": "<i>O Império continua a aumentar a pressão contra alvos rebeldes. Apesar de perder vários postos avançados, a Rebelião conseguiu permanecer um passo à frente da temida frota imperial.\nAgora na ofensiva, as forças rebeldes estão prestes a localizar uma instalação muito importante sob o controle do general Weiss...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core4",
    "name": "Desperate Hour",
    "descriptionText": "<i>Espiões rebeldes descobriram a localização da arma secreta. Se Weiss deve ser parado, isso deve ser feito agora.\nA frota rebelde está pronta para entrar no sistema, lançando um ataque em grande escala para derrotar Weiss e destruir esta arma antes que ela se torne totalmente operacional...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core5",
    "name": "Drawn In",
    "descriptionText": "<i>Embora ainda se recuperando do choque de perder a Estrela da Morte, o Império começou a se recuperar. A frota imperial se espalhou, caçando agressivamente as forças rebeldes. Em toda a galáxia, as instalações rebeldes correm o risco de serem descobertas...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core6",
    "name": "Fly Solo",
    "descriptionText": "<i>Com tão pouca informação sobre o projeto de armas, a Rebelião é forçada a buscar informações de qualquer fonte que possa encontrar.\nHan Solo, um importante aliado da Rebelião, estava seguindo uma pista quando o contato com ele foi perdido em algum lugar no Espaço Hutt. O paradeiro do contrabandista é atualmente desconhecido...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core7",
    "name": "Imperial Hospitality",
    "descriptionText": "<i>Informações vitais sobre o temido projeto de armas do General Weiss vieram à tona, mas o espião rebelde que o carrega foi capturado!\nOs agentes estão prontos para lançar uma ousada missão de resgate, mas pouco pode ser feito até que sua localização seja descoberta... </i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core8",
    "name": "Incoming",
    "descriptionText": "<i>A Rebelião continua a analisar os esquemas do projeto de armas secretas de Weiss enquanto a frota Imperial aumenta seus esforços para encontrar e destruir as forças rebeldes.\nAté que mais informações sejam extraídas, a Rebelião só pode se manter firme contra o crescente poder imperial ...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core9",
    "name": "Last Stand",
    "descriptionText": "<i>A descoberta dos verdadeiros planos de Weiss deu vantagem à Rebelião!\nEnquanto a frota rebelde se prepara para enfrentar as forças imperiais acima de Ord Mantell, os agentes descerão para a fortaleza secreta de Weiss. Sua missão final é enfrentar o General e derrotá-lo de uma vez por todas...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core10",
    "name": "The Source",
    "descriptionText": "<i>Ataques cruéis da armada imperial fizeram com que a Rebelião recuasse totalmente, lutando para encontrar um lugar para reagrupar suas forças.\nEnquanto isso, o Comando Rebelde procura garantir os esquemas finais para a arma devastadora do General. Se encontrados, esses planos podem ser a oportunidade perfeita para virar a maré contra o Império...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core11",
    "name": "Under Siege",
    "descriptionText": "<i>O farol de socorro cobriu a fuga de vários imperiais proeminentes, incluindo o homem que inventou o esquema, um general chamado Weiss.\nEnquanto espiões rebeldes vasculham a galáxia em busca de qualquer informação sobre esse homem, outros esforços para retardar a recuperação do Império após a Batalha de Yavin continuam...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core12",
    "name": "A Simple Task",
    "descriptionText": "<i>A burocracia no Império levou a um fluxo constante de projetos propostos e abandonados. Uma fórmula para um potente estimulante de batalha foi um desses projetos.\nA base em que foi desenvolvida foi abandonada desde então, portanto, encontrar informações sobre a fórmula não deve ser difícil...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Dantooine",
      "Imperial",
      "Wastes"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Adrenal Implant\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Core13",
    "name": "Brushfire",
    "descriptionText": "<i>Local de uma das primeiras batalhas entre o Império e a Rebelião, as ações heróicas de Fenn Signis foram fundamentais para a libertação de Onderon.\nAgora o Império busca vingança contra o mundo insurgente. Fenn é chamado para ajudar a manter o planeta a salvo da influência imperial mais uma vez.</i>",
    "bonusText": "",
    "heroText": "Fenn Signis",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Onderon",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Core14",
    "name": "Dark Obsession",
    "descriptionText": "<i>Darth Vader tem um profundo interesse nas ações de Luke Skywalker. Ele encontrou uma oportunidade de capturar o pupilo de Obi-Wan de uma vez por todas.</i>",
    "bonusText": "Depois que os heróis resolverem qualquer outra missão secundária, descarte esta carta e o Império receberá a recompensa listada.",
    "heroText": "",
    "allyText": "",
    "villainText": "Darth Vader (Lord of the Sith)",
    "tagsText": [
      "Imperial",
      "Installation"
    ],
    "expansionText": "\"Darth Vader (Lord of the Sith)\" pack",
    "rebelRewardText": "",
    "imperialRewardText": "\"Darth Vader (Lord of the Sith)\" vilão"
  },
  {
    "id": "Core15",
    "name": "Friends of Old",
    "descriptionText": "<i>Gideon Argus foi um membro fundador da lendária unidade SpecForce \"Saber Team\". No entanto, uma operação fracassada levou a acusações de traição. Gideon deixou o esquadrão, sem saber em quem entre seus antigos companheiros ele poderia confiar.\nAgora, os membros da Equipe Sabre entraram em contato com seu antigo comandante, implorando por sua ajuda...</i>",
    "bonusText": "",
    "heroText": "Gideon Argus",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Talus",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Fearless Leader\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Core16",
    "name": "Generous Donations",
    "descriptionText": "<i>Um Moff Imperial chamado Mino Ferrin é conhecido por utilizar suas finanças para oprimir aqueles que governa.\nA Rebelião encontrou uma instalação escondida em Sullust que mantém suas contas secretas. Infiltrar-se na base e cortar suas contas deve financiar a construção de algumas novas naves estelares rebeldes...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Sullust",
      "Imperial",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "Credits",
    "imperialRewardText": ""
  },
  {
    "id": "Core17",
    "name": "High Moon",
    "descriptionText": "<i>O ex-associado de Jyn Odan, um tranoshan chamado Szark, a traiu no passado e desde então fez fortuna vendendo rebeldes para o Império.\nJyn recentemente soube de seu paradeiro atual, e pode ter chegado a hora de Szark conseguir o que merece...</i>",
    "bonusText": "",
    "heroText": "Jyn Odan",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Rayamal 22",
      "Scum",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Peacemaker\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Core18",
    "name": "Homecoming",
    "descriptionText": "<i>Envolvido no recrutamento de novos pilotos para a Rebelião, Luke Skywalker não é ouvido há vários dias.\nComo o Herói da Rebelião, Luke tem sido o principal alvo das forças imperiais e dos caçadores de recompensas, e o Alto Comando teme que ele possa estar em grave perigo...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Luke Skywalker (Hero of the Rebellion)",
    "villainText": "",
    "tagsText": [
      "Tatooine",
      "Wastes"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "Luke Skywalker (Hero of the Rebellion) aliado",
    "imperialRewardText": ""
  },
  {
    "id": "Core19",
    "name": "Indebted",
    "descriptionText": "<i>Uma emboscada imperial resultou na morte do irmão de Gaarkhan, Jirritt. Na batalha de sarne, outro Wookiee a quem Jirritt jurou uma dívida vitalícia foi capturado. \nSem ninguém indo resgatar o Wookiee cativo, cabe a Gaarkhan honrar a dívida de seu irmão...</i>",
    "bonusText": "",
    "heroText": "Gaarkhan",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bakura",
      "Imperial",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Life Debt\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Core20",
    "name": "Loose Cannon",
    "descriptionText": "<i>Para sempre assombrado por seu maior fracasso, a chance de redenção de Mak Eshka'rey chegou.\nA guarnição que defende o posto avançado que ele não conseguiu sabotar partiu temporariamente, deixando Mak a oportunidade perfeita para terminar a tarefa que ele deixou incompleta há muito tempo...</i>",
    "bonusText": "",
    "heroText": "Mak Eshka'rey",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Ord Mantell",
      "Imperial",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Shadow Suit\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Core21",
    "name": "Luxury Cruise",
    "descriptionText": "<i>Para uso em infiltração, a Aliança está tentando coletar naves usadas pelo Império. Um desses ônibus espaciais está passando por reparos e parece ser uma presa fácil ...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Kuat",
      "Imperial",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Allied Operations\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Core22",
    "name": "Sorry About the Mess",
    "descriptionText": "<i>A Rebelião tem uma grande dívida com o contrabandista astuto, Han Solo. Nunca tímido em lembrá-los desse fato, Han fez um pedido de apoio. \nComo ele foi rápido em garantir que a operação interromperá as atividades imperiais, a Rebelião está disposta a atender ao seu pedido... </i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Han Solo (Scoundrel)",
    "villainText": "",
    "tagsText": [
      "Corellia",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Han Solo (Scoundrel)\" aliado",
    "imperialRewardText": ""
  },
  {
    "id": "Core23",
    "name": "Sympathy for the Rebellion",
    "descriptionText": "<i>A mensagem de esperança da Rebelião atrai muitos para a causa. Quem melhor para liderar o esforço de recrutamento do que o homem por trás da destruição da Estrela da Morte, Luke Skywalker?\nNo entanto, o que o torna uma figura ideal de inspiração também o torna um alvo prioritário para represálias imperiais...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Luke Skywalker (Hero of the Rebellion)",
    "villainText": "",
    "tagsText": [
      "Tatooine",
      "Outskirts"
    ],
    "expansionText": "\"Luke Skywalker (Hero of the Rebellion)\" pack",
    "rebelRewardText": "\"The Ways of the Force\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Core24",
    "name": "Target of Opportunity",
    "descriptionText": "<i>A Rebelião sempre busca ganhar vantagem sobre o Império, e a sabotagem é um método preferido.\nUm par de sabotadores tem um alvo em mente. Sua reputação é mista, mas parece que sua atitude imprudente e teimosa é mais do que igualada por sua habilidade em demolições ...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Rebel Saboteur",
    "villainText": "",
    "tagsText": [
      "Centax 1",
      "Imperial",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Rebel Saboteur\" aliado",
    "imperialRewardText": ""
  },
  {
    "id": "Core25",
    "name": "Temptation",
    "descriptionText": "<i>Os pesadelos da morte de seu mentor ficam mais intensos para a jovem exilada, Diala Passil.\nUma energia escura e corrupta permanece no lugar onde o Mestre Jedi Shu Yen caiu. A força do mal chama Diala, estendendo-se pela vasta extensão da galáxia e assombrando-a a cada momento de vigília...</i>",
    "bonusText": "",
    "heroText": "Diala Passil",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Yavin 4",
      "Wilderness"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Shu Yen's Lightsaber\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Core26",
    "name": "The Spice Job",
    "descriptionText": "<i>As dívidas de Han Solo se tornaram uma preocupação primordial para seu companheiro. Contra a vontade de Han, Chewbacca tem uma tarefa que ele espera que reduza a atenção dos Hutts para Han.\nSe for bem-sucedido, o trabalho pode ganhar alguns créditos e distrair os Hutts, permitindo a Han um tempo de descanso, por mais breve que seja...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Chewbacca (Loyal Wookiee)",
    "villainText": "",
    "tagsText": [
      "Nar Shaddaa",
      "Scum",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Chewbacca (Loyal Wookiee)\" aliado",
    "imperialRewardText": ""
  },
  {
    "id": "Core27",
    "name": "Viper's Den",
    "descriptionText": "<i>Um pedido de socorro foi recebido pelo Alto Comando Rebelde. Um informante de má reputação, Weyn Jarl, jura que adquiriu informações confidenciais sobre os movimentos das tropas imperiais.\nJarl provou não ser confiável no passado, mas suas informações podem ser úteis, podem até valer o risco que confiar nele representa...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Tatooine",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "\"Rebel Recon\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Core28",
    "name": "Breaking Point",
    "descriptionText": "<i>Agentes imperiais realizam ataques cirúrgicos para destruir os suprimentos vitais da Rebelião. Enfraqueça-os e sua rendição está quase garantida.</i>",
    "bonusText": "Depois que os heróis resolverem qualquer outra missão secundária, descarte esta carta e o Império receberá a recompensa listada. Se os heróis perderem esta missão, aumente o nível de ameaça da próxima missão em 1. Durante o estágio Rebel Upgrade, os jogadores Rebel podem decidir gastar 50 créditos por herói para evitar isso.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Yavin 4",
      "Rebel",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+1 Nível de ameaça para a próxima missão"
  },
  {
    "id": "Core29",
    "name": "Captured",
    "descriptionText": "<i>Feitos prisioneiros enquanto tentavam escapar do posto avançado sitiado, os rebeldes trabalham há dias para sair de suas celas. No entanto, encontrar seu equipamento e sair da instalação será difícil...</i>",
    "bonusText": "Jogue \"Capturado\" como uma missão forçada. Se os heróis perderem esta missão, aumente o nível de ameaça da próxima missão em 2. Durante o estágio de atualização rebelde, os jogadores rebeldes podem decidir gastar 100 créditos por herói para evitar isso.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+2 Nível de ameaça para a próxima missão"
  },
  {
    "id": "Core30",
    "name": "Impounded",
    "descriptionText": "<i>A embarcação tem a devida autorização, mas sua tripulação é conhecida como simpatizante dos rebeldes. Interrogá-los e retirar os arquivos de dados de seus navios pode fornecer informações importantes.\nEstes são criminosos perigosos, que não devem ser subestimados. Com algumas medidas de sutileza, talvez a informação possa ser obtida sem conflito direto ...</i>",
    "bonusText": "Jogue \"Impounded\" como uma missão forçada. Se os heróis perderem esta missão, aumente o nível de ameaça da próxima missão em 2. Durante o estágio de atualização rebelde, os jogadores rebeldes podem decidir gastar 100 créditos por herói para evitar isso.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Corellia",
      "Imperial",
      "Wastes"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+2 Nível de ameaça para a próxima missão"
  },
  {
    "id": "Core31",
    "name": "Means of Production",
    "descriptionText": "<i>Uma instalação de testes Imperial fez um avanço recente. Com apoio, suas inovações mortais podem ser colocadas em prática muito em breve.</i>",
    "bonusText": "Depois que os heróis resolverem qualquer outra missão secundária, descarte esta carta e o Império receberá a recompensa listada. Se os heróis perderem esta missão, aumente o nível de ameaça da próxima missão em 1. Durante o estágio Rebel Upgrade, os jogadores Rebel podem decidir gastar 50 créditos por herói para evitar isso.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Corellia",
      "Imperial",
      "Facility"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+1 Nível de ameaça para a próxima missão"
  },
  {
    "id": "Core32",
    "name": "Wanted",
    "descriptionText": "<i>Os agentes rebeldes estão provando ser uma pedra no sapato dos Impérios. Trabalhar com mercenários pode ser desagradável, mas uma recompensa considerável pode colocar uma pressão considerável sobre eles.</i>",
    "bonusText": "Jogue \"Wanted\" como uma missão forçada. Se os heróis perderem esta missão, aumente o nível de ameaça da próxima missão em 2. Durante o estágio de atualização rebelde, os jogadores rebeldes podem decidir gastar 100 créditos por herói para evitar isso.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Nal Hutta",
      "Scum",
      "Outskirts"
    ],
    "expansionText": "Core Game",
    "rebelRewardText": "",
    "imperialRewardText": "+2 Nível de ameaça para a próxima missão"
  }
]