[
  {
    "id": "Empire1",
    "name": "Fuga da Capital - (Capital Escape)",
    "descriptionText": "<i>Ao elaborar um plano para escapar do planeta com o fragmento Bardottan recém-adquirido, você ouve o rugido de um motor de nave. Temendo um ataque, você pega suas armas e corre para fora para encontrar Ahsoka Tano emergindo de uma nave pousada perto da sua. Ela sorri para você e diz: \"Achamos que essa extração exigia atenção extra. Estou pronto quando você estiver.\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire2",
    "name": "Reconhecimento Sombrio - (Dark Recon)",
    "descriptionText": "<i>À medida que o IMPÉRIO se torna cada vez mais poderoso, a ALIANÇA REBELDE busca constantemente uma fraqueza no rolo compressor galáctico. Inestimáveis para esses esforços são as missões de reconhecimento realizadas em CORUSCANT, a capital da ecumenópolis do Império.\nO perigo espreita nas sombras da cidade. Uma equipe rebelde recente enviou a notícia de um poderoso artefato sendo procurado como arma por agentes do Império, antes de desaparecer, presumivelmente capturado. Agora, uma nova equipe de heróis corre pelo hiperespaço até o coração do próprio Império para descobrir mais sobre esse artefato misterioso e continuar a missão de seus companheiros...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire3",
    "name": "Ruptura - (Disruption)",
    "descriptionText": "<i>Você rastreia uma nave que transporta Zaaryn para um mundo remoto controlado pelos imperiais passando por um período de turbulência política. Comunicações Imperiais interceptadas indicam que Zaaryn organizou uma reunião lá para vender informações ao ex-Sith, Maul.\nVocê acha que as informações que Zaaryn planeja oferecer a Maul podem ajudá-lo a encontrar o fragmento de Bardottan.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire4",
    "name": "Agente Duplo - (Double Agent)",
    "descriptionText": "<i>Você recebe uma mensagem codificada de Lorn, um estudioso da história dos Jedi. \"Meu conhecimento da existência do fragmento de esfera Bardottan tornou-se um risco, e temo que agentes imperiais venham atrás de mim em breve. Por favor, preciso da sua proteção.\"\nAbaixo da mensagem está a hora e o local de uma reunião.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire5",
    "name": "Inimigos mais próximos - (Enemies Closer)",
    "descriptionText": "<i>\"Nossos analistas concordam que o fragmento provavelmente está em algum lugar do Templo Jedi\", diz Command via holograma. \"Sabemos que você queria reconhecer o site, mas nossas informações indicam que não há tempo. As forças do Império estão se mobilizando com quase as mesmas informações que você tem. Você deve alcançar o fragmento primeiro! Não ousamos nem imaginá-lo nas mãos do imperador!\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire6",
    "name": "De Dark Clutches - (From Dark Clutches)",
    "descriptionText": "<i>Depois de escanear todos os canais Rebel possíveis, você finalmente encontra um sinal fraco de um farol localizador. Nada pode ser confirmado e o sinal está um pouco embaralhado. No entanto, parece que pode estar vindo da equipe rebelde capturada que estava perseguindo o artefato. Seu console exibe as coordenadas do sinal para um possível resgate.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire7",
    "name": "A história se repete - (History Repeats)",
    "descriptionText": "<i>Lorn apresenta uma planta em um manuscrito antigo à sua frente. \"Consegui restringir os possíveis esconderijos para o fragmento, mas preciso estar no local para uma análise final\", diz ele, apontando para vários locais. \"Eu sei que vai ser perigoso, mas você deve me levar para dentro. Assim que estivermos lá, tenho certeza de que poderei encontrar o fragmento e podemos garantir sua segurança.\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire8",
    "name": "Homem Interno - (Inside Man)",
    "descriptionText": "<i>\"Nós vasculhamos os registros do historiador Jedi que você relatou\", diz um representante do Comando em uma mensagem holográfica. \"O nome dele é Lorn. Ele é um burocrata simpático à nossa causa com acesso a valiosos registros históricos. Ele ainda ocupa um escritório no antigo prédio do Senado. Se pudermos obter esses registros, eles podem conter o que precisamos para encontrar o fragmento da esfera de Bardottan.\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire9",
    "name": "Em um canto - (Into a Corner)",
    "descriptionText": "<i>Um grupo de simpatizantes da Aliança estava programado para se encontrar com a equipe rebelde capturada. Agora é a sua vez de estender a mão para os aliados ansiosos. Felizmente, eles ainda parecem dispostos a compartilhar suas informações sobre o artefato da Força conhecido como esfera Bardottan. Você marca uma reunião para aprender tudo o que puder antes que sua equipe ou esses novos amigos possam ser rastreados.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire10",
    "name": "Em fuga - (On the Run)",
    "descriptionText": "<i>A inteligência rebelde localizou Maul em uma instalação imperial em um mundo remoto. Comunicações interceptadas indicam que o ex-Sith está de olho em sua fonte, Zaaryn, enquanto os agentes de Maul em Coruscant rastreiam o fragmento. Você não conseguiu localizar os agentes de Maul, mas se conseguir capturar o próprio Maul, saberá se e quando seus agentes recuperarem o artefato.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire11",
    "name": "Na trilha - (On the Trail)",
    "descriptionText": "<i>Zaaryn, um oficial imperial que busca avidamente oportunidades para si mesmo, parece estar fazendo sua jogada para vender informações sobre a existência de um pedaço de um artefato da Força conhecido como esfera Bardottan. Imagens de uma câmera de segurança hackeada o mostram atravessando as profundezas de Coruscant, provavelmente em busca de um comprador rico.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire12",
    "name": "O Reino do Lado Negro - (The Realm of the Dark Side)",
    "descriptionText": "<i>Quando você acorda de sua captura, você está trancado em uma pequena cela imperial. Você rapidamente procura a si mesmo e à sala e percebe que todo o seu equipamento foi levado. No entanto, os Imperiais perderam um pequeno farol de socorro que você havia escondido habilmente. Você o ativa e o vê piscar, esperando que alguém que possa ajudar receba seu sinal...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Empire13",
    "name": "Agitação civil - (Civil Unrest)",
    "descriptionText": "<i>Pequenos bolsões de manifestantes estão surgindo em todo o planeta Taris, massivamente superpovoado. O Império começou a reprimir violentamente esses protestos. O Comando quer que esses manifestantes sejam protegidos para continuar a angariar boa vontade em relação à Rebelião.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Taris",
      "Outskirts"
    ],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "\"Populist Support\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Empire14",
    "name": "Extração - (Extraction)",
    "descriptionText": "<i>Sahm-Ken Feralo, senador Cerean, espião rebelde e pai de Ko-Tun, recentemente teve seu disfarce descoberto. Ele precisa de uma extração de seu esconderijo em Coruscant para levá-lo a um lugar seguro.</i>",
    "bonusText": "",
    "heroText": "Ko-Tun Feralo",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Coruscant",
      "Outskirts"
    ],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "\"Alliance Efficiency\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Empire15",
    "name": "Teste de Metal - (Test of Metal)",
    "descriptionText": "<i>O designer droide de quem Jarrod já foi aprendiz foi traído e o trabalho de sua vida roubado. Agora, seu novo e poderoso protótipo, um design baseado na mesma linha de droides a partir da qual Jarrod desenvolveu o J4X-7, está pronto para a produção em massa da Imperial. Os planos devem ser readquiridos e todos os droides Imperiais X-8 destruídos. </i>",
    "bonusText": "",
    "heroText": "Jarrod Kelvin",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Kuat",
      "Facility"
    ],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "\"X-8 Upgrade\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Empire16",
    "name": "Negócios inacabados - (Unfinished Business)",
    "descriptionText": "<i>Quando Drokkatta escapou da escravidão imperial em uma instalação de mineração de Geonosis, o Wookiee deixou muitos amigos e entes queridos para trás. Como a Rebelião passou a considerar a instalação um alvo importante, surgiu a oportunidade de Drokkatta cumprir a promessa de retornar.</i>",
    "bonusText": "",
    "heroText": "Drokkatta",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Geonosis",
      "Facility"
    ],
    "expansionText": "Heart of the Empire",
    "rebelRewardText": "\"Wookiee Roar\" Reward Card",
    "imperialRewardText": ""
  }
]