[
  {
    "id": "Hoth1",
    "name": "Desastre - (Disaster)",
    "descriptionText": "<i>Uma comunicação chega em seu ônibus. Você corre para os sistemas com, esperando que finalmente sejam os resultados do código Imperial analisado. Para seu horror, é uma comunicação instável de um refugiado de Hoth em Haven:\n\"Sem aviso ... maciço... Imperials... sem escapatória... Sobreviventes... rápido... Socorro!\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth2",
    "name": "Frente Doméstica - (Home Front)",
    "descriptionText": "<i>Zotho Benex expressa sua preocupação com as capacidades defensivas de seu assentamento, mas até agora o Império não mostrou sinais de interesse.\nNo entanto, suas operações estão se expandindo para fora, e Benex teme que suas defesas mínimas signifiquem muito pouco para o poder do Império...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth3",
    "name": "Um passo atrás - (One Step Behind)",
    "descriptionText": "<i>O General Imperial chamado Sorin é revelado como o líder das recentes operações contra a Rebelião. Seja por sorte ou planejamento inteligente, ele permaneceu um passo à sua frente a cada passo.\nAgora você descobriu a localização de uma de suas áreas de preparação, um posto avançado em Hoth. Parece um alvo maduro para obter informações ...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth4",
    "name": "Nossa última esperança - (Our Last Hope)",
    "descriptionText": "<i>O cerco foi uma diversão, e você percebeu a traição desesperada de Benex. Agora Sorin está voando em direção a uma base principal e está liderando sabe-se lá quantos Imperiais para o mesmo local.\nSua única esperança é interceptá-lo no caminho e fazer o que puder para impedir sua entrada...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth5",
    "name": "Operações de resgate - (Rescue Ops)",
    "descriptionText": "<i>Após a desastrosa missão na Base Echo, Benex, líder de Haven, foi capturado pelas tropas imperiais.\nDado o maior acesso que ele teve aos dados da Aliança, seu interrogatório pode revelar informações perigosas. Ele precisa ser resgatado imediatamente antes que qualquer segredo precioso caia nas mãos do Império...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth6",
    "name": "Retorno à Base de Eco - (Return to Echo Base)",
    "descriptionText": "<i>Benex e seu povo estão aterrorizados com a represália imperial e que, a menos que a atenção do Império seja direcionada para outro lugar, seus soldados retornarão.\nUm comboio contendo reforços chegará em breve, um alvo potencial que certamente causaria um desvio substancial...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth7",
    "name": "A Batalha de Hoth - (The Battle of Hoth)",
    "descriptionText": "<i>Notícias sombrias chegam para a Rebelião; sua base na superfície de Hoth foi descoberta. Liderado pelo temível Darth Vader, o Império lança um ataque maciço contra as forças rebeldes no planeta gelado, pronto para esmagá-las de uma vez por todas.\nMal capaz de resistir ao ataque, a Rebelião luta para evacuar o mundo gelado e escapar das garras do Império mais uma vez. Enquanto transportes e combatentes preparam freneticamente sua partida, alguns bravos soldados rebeldes arriscam suas vidas contra todas as probabilidades para ganhar segundos preciosos...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth8",
    "name": "A última linha - (The Last Line)",
    "descriptionText": "<i>Com os dados imperiais codificados agora totalmente analisados, um plano terrível é revelado: um cerco total à vila está chegando, e em breve. Você se apressa em oferecer sua proteção.\nO assentamento não tem nem perto das defesas necessárias para repelir tal ataque, então as forças que chegam precisarão ficar paradas por tempo suficiente para que todos possam evacuar para um bunker no vale abaixo...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth9",
    "name": "Ruído branco - (White Noise)",
    "descriptionText": "<i>Com o Império revirando cada pedra em busca de refugiados rebeldes, é apenas uma questão de tempo até que eles venham vasculhar o assentamento.\nUsando alguns dos recursos trazidos pelos rebeldes escondidos, Benex e seu povo montaram uma rede de sensores e armamento defensivo ao redor do assentamento. Quando as forças imperiais se aproximarem, pelo menos estarão prontas...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth10",
    "name": "Vigilância constante - (Constant Vigilance)",
    "descriptionText": "<i>Antes de se juntar à Rebelião, Loku Kanoloa realizou várias missões como membro das Forças Especiais de Mon Cala.\nRecentemente, ele recebeu a notícia de que vários de seus ex-irmãos de armas haviam sido capturados. Eles estão sendo mantidos em uma área de espera e resta pouco tempo antes de serem transferidos.</i>",
    "bonusText": "",
    "heroText": "Loku Kanoloa",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Mon Eron",
      "Wilderness",
      "Facility"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Battle Vision\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth11",
    "name": "Conheça seu inimigo - (Know Your Enemy)",
    "descriptionText": "<i>Verena e seu irmão gêmeo, Ivan, viveram e respiraram competição um com o outro durante toda a juventude.\nQuando eles se tornaram adultos, uma fenda na ideologia os enviou para lados opostos do conflito, ela para a Rebelião e ele para o Império. Recentemente, ouvindo sobre seu paradeiro, ela decide que é hora de uma pequena reunião de família.</i>",
    "bonusText": "",
    "heroText": "Verena Talos",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Corellia",
      "Facility"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Iron Hand\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth12",
    "name": "Medidas preventivas - (Preventative Measures)",
    "descriptionText": "<i>MHD-19, uma vez em servidão forçada, foi libertado há vários anos por um homem chamado Draylen, e o droide tem sido ferozmente leal a ele desde então. Desde então, Draylen se tornou um agente rebelde e foi capturado em sua missão mais recente. MHD-19 agora está sendo chamado para retribuir seu favor de anos atrás.</i>",
    "bonusText": "",
    "heroText": "MHD-19",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Tro'Har",
      "Wilderness",
      "Facility"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Systems Upgrade\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth13",
    "name": "Fuja da Cidade das Nuvens - (Escape from Cloud City)",
    "descriptionText": "<i>Após o encontro desastroso com Darth Vader e os stormtroopers em Bespin, vários cidadãos ainda permanecem presos na colônia de mineração, incapazes de evacuar.</i>",
    "bonusText": "Enquanto esta carta estiver em jogo, o Império reivindica a carta de recompensa \"Interrupção de Suprimentos\"",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Facility"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Networks Restored\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth14",
    "name": "Limpeza da Herdade - (Scouring of the Homestead)",
    "descriptionText": "<i>Um grupo de fazendeiros de umidade simpáticos à situação da Rebelião tem abrigado soldados e heróis para a Aliança. Agora o Império encontrou esta propriedade e está lançando um ataque impiedoso. Esses grandes aliados da causa precisam de ajuda se quiserem sobreviver.</i>",
    "bonusText": "Enquanto esta carta está em jogo, o Império reivindica uma carta de recompensa Bane aleatória.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Outskirts"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Resurgence\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth15",
    "name": "Sobrevivência do mais apto - (Survival of the Fittest)",
    "descriptionText": "<i>Patrulhas de batedores próximas captaram um leve sinal de socorro de Hoth. Ao que tudo indica, alguém deixado para trás durante a evacuação sobreviveu.\nO Alto Comando quer que você se junte a uma pequena equipe de resgate, desesperada para salvar essa pobre alma perdida.</i>",
    "bonusText": "Enquanto esta carta está em jogo, o Império reivindica a carta de recompensa \"Cansado da labuta\"",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Hoth",
      "Wilderness"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Invigorated by Success\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth16",
    "name": "Da maneira mais difícil - (The Hard Way)",
    "descriptionText": "<i>Chewbacca descobriu um par de caçadores de recompensas de grau B em Ord Mantell, os irmãos Krandt, que podem ter algumas informações sobre o Capitão Solo e como ele poderia ser extraído das garras de Jabba, o Hutt.</i>",
    "bonusText": "Enquanto esta carta está em jogo, o Império reivindica a carta de recompensa \"Distração\"",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Ord Mantell",
      "Outskirts"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Strategy Executed\" Reward Card",
    "imperialRewardText": ""
  }
]