[
  {
    "id": "Lothal1",
    "name": "Chamada à ação - (Call to Action)",
    "descriptionText": "<i>\"Toda vez que trabalhei com um rebelde, todos lucraram!\" declara Hondo Ohnaka, ex-pirata e atual malfeitor. \"O Império acha que não há mais rebeldes em Lothal, então roubar essas armas deve ser como tirar créditos de um bebê.\" Ele olha para o espaço, sorrindo. \"Ah, bons tempos.\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Lothal",
      "Outskirts"
    ],
    "expansionText": "Tyrants of Lothal",
    "rebelRewardText": "\"Nova Cell Leader\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Lothal2",
    "name": "Duelo em Devaron - (Duel on Devaron)",
    "descriptionText": "<i>O pai de Tress costumava contar as histórias mais loucas de seus dias contrabandeando especiarias por toda a Orla Exterior. Ela se lembra de sua bravata... e sua necessidade obsessiva de registrar e proteger todas as hiperrotas inteligentes que ele já usou. Embora ele tenha partido, esses registros de navegação podem ajudar os contrabandistas rebeldes, mas para obtê-lo, Tress terá que voltar para uma casa da qual ela tem apenas más lembranças.</i>",
    "bonusText": "",
    "heroText": "Tress Hacnua",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Devaron",
      "Jungle"
    ],
    "expansionText": "Tyrants of Lothal",
    "rebelRewardText": "\"Wholeness\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Lothal3",
    "name": "Corrida em Ryloth - (Race on Ryloth)",
    "descriptionText": "<i>Um recente ataque do ISB capturou suprimentos críticos para a resistência em Ryloth, juntamente com dados criptografados detalhando suas operações em todo o planeta. Hera Syndulla despachou um membro de sua tripulação para ajudá-lo a recuperar os suprimentos e dados antes que o Império possa usá-los contra os rebeldes Twi'lek.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Any 1 Spectre ally",
    "villainText": "",
    "tagsText": [
      "Ryloth",
      "Plains"
    ],
    "expansionText": "Tyrants of Lothal",
    "rebelRewardText": "Any 1 Spectre ally",
    "imperialRewardText": ""
  },
  {
    "id": "Lothal4",
    "name": "Areias de Seelos - (Sands of Seelos)",
    "descriptionText": "<i>Ao ouvir que seu comandante durante as Guerras Clônicas, Wolffe, não está apenas vivo, mas também é um aliado da Rebelião, CT-1701 oferece sua equipe para viajar para Seelos para coletar informações úteis coletadas do andador AT-AT roubado de Wolffe. Mas o Império chega primeiro, perseguindo o andador de Wolffe com suas próprias máquinas de guerra blindadas.</i>",
    "bonusText": "",
    "heroText": "CT-1701",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Seelos",
      "Desert"
    ],
    "expansionText": "Tyrants of Lothal",
    "rebelRewardText": "\"Bullseye!\" Reward Card",
    "imperialRewardText": ""
  },
  {
    "id": "Lothal5",
    "name": "Cerco a Geonosis - (Siege on Geonosis)",
    "descriptionText": "<i>Graças ao reconhecimento que os Espectros realizaram em Geonosis, a Rebelião vê uma oportunidade de salvar uma antiga fábrica de droides de batalha no planeta e transformar esses soldados das Guerras Clônicas contra o poder do Império. Um membro do grupo Spectre irá encontrá-lo ao lado.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "Any 1 Spectre ally",
    "villainText": "",
    "tagsText": [
      "Geonosis",
      "Facility"
    ],
    "expansionText": "Tyrants of Lothal",
    "rebelRewardText": "Any 1 Spectre ally",
    "imperialRewardText": ""
  },
  {
    "id": "Lothal6",
    "name": "A Ordem Final - (The Final Order)",
    "descriptionText": "<i>Um engenheiro imperial em Lothal se ofereceu para desertar. Além do mais, ele afirma saber onde podemos encontrar informações vitais sobre os últimos planos do Grande Almirante Thrawn para o sistema Lothal. O Comando quer que você verifique sua reivindicação e, se necessário, acabe com o que Thrawn está planejando.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Lothal",
      "Outskirts"
    ],
    "expansionText": "Tyrants of Lothal",
    "rebelRewardText": "Credits",
    "imperialRewardText": ""
  }
]