[
 	{
		"id": "Core1",
		"name": "Une nouvelle menace",
		"descriptionText": "<i>Les forces Rebelles découvrent que le signal de détresse était une diversion orchestrée de détresse était une diversion orchestrée par le général Weiss, une étoile montante de la hiérarchie Impériale.\nSes efforts ont attiré sur lui l'attention du Haut Commandement Rebelle. Des agents recherchent dans toute la galaxie des informations sur ses plans...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core2",
		"name": "Conséquences",
		"descriptionText": "<i>Victoire! Avec la destruction de l'Étoile de la Mort, la Rébellion a redonné espoir à une galaxie qui vivait dans la peur. Ayant perdu son arme ultime, l'Empire s'efforce de se redresser face à cette défaite écrasante.\nAlors que les fragments éparpillés de la station de combat s'abattent sur la base rebelle de Yavin 4, l'Empire met en place un plan pour se venger des forces rebelles stationnées sur la petite lune.\nPeu de temps après, lorsqu'une balise impériale commence à émettre à partir d'un avant-poste situé à une certaine distance de la base rebelle, une petite équipe d'agents d'élite est envoyée sur place ; leur mission: faire taire le signal à tout prix...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core3",
		"name": "La hiérarchie",
		"descriptionText": "<i>L'Empire ne cesse d'accroître la pression sur ses cibles Rebelles. Bien qu'elle ait perdu plusieurs avant-postes, l'Alliance a toutefois réussi à garder une longueur d'avance sur la flotte Impériale.\nPassant à l'offensive, les troupes Rebelles sont sur le point de localiser un complexe crucial placé sous la direction du général Weiss...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core4",
		"name": "Cause perdue",
		"descriptionText": "<i>Les espions Rebelles ont localisé l'arme secrète. Si l'on veut arrêter Weiss, c'est maintenant ou jamais.\nLa flotte Rebelle s'apprête à surgir dans le système pour lancer un assaut décisif. Il faut vaincre Weiss et détruire son arme avant qu'elle ne soit opérationnelle.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core5",
		"name": "Compromis",
		"descriptionText": "<i>Encore secoué par la désastreuse disparition de l'Étoile Noire, l'Empire a toutefois commencé à se remettre.\nLa flotte Impériale s'est déployée et traque agressivement les forces Rebelles. D'un bout à l'autre de la galaxie, toutes les bases  Rebelles risquent d'être découvertes...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core6",
		"name": "Vol en Solo",
		"descriptionText": "<i>Dépourvue d'informations précises sur le projet d'armement, la Rébellion se trouve contrainte d'exploiter toutes les sources de données disponibles.\nHan Solo, un important allié de la Rébellion, suivait une piste quand on a perdu le contact avec lui quelque part dans l'Espace Hutt. On ignore à présent où a bien pu passer le contrebandier...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core7",
		"name": "Hospitalité impériale",
		"descriptionText": "<i>Des informations vitales relatives aux armes effroyables que développe le général Weiss ont été révélées, mais l'espion Rebelle qui les détient s'est fait prendre!\nDes agents secrets s'apprêtent à lancer une audacieuse mission de sauvetage, mais on ne peut pas faire grand-chose tant qu'on ignore où il a été emmené.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core8",
		"name": "En approche",
		"descriptionText": "<i>La Rébellion continue à analyser les plans de l'arme secrète de Weiss tandis que la flotte Impériale s'efforce de localiser et de détruire les forces de l'Alliance.\nTant qu'on n'en saura pas plus, la Rébellion devra se contenter de tenir bon face à une puissance adverse qui ne cesse de croître...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core9",
		"name": "Baroud d'honneur",
		"descriptionText": "<i>En découvrant les véritables plans de Weiss, la Rébellion a pris l'avantage!\nTandis que la flotte Rebelle s'apprête à affronter les forces Impériales au-dessus d'Ord Mantell, des agents secrets vont s'infiltrer dans la forteresse secrète de Weiss. Leur mission finale consiste à vaincre le général une bonne fois pour toutes...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core10",
		"name": "La Source",
		"descriptionText": "<i>Les attaques impitoyables de l'armada Impériale ont forcé la Rébellion à battre précipitamment en retraite afin de trouver un lieu où rassembler ses troupes.\nPendant ce temps, le Haut Commandement cherche à s'emparer des derniers schémas de l'arme dévastatrice du général. Si les Rebelles les découvrent, la chanée pourrait bien tourner en leur faveur...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core11",
		"name": "État de siège",
		"descriptionText": "<i>Le signal de détresse a couvert la fuite de plusieurs importants Impériaux, y compris l'homme qui avait ourdi ce plan, un certain général Weiss.\nTandis que des espions Rebelles écument la galaxie en quête d'informations le concernant, les efforts continuent pour empêcher l'Empire de se remettre de la Bataille de Yavin...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core12",
		"name": "Une tâche élémentaire",
		"descriptionText": "<i>La bureaucratie de l'Empire a donné naissance à un flux constant de projets proposés et abandonnés.\nL'un d'entre eux consistait à développer un puissant stimulant de combat. La base où on le développait a été désertée depuis, et découvrir des informations sur la formule ne devrait pas être bien difficile...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Dantooine",
			"Impérial",
			"Désolations"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Carte récompense \"Implant surrénal\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core13",
		"name": "Feu de broussailles",
		"descriptionText": "<i>Les actes héroïques de Fenn Signis contribuèrent à libérer Onderon, théâtre d'une des premières batailles entre l'Empire et la Rébellion.\nÀ présent, l'Empire cherche à se venger du monde insurgé. Fenn est appelé à l'aide pour aider la planète à échapper une fois de plus à l'influence de l'Empire.</i>",
		"bonusText": "",
		"heroText": "Fenn Signis",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Onderon",
			"Région sauvage"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core14",
		"name": "Obscure Obsession",
		"descriptionText": "<i>Dark Vador s'intéresse de près aux agissements de Luke Skywalker. Il a trouvé l'occasion de capturer le disciple d'Obi-Wan une bonne fois pour toutes.</i>",
		"bonusText": "Après que les héros ont résolu n'importe quelle autre mission annexe, défaussez cette carte et l'Empire reçoive la récompense mentionnée ci-dessous.",
		"heroText": "",
		"allyText": "",
		"villainText": "Dark Vador (Seigneur des Sith)",
		"tagsText": [
			"Impérial",
			"Complexe"
			],
		"expansionText": "Extension \"Dark Vador (Seigneur des Sith)\"",
		"rebelRewardText": "",
		"imperialRewardText": "Antagoniste \"Dark Vador (Seigneur des Sith)\""
 	},
 	{
		"id": "Core15",
		"name": "De vieilles connaissances",
		"descriptionText": "<i>Gideon Argus était un membre fondateur de la légendaire unité des forces spéciales, l'Équipe Sabre. Cependant, une opération ratée donna lieu à des accusations de traîtrise. Gideon quitta l'équipe sans trop savoir sur lesquels de ses anciens camarades il pouvait encore compter.\nAujourd'hui, les membres de l'Équipe Sabre viennent de contacter leur ancien commandant et le supplient de les aider...</i>",
		"bonusText": "",
		"heroText": "Gideon Argus",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Talus",
			"Région sauvage"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Carte récompense \"Chef intrépide\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core16",
		"name": "Généreuse donation",
		"descriptionText": "<i>Un moff Impérial du nom de Mino Ferrin utilise depuis longtemps sa richesse pour opprimer ceux qu'il gouverne.\nLa Rébellion a découvert un complexe caché sur Sullust où sont gérés ses comptes bancaires secrets. S'infiltrer dans la base pour les pirater permettrait de financer la construction de quelques navires Rebelles...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Sullust",
			"Impérial",
			"Région sauvage"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Crédits",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core17",
		"name": "Au lever de la lune",
		"descriptionText": "<i>L'ancien associé de Jyn Odan, un Trandosien du nom de Szark, l'a trahie autrefois et a fait fortune en livrant des Rebelles à l'Empire.\nJyn a récemment eu vent de sa position actuelle. L'heure a peut-être sonné pour Szark de recevoir son dû...</i>",
		"bonusText": "",
		"heroText": "Jyn Odan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Rayamal 22",
			"Racaille",
			"Abords"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Carte récompense \"Pacification\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core18",
		"name": "Retour au pays",
		"descriptionText": "<i>Impliqué dans le recrutement de nouveaux pilotes pour la Rébellion, Luke Skywalker a disparu depuis plusieurs jours.\nEn tant que héros de la Rébellion, Luke était une cible de choix pour les forces Impériales comme pour les chasseurs de primes, et on craint au sein du Haut Commandement qu'il ne courre un grave danger...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Héros de la Rébellion)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Désolations"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Allié \"Luke Skywalker (Héros de la Rébellion)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core19",
		"name": "Endettés",
		"descriptionText": "<i>Le frère de Gaarkhan, Jirritt, a été tué lors d'une embuscade Impériale. Pendant la même bataille, un autre Wookie envers lequel Jirritt avait une dette de vie a été capturé.\nPuisque personne n'ira sauver le Wookie captif, c'est à Gaarkhan que revient la tâche d'honorer la dette de son frère...</i>",
		"bonusText": "",
		"heroText": "Gaarkhan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bakura",
			"Impérial",
			"Région sauvage"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Carte récompense \"Dette de vie\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core20",
		"name": "Marche ou crève",
		"descriptionText": "<i>Obnubilé par son plus grand échec, Mak Eshka'rey voit là occasion de trouver la rédemption.\nLa garnison défendant l'avant-poste qu'il n'a pas réussi à saboter vient de s'absenter temporairement. Mak dispose de l'occasion idéale pour finir le travail qu'il a laissé en plan il y a si longtemps...</i>",
		"bonusText": "",
		"heroText": "Mak Eshka'rey",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Impérial",
			"Complexe"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Carte récompense \"Combinaison furtive\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core21",
		"name": "Croisière de luxe",
		"descriptionText": "<i>L'Alliance rassemble actuellement des vaisseaux utilisés par l'Empire, et qui serviront à des missions d'infiltration.\nUne des navettes en question est actuellement en réparation et constitue par conséquent une proie facile...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Kuat",
			"Impérial",
			"Complexe"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Carte récompense \"Opérations alliées\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core22",
		"name": "Navrés pour le désordre",
		"descriptionText": "<i>La Rébellion doit une fière chandelle au rusé contrebandier Han Solo. Celui-ci n'hésite jamais à le rappeler, et il vient justement de requérir de l'aide.\nEt comme il a aussitôt affirmé que l'opération entraverait les activités Impériales, la Rébellion se fait un plaisir d'accéder à sa requête...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Han Solo (Vaurien)",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Abords"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Allié \"Han Solo (Vaurien)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core23",
		"name": "Sympathisants Rebelles",
		"descriptionText": "<i>Le message d'espoir de la Rébellion attire beaucoup de sympathisants. Qui pourrait mieux servir de porte-parole pour l'effort de recrutement que le vainqueur de l'Étoile Noire, Luke Skywalker?\nToutefois, sa notoriété en fait à la fois un modèle... et une cible de choix pour des représailles Impériales.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Héros de la Rébellion)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Abords"
			],
		"expansionText": "Extension \"Luke Skywalker (Héros de la Rébellion)\"",
		"rebelRewardText": "Allié \"Luke Skywalker (Héros de la Rébellion)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core24",
		"name": "Cible de choix",
		"descriptionText": "<i>La Rébellion cherche toujours à prendre l'avantage sur l'Empire, et le sabotage constitue une de ses méthodes de prédilection.\nUn duo de saboteurs a choisi une cible. Tous deux ont une réputation douteuse, mais il semble que leur talent pour les démolitions égale largement leur attitude intrépide et obstinée...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Saboteur Rebelle",
		"villainText": "",
		"tagsText": [
			"Centax 1",
			"Impérial",
			"Complexe"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Allié \"Saboteur Rebelle\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core25",
		"name": "Tentation",
		"descriptionText": "<i>Les cauchemars liés à la mort de son mentor hantent la jeune exilée, Diala Passil.\nUne énergie sinistre et corrompue imprègne le lieu où le maitre Jedi Shu Yen a succombé. Cette force maléfique appelle Diala depuis l'autre bout de la galaxie, et la torture à chaque instant lorsqu'elle est éveillée...</i>",
		"bonusText": "",
		"heroText": "Diala Passil",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Région sauvage"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Carte récompense \"Sabre laser de Shu Yen\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core26",
		"name": "La cargaison",
		"descriptionText": "<i>Les dettes de Han Solo tracassent ses compagnons. Contre la volonté de Han, Chewbacca a trouvé un contrat qui pourrait amener les Hutts à s'intéresser un peu moins à son ami.\nEn cas de succès, cette mission pourrait rapporter quelques crédits, détourner l'attention des Hutts, et fournir un répit à Han, aussi bref soit-il...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Chewbacca (Fidèle Wookie)",
		"villainText": "",
		"tagsText": [
			"Nar Shaddaa",
			"Racaille",
			"Abords"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Allié \"Chewbacca (Fidèle Wookie)\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core27",
		"name": "Nid de vipères",
		"descriptionText": "<i>Le Haut Commandement Rebelle a reçu un appel de détresse. Un informateur controversé, Weyn Jarl, jure avoir obtenu des informations sensibles concernant les mouvements des troupes Impériales.\nJarl s'est révélé indigne de confiance par le passé, mais ces données pourraient être utiles. Peut-être valent-elles même la peine de lui faire confiance, malgré les risques...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Abords"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "Carte récompense \"Reconnaissance Rebelle\"",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core28",
		"name": "Point de rupture",
		"descriptionText": "<i>Des agents secrets Impériaux effectuent des frappes chirurgicales visant à détruire les stocks vitaux des Rebelles. Une fois affaiblis, leur reddition est assurée.</i>",
		"bonusText": "Après que les héros ont résolu n'importe quelle autre Mission annexe, défaussez cette carte et l'Empire reçoit la récompense figurant ci-dessous. Si les héros échouent à cette mission, augmenter de 1 le niveau de menace de la prochaine mission. Pendant la séquence d'Amélioration Rebelle, les joueurs Rebelle peuvent décider de dépenser 50 crédits par héros pour éviter ce malus.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Rebelle",
			"Complexe"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": "+1 au niveau de menace pour la prochaine mission"
 	},
 	{
		"id": "Core29",
		"name": "Capturés",
		"descriptionText": "<i>Faits prisonniers alors qu'ils tentaient de s'échapper de l'avant-poste assiégé, les Rebelles travaillent depuis des jours pour s'évader de leurs cellules. Cependant, trouver leur équipement et quitter l'établissement s'avère difficile...</i>",
		"bonusText": "Jouez la mission \"Capturés\" en tant que mission forcée. Si les héros échouent à cette mission, augmenter de 2 le niveau de menace de la prochaine mission. Pendant la séquence d'Amélioration Rebelle, les joueurs Rebelle peuvent décider de dépenser 100 crédits par héros pour éviter ce malus.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": "+2 au niveau de menace pour la prochaine mission"
 	},
 	{
		"id": "Core30",
		"name": "Confiscation",
		"descriptionText": "<i>Les documents du vaisseau sont en ordre, mais il abrite un équipage de sympathisants Rebelles. Les interroger et passer leurs données au peigne fin pourrait fournir des informations importantes.\nIl s'agit là de dangereux criminels qu'il ne faut pas prendre à la légère. Avec un peu de subtilité, on pourrait peut-être leur soutirer des informations sans conflit direct...</i>",
		"bonusText": "Jouez la mission \"Confiscation\" en tant que mission forcée. Si les héros échouent à cette mission, augmenter de 2 le niveau de menace de la prochaine mission. Pendant la séquence d'Amélioration Rebelle, les joueurs Rebelle peuvent décider de dépenser 100 crédits par héros pour éviter ce malus.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Impérial",
			"Désolations"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": "+2 au niveau de menace pour la prochaine mission"
 	},
 	{
		"id": "Core31",
		"name": "Chaîne de production",
		"descriptionText": "<i>Un centre d'essai Impérial a fait un progrès décisif. Avec un peu de soutien, ces innovations redoutables pourraient être rapidement mises en fonction.</i>",
		"bonusText": "Après que les héros ont résolu n'importe quelle autre Mission annexe, défaussez cette carte et l'Empire reçoit la récompense figurant ci-dessous. Si les héros échouent à cette mission, augmenter de 1 le niveau de menace de la prochaine mission. Pendant la séquence d'Amélioration Rebelle, les joueurs Rebelle peuvent décider de dépenser 50 crédits par héros pour éviter ce malus.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Impérial",
			"Complexe"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": "+1 au niveau de menace pour la prochaine mission"
 	},
 	{
		"id": "Core32",
		"name": "Recherchés",
		"descriptionText": "<i>Les agents Rebelles sont une épine dans le pied de l'Empire. Travailler avec des mercenaires n'est guère reluisant, mais une prime juteuse pourrait faire subir une considérable pression d vos adversaires.\nCes Rebelles sont dangereux. Conseillez au chasseur de s'assurer un avantage tactique avant de les affronter directement.</i>",
		"bonusText": "Jouez la mission \"Recherchés\" en tant que mission forcée. Si les héros échouent à cette mission, augmenter de 2 le niveau de menace de la prochaine mission. Pendant la séquence d'Amélioration Rebelle, les joueurs Rebelle peuvent décider de dépenser 100 crédits par héros pour éviter ce malus.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Nal Hutta",
			"Racaille",
			"Abords"
			],
		"expansionText": "Jeu de base",
		"rebelRewardText": "",
		"imperialRewardText": "+2 au niveau de menace pour la prochaine mission"
 	}
]