[
	{
		"id": "Lothal1",
		"name": "Appel à l'action",
		"descriptionText": "<i>\"Chaque fois que j'ai travaillé avec un Rebelle, tout le monde en a profité !\" déclare Hondo Ohnaka, ancien pirate et irresponsable notoire. \"L'Empire pense qu'il n'y a plus de Rebelles sur Lothal, alors voler ces armes, ce sera comme de piquer des crédits à un bébé.\" Son regard se perd dans le vide et un grand sourire s'affiche sur son visage. \"Ah, le bon vieux temps.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Abords"
			],
		"expansionText": "Tyrans de Lothal",
		"rebelRewardText": "Carte récompense \"Leader de la cellule nova\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal2",
		"name": "Duel sur Dévaron",
		"descriptionText": "<i>Le père de Tress avait pour habitude de raconter les histoires les plus folles à propos de l'époque où il faisait de la contrebande d'épice dans toute la Bordure Extérieure. Elle se souvient de ses bravades... et de son obsession d'enregistrer et de mettre à l'abri toute hyperroute qu'il a pu emprunter. Bien qu'il ne soit plus de ce monde, ces enregistrements de navigation pourraient aider les contrebandiers Rebelles. Mais pour les obtenir, Tress devra retourner chez elle. Un endroit où ne l'attendent que des mauvais souvenirs.</i>",
		"bonusText": "",
		"heroText": "Tress Hacnua",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Dévaron",
			"Jungle"
			],
		"expansionText": "Tyrans de Lothal",
		"rebelRewardText": "Carte récompense \"Plénitude\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal3",
		"name": "Course de vitesse sur Ryloth",
		"descriptionText": "<i>Un récent raid du BSI a intercepté des équipements d'une importance vitale pour la résistance de Ryloth, ainsi que des données cryptées rapportant en détail leurs opérations sur toute la planète. Héra Syndulla a dépêché un de ses équipiers pour vous aider à récupérer le matériel et les informations avant que l'Empire ne s'en serve contre les Rebelles Twi'lek.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "1 allié Spectre au choix",
		"villainText": "",
		"tagsText":
			[
			"Ryloth",
			"Plaines"
			],
		"expansionText": "Tyrans de Lothal",
		"rebelRewardText": "1 allié Spectre au choix",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal4",
		"name": "Les Dunes de Seelos",
		"descriptionText": "<i>Lorsqu'il apprend que Wolffe, son commandant pendant la Guerre des Clones, est non seulement vivant, mais qu'il s'est allié à la Rébellion, CT-1701 déclare que son équipe est volontaire pour voyager jusqu'à Seelos et ramener les précieuses informations que Wolffe a rassemblées sur son marcheur TB-TT volé. Mais l'Empire arrive en premier et pourchasse le marcheur de Wolffe avec leurs propres machines de guerre blindées...</i>",
		"bonusText": "",
		"heroText": "CT-1701",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Seelos",
			"Désert"
			],
		"expansionText": "Tyrans de Lothal",
		"rebelRewardText": "Carte récompense \"Dans le mille!\"",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal5",
		"name": "État de siège sur Géonosis",
		"descriptionText": "<i>Grâce aux missions de reconnaissance que les Spectres ont effectuées sur Géonosis, la Rébellion caresse l'opportunité de récupérer une ancienne usine de droïdes de combat sur cette planète afin d'utiliser ces soldats datant de la Guerre des Clones contre les forces de l'Empire. Un membre des Spectres vous rejoindra sur le site.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "1 allié Spectre au choix",
		"villainText": "",
		"tagsText":
			[
			"Géonosis",
			"Complexe"
			],
		"expansionText": "Tyrans de Lothal",
		"rebelRewardText": "1 allié Spectre au choix",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal6",
		"name": "L'Ordre final",
		"descriptionText": "<i>Un ingénieur Impérial de Lothal souhaite déserter. De plus, il prétend savoir où nous pouvons trouver des informations vitales concernant les projets du Grand Amiral Thrawn pour le système de Lothal. Vos ordres sont de vérifier ce qu'il en est réellement et, si nécessaire, de mettre fin aux plans de Thrawn, quels qu'ils soient.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Abords"
			],
		"expansionText": "Tyrans de Lothal",
		"rebelRewardText": "Crédits",
		"imperialRewardText": ""
	}
]