[
  {
    "panelHelpID": "EnemyActivation",
    "helpItems": [
      {
        "id": "bonus",
        "helpText": "Effets bonus : À chaque tour, un groupe impérial bénéficie d'un effet bonus aléatoire qui lui confère des avantages. L'effet bonus est affiché en haut de la fenêtre d'instruction."
      },
      {
        "id": "card",
        "helpText": "Carte de déploiement : La fenêtre d'activation affiche toujours la carte de déploiement du groupe. En dehors d'une activation, vous pouvez cliquer avec le bouton droit de la souris sur la vignette d'un ennemi pour ouvrir sa carte."
      },
      {
        "id": "tracker",
        "helpText": "Compteur de dégâts : Vous pouvez l'utiliser pour suivre les dégâts subis par chaque figurine d'un groupe. Cliquez / touchez un nombre pour modifier l'identifiant de la figurine ou les dégâts qu'elle a subis. Vous pouvez également passer la souris sur un nombre et utiliser la molette de défilement haut/bas pour modifier la valeur."
      },
      {
        "id": "instructions",
        "helpText": "Instructions : Lorsqu'un groupe de déploiement est activé, ses instructions sont affichées. Chaque figurine du groupe, une à la fois, en commençant par la figurine la plus proche d'une figurine Rebelle, résout les instructions de haut en bas. Toute instruction que la figurine ne peut pas résoudre est sautée (voir « Sauter les instructions » dans l'aide en ligne du Wiki). Une fois que la figurine a résolu ou ignoré la dernière instruction de la liste, son activation prend fin et la figurine suivante de ce groupe s'active.\r\nUne figurine impériale ne peut pas effectuer plus de deux actions lors de son activation. Une instruction coûte une action pour chaque icône {A} (action) ou {Q} (action d'attaque) qui la précède. Si la figurine n'a pas assez d'actions restantes pour une instruction, celle-ci est ignorée. Sauf indication contraire, une figurine impériale ne peut jamais effectuer plus d'une {Q} (action d'attaque) par activation."
      },
      {
        "id": "hide",
        "helpText": "Cliquez / touchez l'icône de l'œil pour afficher temporairement la vue du plateau. Cliquez / touchez à nouveau pour rouvrir la fenêtre."
      },
      {
        "id": "deploymentCost",
        "helpText": "Coût de déploiement : Il s'agit du coût de déploiement du groupe. Le petit nombre (le cas échéant) correspond au coût pour une seule figurine."
      },
      {
        "id": "mods",
        "helpText": "Modifications : Si des modifications (telles que des dommages supplémentaires) sont appliquées au groupe, elles sont affichées ici."
      },
      {
        "id": "size",
        "helpText": "Taille du groupe : Il s'agit de la taille du groupe."
      },
      {
        "id": "surges",
        "helpText": "Capacités d'Adrénaline : Si un {B} est obtenu pendant qu'une figurine impériale attaque, la figurine dépense l'adrénaline suivant cette liste. La figurine ignore une capacité d'adrénaline si l'un des éléments suivants est vrai :\r\n\n{-}Elle a déjà utilisé cette capacité lors de cette attaque.\n{-}La capacité coûte plus de {B} qu'il ne lui en reste.\n{-}La capacité n'aurait aucun effet (par exemple, augmenter la précision alors que l'attaque a déjà suffisamment de précision ou tenter d'infliger une condition alors que l'attaque n'inflige actuellement aucun dégât).\r\n\nEnsuite, si la figurine a des {B} restants, elle répète ce processus, en commençant par le haut de la liste. Si la figurine ne peut résoudre aucune capacité d'adrénaline, les {B} restants n'ont aucun effet.\r\n\nLes capacités d'adrénaline ajoutées par les effets bonus (en haut de la fenêtre d'instruction) sont toujours de priorité 1."
      },
      {
        "id": "abilities",
        "helpText": "Capacités du groupe : Les capacités du groupe de déploiement sont listées ici. Cette section indique également quelles capacités de la carte de déploiement imprimée doivent être ignorées."
      },
      {
        "id": "health",
        "helpText": "Santé : La santé d'une figurine de ce groupe."
      },
      {
        "id": "speed",
        "helpText": "Vitesse : la vitesse du groupe. Vous n'aurez généralement pas besoin de cette valeur - les instructions vous indiquent la distance à laquelle une figurine peut se déplacer."
      },
      {
        "id": "defense",
        "helpText": "Défense : Cliquez / touchez l'icône de défense pour ouvrir le lanceur de dés et lancer automatiquement les dés assignés."
      },
      {
        "id": "attack",
        "helpText": "Attaque : Cliquez / touchez l'icône d'attaque pour ouvrir le lanceur de dés et lancer automatiquement les dés assignés."
      },
      {
        "id": "colorBlip",
        "helpText": "Le cercle coloré indique la couleur attribuée au groupe."
      }
    ]
  },
  {
    "panelHelpID": "DiceRoller",
    "helpItems": [
      {
        "id": "dicePanel",
        "helpText": "Voici les jets de dés. Cliquez / touchez un dé pour le retirer."
      },
      {
        "id": "dicePool",
        "helpText": "Cliquez / touchez pour ajouter un dé."
      },
      {
        "id": "mods",
        "helpText": "Si des modifications (telles que des dommages supplémentaires) sont appliquées au groupe, elles sont affichées ici."
      },
      {
        "id": "card",
        "helpText": "La carte de déploiement du groupe est affichée ici."
      },
      {
        "id": "hideRoller",
        "helpText": "Cliquez / touchez pour afficher ou masquer le lanceur de dés, afin de voir les instructions d'activation de l'ennemi en dessous."
      }
    ]
  },
  {
    "panelHelpID": "MainGame",
    "helpItems": [
      {
        "id": "heroPanel",
        "helpText": "Les héros rebelles ainsi que les alliés déployés sont affichés ici. Les héros et les alliés qui se sont retirés sont estompés. Vous pouvez utiliser les icônes d'activation pour suivre les activations.\r\n\nCliquez / touchez un groupe pour afficher les options permettant de le blesser (héros uniquement) ou de le vaincre. Le cercle coloré indique si le héros est en bonne santé (vert) ou blessé (rouge)."
      },
      {
        "id": "objective",
        "helpText": "L'objectif actuel que vous devez atteindre."
      },
      {
        "id": "enemyPanel",
        "helpText": "Il s'agit de la liste de déploiement de l'ennemi, qui vous montre tous les groupes ennemis actuellement déployés. Les groupes épuisés sont grisés. Cliquez / touchez le cercle coloré en haut à gauche pour attribuer une couleur au groupe. Cliquez / touchez un groupe pour afficher les options permettant de l'épuiser ou de le vaincre. L'épuisement peut être désactivé si vous souhaitez réactiver un groupe. Cliquez-droit / touchez 2 fois un groupe pour afficher la carte de déploiement.\r\n\nLes cercles verts indiquent le nombre de figurines restantes dans un groupe. Cliquez / touchez ces cercles pour les supprimer un par un. Lorsque la dernière figurine est éliminée, le groupe entier est vaincu."
      },
      {
        "id": "map",
        "helpText": "Il s'agit de l'écran principal du plateau où vous interagissez avec la mission et toutes les entités présentes sur le plateau. Chaque fois qu'une fenêtre est ouverte, vous pouvez utiliser l'icône de l'œil en bas à gauche pour ouvrir temporairement la vue du plateau."
      },
      {
        "id": "imperialActivation",
        "helpText": "Déclenche l'activation impériale suivante."
      },
      {
        "id": "medpacs",
        "helpText": "Une vue d'ensemble de vos médipacks. Vous pouvez ouvrir une fenêtre pour suivre l'évolution de vos médipacks et lire les changements de règles."
      },
      {
        "id": "missionDashboard",
        "helpText": "Ouvre le tableau de bord de la mission.\n\nLe tableau de bord de la mission a plusieurs fonctions. Tout d'abord, il affiche la vue d'ensemble de la mission, contenant les mises à jour de la mission et les instructions spéciales.\n\nEnsuite, il affiche la Renommée et les Récompenses. La Renommée et les Récompenses vous donnent la quantité de Renommée et le nombre de Récompenses que vous avez gagnées jusqu'à présent dans la mission (uniquement lorsque vous utilisez la Difficulté Adaptative).\n\nEnfin, le Tableau de bord contient un Journal qui enregistre tous les messages d'invite et de texte de la Mission. Vous pouvez l'utiliser pour relire les informations de précédentes fenêtres que vous avez déjà fermées."
      },
      {
        "id": "imperialMenu",
        "helpText": "Ouvre le menu impérial."
      },
      {
        "id": "settings",
        "helpText": "Ouvre l'écran pour afficher les paramètres et quitter la mission."
      },
      {
        "id": "round",
        "helpText": "Le numéro du round en cours."
      },
      {
        "id": "endRound",
        "helpText": "Termine le round en cours et entame la Phase de Statut. Ceci n'est possible que lorsque tous les groupes impériaux ont été activés."
      }
    ]
  },
  {
    "panelHelpID": "Setup",
    "helpItems": [
      {
        "id": "missionCard",
        "helpText": "Affiche les détails et la description de la mission."
      },
      {
        "id": "difficulty",
        "helpText": "Cliquez / touchez pour modifier la difficulté de la mission."
      },
      {
        "id": "adaptiveDifficulty",
        "helpText": "Choisissez d'utiliser ou non la difficulté adaptative. La difficulté adaptative redonne une partie de la menace à l'Empire lorsque vous battez un groupe, ce qui rend le jeu plus difficile."
      },
      {
        "id": "threat",
        "helpText": "Défini le niveau de menace.\n\nCliquez / touchez le chiffre pour afficher un ajusteur de valeur, ou passez la souris sur le nombre et utiliser la molette de défilement haut/bas pour ajuster la valeur."
      },
      {
        "id": "additionalThreat",
        "helpText": "Si vous souhaitez commencer la mission avec une menace supplémentaire, définissez-la ici.\n\nCliquez / touchez le nombre pour afficher un ajusteur de valeur, ou passez la souris sur le nombre et utiliser la molette de défilement haut/bas pour ajuster la valeur."
      },
      {
        "id": "ignored",
        "helpText": "Sélectionnez les groupes ignorés. Les groupes ignorés ne seront jamais ajoutés à la main de déploiement au début d'une mission. Utilisez ceci, par exemple, pour éviter que les Pillards Tusken n'apparaissent sur des cartes enneigées (ceci est déjà prédéfini dans la plupart des Missions). Les figurines avec une bordure verte sont sélectionnées, c'est-à-dire qu'elles sont ajoutées à la liste des groupes ignorés."
      },
      {
        "id": "villains",
        "helpText": "Si l'Empire a obtenu des antagonistes dans votre campagne, sélectionnez-les ici."
      },
      {
        "id": "allies",
        "helpText": "Sélectionnez l'allié que vous souhaitez emmener avec vous. Certains alliés peuvent être interdits pour une mission spécifique. Ils sont alors affichés avec un contour rouge, mais peuvent toujours être sélectionnés manuellement. La menace est ajoutée automatiquement lors de la sélection manuelle d'un allié."
      },
      {
        "id": "heroes",
        "helpText": "Sélectionnez les héros à utiliser dans la mission."
      },
      {
        "id": "folder",
        "helpText": "Cliquez sur l'icône du dossier pour revenir au dossier précédent."
      },
      {
        "id": "missionPanel",
        "helpText": "Sélectionnez la mission à jouer."
      },
      {
        "id": "tiles",
        "helpText": "Ceci ouvre une liste des tuiles utilisées dans la mission afin que vous puissiez les préparer à l'avance."
      },
      {
        "id": "mode",
        "helpText": "Basculer entre les missions officielles (créées par l'équipe d'Imperial Commander 2 et incluses dans l'application) et les missions personnalisées créées par l'utilisateur."
      },
      {
        "id": "start",
        "helpText": "Une fois que vous êtes prêt, cliquez / touchez pour commencer la mission."
      }
    ]
  },
  {
    "panelHelpID": "Campaign",
    "helpItems": [
      {
        "id": "campaignName",
        "helpText": "Cliquez / touchez pour modifier le nom personnalisé de la campagne."
      },
      {
        "id": "currentCampaign",
        "helpText": "La campagne actuellement choisie."
      },
      {
        "id": "info",
        "helpText": "Ceci affiche les informations relatives à la campagne, par exemple les règles spéciales pour la campagne et la configuration générale de la campagne."
      },
      {
        "id": "log",
        "helpText": "Ouvre le journal de la campagne, un endroit où placer des notes sur la campagne."
      },
      {
        "id": "exit",
        "helpText": "Retourner à l'écran de démarrage."
      },
      {
        "id": "missionLayout",
        "helpText": "Voici la structure de la mission de campagne. Sur le côté gauche, vous voyez le type de mission à jouer ensuite."
      },
      {
        "id": "missionName",
        "helpText": "Le nom de la mission. Si aucune mission n'est présélectionnée, cliquez / touchez ce bouton pour en sélectionner une."
      },
      {
        "id": "threat",
        "helpText": "Le niveau de menace de la mission. Note - Vous pouvez toujours modifier le niveau de menace dans l'écran de configuration de la mission."
      },
      {
        "id": "setup",
        "helpText": "Cliquez / touchez pour ouvrir l'écran de configuration de la mission"
      },
      {
        "id": "tier",
        "helpText": "Ceci vous indique dans quels paquets de cartes Article piocher lors de la Séquence d'Amélioration Rebelle. Cliquez / touchez pour changer de couleur et indiquer que la Séquence d'Amélioration Rebelle a été résolue."
      },
      {
        "id": "imperialMission",
        "helpText": "L'icône de mission impériale. Lorsque la Séquence d'Amélioration Rebelle de cette mission a été résolue, cliquez / touchez l'icône de mission impériale. L'application vous indique alors si vous devez piocher une mission impériale (symbole de l'Empire) ou non (symbole des Rebelles)."
      },
      {
        "id": "tracking",
        "helpText": "Vous pouvez suivre vos crédits ici, ainsi que votre renommée et vos récompenses (uniquement lorsque vous jouez avec une difficulté adaptative).\n\nCliquez / touchez le nombre pour afficher un ajusteur de valeur, ou passez la souris sur le nombre et utiliser la molette de défilement haut/bas pour ajuster la valeur."
      },
      {
        "id": "heroAdd",
        "helpText": "Cliquez / touchez pour ajouter un héros à la mission."
      },
      {
        "id": "heroIcon",
        "helpText": "Cliquez / touchez un portrait pour supprimer le héros."
      },
      {
        "id": "xp",
        "helpText": "Utilisez l'emplacement d'XP pour suivre le nombre d'XP par héros.\n\nCliquez / touchez le nombre pour afficher un ajusteur de valeur, ou passez la souris sur le nombre et utiliser la molette de défilement haut/bas pour ajuster la valeur."
      },
      {
        "id": "stats",
        "helpText": "Les cartes Classe de Héros et Articles assignés au héros. Cliquez / touchez une entrée pour la supprimer."
      },
      {
        "id": "addItem",
        "helpText": "Cliquez / touchez pour attribuer un Article au héros. Seuls les articles disponibles dans l'inventaire peuvent être attribués."
      },
      {
        "id": "addSkill",
        "helpText": "Cliquez / touchez pour ajouter une carte Classe de Héros au héros."
      },
      {
        "id": "inventory",
        "helpText": "L'inventaire de la campagne indique les articles, les récompenses, les antagonistes et les alliés obtenus au cours de la campagne. Cliquez / touchez l'icône + pour ajouter une entrée. Dans le coin inférieur gauche de la fenêtre d'ajout, vous pouvez sélectionner différents types d'articles et de récompenses. Cliquez / touchez une entrée pour la supprimer."
      }
    ]
  },
  {
    "panelHelpID": "Title",
    "helpItems": [
      {
        "id": "tutorials",
        "helpText": "<b>Imperial Commander 2</b> propose trois tutoriels destinés aux joueurs qui n'ont jamais joué à Assaut sur l'Empire. Ces tutoriels expliquent comment jouer au jeu et utiliser l'application.\n\nSélectionnez le tutoriel dans le menu déroulant."
      },
      {
        "id": "tutorialStart",
        "helpText": "Cliquez / touchez pour afficher une fenêtre contenant des informations sur le tutoriel sélectionné, ainsi qu'un bouton pour démarrer la mission de ce tutoriel."
      },
      {
        "id": "language",
        "helpText": "Sélectionnez votre langue préférée pour l'application."
      },
      {
        "id": "expansions",
        "helpText": "Cliquez / touchez ce bouton pour ouvrir ou masquer le menu Extensions, où vous pouvez sélectionner les extentions que vous possédez et avec lesquelles vous souhaitez jouer. Vous pouvez également importer des groupes personnalisés dans ce menu."
      },
      {
        "id": "options",
        "helpText": "Ouvrir le menu Options ou fermer l'application."
      },
      {
        "id": "mode",
        "helpText": "Cliquez / touchez Campagnes ou Choisir une Mission pour choisir votre mode de jeu.\n\n<color=yellow>Le mode « Campagnes »</color> utilise un gestionnaire de campagne pour vous guider dans une campagne complète utilisant l'extension de votre choix (ou une campagne entièrement personnalisée). Il met en place la liste adéquate de missions et permet une personnalisation des missions lorsque cela est autorisé, notamment en ajoutant ou en supprimant des missions forcées. Le mode Campagnes simule un « journal de campagne virtuel » qui vous permet de garder une trace de l'XP, des crédits et des récompenses, de vos héros, de leurs compétences et de leurs articles, des articles généraux que vous avez achetés, des antagonistes obtenus et des alliés. Tous ces éléments peuvent être ajoutés ou retirés de la campagne comme bon vous semble. La campagne est sauvegardée automatiquement.\n\r\n<color=yellow>Choisir une Mission</color> est conçu pour jouer des missions ponctuelles ou pour les groupes qui souhaitent jouer des campagnes avec le journal de campagne imprimé."
      },
      {
        "id": "menu",
        "helpText": "C'est le menu principal. Vous pouvez démarrer une nouvelle campagne ou mission ici, charger une campagne existante ou continuer à partir d'une mission enregistrée en cours.\n\n<b>Imperial Commander 2</b> sauvegarde automatiquement l'état du jeu après chaque tour, une fois que tous les déploiements ont été résolus. Cliquez / appuyez sur Continuer pour charger l'état du jeu enregistré."
      },
      {
        "id": "wiki",
        "helpText": "Cliquez / touchez ici pour ouvrir la documentation wiki dans votre navigateur web."
      },
      {
        "id": "donate",
        "helpText": "Si vous souhaitez soutenir l'application, cliquez / touchez ici pour ouvrir le site web de PayPal dans votre navigateur web."
      },
      {
        "id": "version",
        "helpText": "L'application vérifie si vous utilisez la dernière version, de sorte que vous n'avez pas besoin de le faire régulièrement par vous-même.\n\n<color=yellow>Jaune, en rotation</color> = vérification de la mise à jour\n<color=yellow>Jaune, clignotant</color> = mise à jour disponible\n<color=red>Rouge, clignotant</color> = erreur réseau\n<color=green>Vert</color> = à jour.\n\nEn cliquant sur ce bouton, une fenêtre s'affiche avec la liste des changements de la dernière version, ainsi qu'un bouton qui lance le site web GitHub du projet où vous pouvez télécharger la dernière version."
      }
    ]
  },
  {
    "panelHelpID": "Settings",
    "helpItems": [
      {
        "id": "audio",
        "helpText": "Paramètres pour la musique, les effets sonores et le son ambiant."
      },
      {
        "id": "visuals",
        "helpText": "Paramètres pour les effets visuels et la vue de la caméra."
      },
      {
        "id": "interface",
        "helpText": "Paramètres des éléments de l'interface utilisateur."
      },
      {
        "id": "music",
        "helpText": "Permet d'activer ou de désactiver la musique. Vous pouvez également régler le volume de la musique.\n\nCliquez / touchez le nombre pour afficher un ajusteur de valeur, ou passez la souris sur le nombre et faites défiler la molette de la souris vers le haut ou vers le bas pour ajuster la valeur."
      },
      {
        "id": "soundEffects",
        "helpText": "Permet d'activer ou de désactiver les effets sonores. Vous pouvez également régler le volume des effets sonores.\n\nCliquez / touchez le nombre pour afficher un ajusteur de valeur, ou passez la souris sur le nombre et utiliser la molette de défilement haut/bas pour ajuster la valeur."
      },
      {
        "id": "ambient",
        "helpText": "Permet d'activer ou de désactiver les sons ambiants. Vous pouvez également régler le volume des sons ambiants.\n\nCliquez / touchez le nombre pour afficher un ajusteur de valeur, ou passez la souris sur le nombre et utiliser la molette de défilement haut/bas pour ajuster la valeur."
      },
      {
        "id": "quickClose",
        "helpText": "Lorsque cette option est activée, vous pouvez cliquer / toucher à l'extérieur de la plupart des fenêtres pour les fermer rapidement sans avoir à cliquer / toucher sur les boutons Fermer, Continuer ou OK."
      },
      {
        "id": "zoom",
        "helpText": "Lorsque cette option est activée, des boutons Zoom pour la caméra sont affichés dans la fenêtre principale du jeu."
      },
      {
        "id": "bloom",
        "helpText": "Permet d'activer un effet de flou lumineux dans l'interface utilisateur."
      },
      {
        "id": "vignette",
        "helpText": "Permet d'activer un effet de vignette (assombrissement des coins de l'écran) dans l'interface utilisateur."
      },
      {
        "id": "view",
        "helpText": "Lorsque cette option est activée, la caméra est verrouillée en vue de haut en bas dans le jeu principal au lieu d'un point de vue isométrique."
      },
      {
        "id": "roundLimitOn",
        "helpText": "Comportement normal, où certaines missions se terminent si vous prenez trop de temps. Les missions qui ont une limite de rounds affichent la limite en rouge à côté du numéro du round en cours.\n\nExemple : 2 / <color=red>4</color>"
      },
      {
        "id": "roundLimitOff",
        "helpText": "La limite de rounds est désactivée et les missions peuvent être jouées aussi longtemps que vous le souhaitez."
      },
      {
        "id": "roundLimitDangerous",
        "helpText": "Lorsque la limite de round est atteinte, la mission devient plus difficile au lieu de se terminer. Le gain de menace à la fin d'un round double et le modificateur de déploiement augmente de 2 à chaque round. La limite du tour est affichée en orange.\r\n\r\nExemple : 2 / <color=orange>4</color>"
      },
      {
        "id": "skipWarp",
        "helpText": "Passer l'animation d'introduction de l'hyperespace lors du démarrage ou de la poursuite d'une mission."
      }
    ]
  },
  {
    "panelHelpID": "DeploymentCard",
    "helpItems": [
      {
        "id": "deploymentCost",
        "helpText": "Coût de déploiement : Il s'agit du coût de déploiement du groupe. Le petit nombre (le cas échéant) correspond au coût pour une seule figurine."
      },
      {
        "id": "mods",
        "helpText": "Modifications : Si des modifications (comme des dégâts supplémentaires) sont appliquées au groupe, elles sont affichées ici."
      },
      {
        "id": "size",
        "helpText": "Taille du groupe : Il s'agit de la taille du groupe."
      },
      {
        "id": "surges",
        "helpText": "Capacités d'Adrénaline : Si un {B} est obtenu pendant qu'une figurine impériale attaque, la figurine dépense l'adrénaline suivant cette liste. La figurine ignore une capacité d'adrénaline si l'un des éléments suivants est vrai :\r\n\n{-}Elle a déjà utilisé cette capacité lors de cette attaque.\n{-}La capacité coûte plus de {B} qu'il ne lui en reste.\n{-}La capacité n'aurait aucun effet (par exemple, augmenter la précision alors que l'attaque a déjà suffisamment de précision ou tenter d'infliger une condition alors que l'attaque n'inflige actuellement aucun dégât).\r\n\nEnsuite, si la figurine a des {B} restants, elle répète ce processus, en commençant par le haut de la liste. Si la figurine ne peut résoudre aucune capacité d'adrénaline, les {B} restants n'ont aucun effet.\r\n\nLes capacités d'adrénaline ajoutées par les effets bonus (en haut de la fenêtre d'instruction) sont toujours de priorité 1."
      },
      {
        "id": "abilities",
        "helpText": "Capacités du groupe : Les capacités du groupe de déploiement sont listées ici. Cette section indique également quelles capacités de la carte de déploiement imprimée doivent être ignorées."
      },
      {
        "id": "health",
        "helpText": "Santé : L'état de santé d'une figurine de ce groupe."
      },
      {
        "id": "speed",
        "helpText": "Vitesse : la vitesse du groupe. Vous n'aurez généralement pas besoin de cette valeur - les instructions vous indiquent la distance à laquelle une figurine peut se déplacer."
      },
      {
        "id": "defense",
        "helpText": "Défense : Cliquez / touchez l'icône de défense pour ouvrir le lanceur de dés et lancer automatiquement les dés assignés."
      },
      {
        "id": "attack",
        "helpText": "Attaque : Cliquez / touchez l'icône d'attaque pour ouvrir le lanceur de dés et lancer automatiquement les dés assignés."
      },
      {
        "id": "tracker",
        "helpText": "Compteur de dégâts : Vous pouvez l'utiliser pour suivre les dégâts subis par chaque figurine d'un groupe. Cliquez / touchez un nombre pour modifier l'identifiant de la figurine ou les dégâts qu'elle a subis. Vous pouvez également passer la souris sur un nombre et utiliser la molette de défilement haut/bas pour modifier la valeur."
      }
    ]
  },
  {
    "panelHelpID": "EnemyVillainSelection",
    "helpItems": [
      {
        "id": "enemyExpansion",
        "helpText": "Cliquez / touchez ici pour afficher les groupes qui appartiennent à l'extension correspondante. Les groupes des extensions de figurine sont regroupés sous le logo impérial."
      },
      {
        "id": "enemyCustom",
        "helpText": "Cliquez / touchez ici pour afficher les groupes personnalisés (importés)."
      },
      {
        "id": "enemySelection",
        "helpText": "Cliquez / touchez les groupes pour les sélectionner ou les désélectionner. Les groupes sélectionnés ont une bordure verte. Les groupes d'élite sont colorés en rouge."
      }
    ]
  },
  {
    "panelHelpID": "HeroAllySelection",
    "helpItems": [
      {
        "id": "heroCustom",
        "helpText": "Cliquez / touchez ici pour afficher les groupes personnalisés (importés)."
      },
      {
        "id": "heroSelection",
        "helpText": "Cliquez / touchez un héros pour le sélectionner ou le désélectionner."
      }
    ]
  },
  {
    "panelHelpID": "FigurePack",
    "helpItems": [
      {
        "id": "figurePackInfo",
        "helpText": "Cliquez / touchez sur une extension de figurine pour la sélectionner / désélectionner. Les extensions de figurine sélectionnées sont colorées en vert.\n\n<b>Veuillez noter :</b> Seules les extensions de figurine qui ajoutent des ennemis non uniques sont listées ici. Les antagonistes et les alliés peuvent simplement être sélectionnés lors de la configuration de la mission."
      }
    ]
  },
  {
    "panelHelpID": "ImportGroups",
    "helpItems": [
      {
        "id": "activateGroups",
        "helpText": "Cliquez / touchez un groupe pour le sélectionner / désélectionner.\n\nTous les groupes activés ici sont disponibles pour être ajoutés aux Groupes au Choix, tout comme les groupes officiels. Ils suivent les mêmes règles que les groupes officiels et peuvent être ajoutés aux groupes ignorés si vous ne souhaitez pas les utiliser pour une mission."
      },
      {
        "id": "selectAll",
        "helpText": "Cliquez / touchez ici pour sélectionner tous les groupes."
      },
      {
        "id": "selectNone",
        "helpText": "Cliquez / touchez ici pour désélectionner tous les groupes."
      },
      {
        "id": "ToggleFaction",
        "helpText": "Cliquez / touchez ici pour basculer entre les groupes Impériaux/Mercenaires et Rebelles."
      }
    ]
  },
  {
    "panelHelpID": "ImperialMenu",
    "helpItems": [
      {
        "id": "showGroups",
        "helpText": "Cliquez / touchez le panneau pour révéler les cartes actuellement dans la main de déploiement."
      },
      {
        "id": "modifyThreat",
        "helpText": "Cliquez / touchez pour augmenter ou diminuer la menace actuelle."
      },
      {
        "id": "pauseDeployment",
        "helpText": "Cliquez / touchez pour mettre le déploiement en pause ou le reactiver."
      },
      {
        "id": "pauseThreat",
        "helpText": "Cliquez / touchez pour mettre le gain de menace en pause ou le reactiver."
      },
      {
        "id": "optionalDeployment",
        "helpText": "Cliquez / touchez pour que l'application effectue immédiatement un déploiement optionnel."
      },
      {
        "id": "currentThreat",
        "helpText": "Il s'agit de la valeur actuelle de la menace."
      },
      {
        "id": "deploymentModifier",
        "helpText": "Il s'agit du modificateur de déploiement. Plus le modificateur est élevé, plus il y a de chances que l'événement de déploiement soit dangereux. Il change à chaque round en fonction de l'événement de déploiement."
      }
    ]
  }
]