[
	{
		"id": "Bespin1",
		"name": "Il Segreto di Cloud City",
		"descriptionText": "<i>Un agente ha ottenuto dei codici Imperiali prima di interrompere le comunicazioni. Non è dato di sapere se sia stato catturato o si nasconda, ma aveva chiaramente riferito che le informazioni andavano recuperate da un deposito segreto di Cloud City. Il messaggio si conclude con queste parole: \n\"Le informazioni sembrano molto importanti. Anche lui le cerca.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Periferia"
			],
		"expansionText": "L'azzardo di Bespin",
		"rebelRewardText": "\"Sotto il Radar\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin2",
		"name": "Combattenti per la Libertà",
		"descriptionText": "</i>Alcuni cittadini delle classi meno abbienti di Cluod City sono scomparsi di recente. Il Comando riceve un messaggio di soccorso dal vecchio ufficiale della rete informatica della città, Lobot: \n\"Schiavisti trandoshani attivi a Cloud City. Squadra di salvataggio scomparsa. Per favore inviate rinforzi. Sarò sotto tiro.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Periferia"
			],
		"expansionText": "L'Azzardo di Bespin",
		"rebelRewardText": "\"Favore di Lobot\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin3",
		"name": "Nuova Gestione Ostile",
		"descriptionText": "<i>Nel tentativo di assumere il controllo delle riserve di tibanna di Cloud City, un infido agente dell'ISB e il cacciatore di taglie Boosk hanno unito le forze e catturato il capo della resistenza locale: le informazioni indicano che è trattenuto per essere interrogato, e che sarà ibernato nella grafite per essere trasportato fino a una destinazione ignota. Il Comando vuole che sia tratto in salvo.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Struttura"
			],
		"expansionText": "L'azzardo di Bespin",
		"rebelRewardText": "\"Intervento di soccorso\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin4",
		"name": "Panico nelle Strade",
		"descriptionText": "<i>I tafferugli di Cloud City iniziano a logorare il popolo: gli abitanti hanno preso a incolpare i Ribelli dei vari atti di violenza e prediligono una relativa stabilità anche se sotto la vigilanza dell'Impero. Nel timore di perdere il sostegno alle sue operazioni di guerriglia, Murne prepara una operazione di soccorso giurando di aiutare gli abitanti di Cloud City e di riconquistare il loro favore.</i>",
		"bonusText": "",
		"heroText": "Murne Rin",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Periferia"
			],
		"expansionText": "L'azzardo di Bespin",
		"rebelRewardText": "\"Droide Olocamera\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin5",
		"name": "Oggetti Smarriti",
		"descriptionText": "<i>Lando Carlissian ha bisogno di rientrare di soppiatto a Cloud City per recuperare dei documenti critici che ha lasciato sul posto. Il problema, spiega, è che l'IBS locale ha installato dei sistemi di sorveglianza aggiuntivi: Lando ha bisogno di una squadra scelta che lo scorti attraverso le vie della città.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Lando Calrissian (Giocatore d'Azzardo)",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Periferia"
			],
		"expansionText": "L'azzardo di Bespin",
		"rebelRewardText": "\"Lando Calrissian (Giocatore d'Azzardo)\" Ricompensa Alleato",
		"imperialRewardText": ""
	},
	{
		"id": "Bespin6",
		"name": "Messa in Sicurezza",
		"descriptionText": "<i>Corre voce che una fonte fidata stia vendendo informazioni all'Impero da anni. Indagando più a fondo, Davith scopre che il traditore è il suo vecchio addestratore, noto enigmaticamente come il \"Duca\".\nHawkbat si dirige fino a una tenuta privata per mettere in sicurezza tutto ciò che il suo mentore ha compromesso.</i>",
		"bonusText": "",
		"heroText": "Davith Elso",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Struttura"
			],
		"expansionText": "L'azzardo di Bespin",
		"rebelRewardText": "\"Holocron Radioso\" Carta Ricompensa",
		"imperialRewardText": ""
	}
]