[
 	{
		"id": "Core1",
		"name": "A New Threat",
		"descriptionText": "<i>Rebel forces discover that the distress beacon was a distraction orchestrated by General Weiss, a rising star in the Imperial military.\nHis efforts have made him a person of interest to Rebel High Command. Operatives are searching the galaxy for information on this General's plans...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core2",
		"name": "Aftermath",
		"descriptionText": "<i>VICTORY! With the destruction of the Death Star, the Rebellion has given hope to a galaxy living in fear. Having lost their ultimate weapon, the Empire scrambles to recover in the face of this crushing defeat.\nAs the scattered fragments of the battle station rain down upon the Rebel base on Yavin 4, the Empire sets in motion a plan to seek retribution against Rebel forces stationed on the small moon.\nNot long after, when an Imperial beacon begins to broadcast from an outpost some distance away from the Rebel base, a small team of elite operatives is dispatched; their mission: to silence the signal at all costs...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core3",
		"name": "Chain of Command",
		"descriptionText": "<i>The Empire continues to increase the pressure against Rebel targets. Despite losing several outposts, the Rebellion has managed to remain one step ahead of the dreaded Imperial fleet.\nNow on the offensive, Rebel forces are on the verge of locating a very important facility under the control of General Weiss...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core4",
		"name": "Desperate Hour",
		"descriptionText": "<i>Rebel spies have discovered the location of the secret weapon. If Weiss is to be stopped, it must be done now.\nThe Rebel fleet is poised to jump into the system, launching a full-scale assault to defeat Weiss and destroy this weapon before it becomes fully operational...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core5",
		"name": "Drawn In",
		"descriptionText": "<i>Though still reeling from the shock of losing the Death Star, the Empire has begun to recover. The Imperial fleet has spread out, aggressively hunting for Rebel forces. All across the galaxy, Rebel facilities lie in danger of discovery...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core6",
		"name": "Fly Solo",
		"descriptionText": "<i>With so little Information on the weapons project, the Rebellion is forced seek out information from any source they can find.\nHan Solo, an important ally of the Rebellion, was following a lead when contact with him was lost somewhere in Hutt Space. The smuggler's whereabouts are currently unknown...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core7",
		"name": "Imperial Hospitality",
		"descriptionText": "<i>Vital information on the dreaded weapons project of General Weiss has come to light, but the Rebel spy who carries it has been captured!\nOperatives stand ready to launch a daring rescue mission, but little can be done until his location is discovered... </i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core8",
		"name": "Incoming",
		"descriptionText": "<i>The Rebellion continues to analyze the schematics from Weiss's secret weapons project as the Imperial fleet increases their efforts to find and destroy Rebel forces.\nUntil more information is extracted, the Rebellion can only hold fast against steadily mounting Imperial might...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core9",
		"name": "Last Stand",
		"descriptionText": "<i>The discovery of Weiss's true plans has given the Rebellion the upper hand!\nAs the Rebel fleet makes ready to engage Imperial forces above Ord Mantell, operatives will descend into Weiss's secret fortress. Their final mission is to confront the General and defeat him once and for all...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core10",
		"name": "The Source",
		"descriptionText": "<i>Vicious attacks from the Imperial armada have sent the Rebellion into full retreat, scrambling to find a place to regroup their forces.\nMeanwhile, Rebel Command looks to secure the final schematics for the General's devastating weapon. If found, these plans could be the perfect opportunity to turn the tide against the Empire...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core11",
		"name": "Under Siege",
		"descriptionText": "<i>The distress beacon covered the escape of several prominent Imperials, including the man who concocted the scheme, a general named Weiss.\nWhile Rebel spies scour the galaxy in search of any information about this man, other efforts to slow the Empire's recovery in the aftermath of the Battle of Yavin continue...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core12",
		"name": "A Simple Task",
		"descriptionText": "<i>Bureaucracy in the Empire has led to a constant flow of proposed and abandoned projects. A formula for a potent battle stimulant was one such project.\nThe base in which it was developed has since been abandoned, so finding information about the formula should not prove difficult...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Dantooine",
			"Imperial",
			"Wastes"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Adrenal Implant\" Reward Card",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core13",
		"name": "Brushfire",
		"descriptionText": "<i>The site of one of the earliest battles between the Empire and the Rebellion, Fenn Signis's heroic actions were instrumental in the liberation of Onderon.\nNow the Empire seeks revenge against the insurgent world. Fenn is called to aid in keeping the planet safe from Imperial influence once again.</i>",
		"bonusText": "",
		"heroText": "Fenn Signis",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Onderon",
			"Wilderness"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core14",
		"name": "Dark Obsession",
		"descriptionText": "<i>Darth Vader has a deep interest in the actions of Luke Skywalker. He has found an opportunity to capture Obi-Wan's pupil once and for all.</i>",
		"bonusText": "After the heroes resolve any other side mission, discard this card and the Empire receives the listed reward.",
		"heroText": "",
		"allyText": "",
		"villainText": "Darth Vader (Lord of the Sith)",
		"tagsText": [
			"Imperial",
			"Installation"
			],
		"expansionText": "\"Darth Vader (Lord of the Sith)\" pack",
		"rebelRewardText": "",
		"imperialRewardText": "\"Darth Vader (Lord of the Sith)\" villain"
 	},
 	{
		"id": "Core15",
		"name": "Friends of Old",
		"descriptionText": "<i>Gideon Argus was a founding member of the legendary SpecForce unit \"Saber Team\". However, a botched operation led to accusations of treachery. Gideon left the squad, uncertain whom among his old comrades he could trust.\nNow the members of Saber Team have contacted their old commander, begging for his help...</i>",
		"bonusText": "",
		"heroText": "Gideon Argus",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Talus",
			"Wilderness"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Fearless Leader\" Reward Card",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core16",
		"name": "Generous Donations",
		"descriptionText": "<i>An Imperial Moff named Mino Ferrin has long been known to utilize his finances to oppress those he governs.\nThe Rebellion has found a hidden facility on Sullust that maintains his secret accounts. Infiltrating the base and slicing into his accounts should fund the construction of a few new Rebel starships...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Sullust",
			"Imperial",
			"Wilderness"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "Credits",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core17",
		"name": "High Moon",
		"descriptionText": "<i>Jyn Odan's former associate, a Trandoshan by the name of Szark, betrayed her in the past and has since made his fortune in selling out Rebels to the Empire.\nJyn has recently gotten wind of his current whereabouts, and the time may have come for Szark to get what he rightly deserves...</i>",
		"bonusText": "",
		"heroText": "Jyn Odan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Rayamal 22",
			"Scum",
			"Outskirts"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Peacemaker\" Reward Card",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core18",
		"name": "Homecoming",
		"descriptionText": "<i>Involved in the recruitment of new pilots for the Rebellion, Luke Skywalker has not been heard from in several days.\nAs the Hero of the Rebellion, Luke has been a prime target for Imperial forces and bounty hunters alike, and High Command fears that he could be in grave danger...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Hero of the Rebellion)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Wastes"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "Luke Skywalker (Hero of the Rebellion) ally",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core19",
		"name": "Indebted",
		"descriptionText": "<i>An Imperial ambush has resulted in Gaarkhan's brother Jirritt being killed. In the sarne battle, another Wookiee to whom Jirritt swore a life debt was captured. \nWith no one going to rescue the captive Wookiee, it falls to Gaarkhan to honor his brother's debt...</i>",
		"bonusText": "",
		"heroText": "Gaarkhan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bakura",
			"Imperial",
			"Wilderness"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Life Debt\" Reward Card",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core20",
		"name": "Loose Cannon",
		"descriptionText": "<i>Forever haunted by his greatest failure, Mak Eshka'rey's chance for redemption has arrived.\nThe garrison defending the outpost he failed to sabotage has temporarily departed, leaving Mak the perfect opportunity to finish the task he left incomplete so long ago...</i>",
		"bonusText": "",
		"heroText": "Mak Eshka'rey",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Imperial",
			"Facility"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Shadow Suit\" Reward Card",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core21",
		"name": "Luxury Cruise",
		"descriptionText": "<i>For use in infiltration, the Alliance is attempting to collect vessels used by the Empire. One such shuttle is undergoing repairs and would appear to be easy prey...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Kuat",
			"Imperial",
			"Facility"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Allied Operations\" Reward Card",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core22",
		"name": "Sorry About the Mess",
		"descriptionText": "<i>The Rebellion owes a great debt to the cunning smuggler, Han Solo. Never shy to remind them of this fact, Han has made a request for support. \nSince he has been quick to assure that the operation will disrupt Imperial activities, the Rebellion is willing to oblige his request... </i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Han Solo (Scoundrel)",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Outskirts"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Han Solo (Scoundrel)\" ally",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core23",
		"name": "Sympathy for the Rebellion",
		"descriptionText": "<i>The Rebellion's message of hope draws many to the cause. Who better to spearhead the recruiting effort than the man behind the Death Star's destruction, Luke Skywalker?\nHowever, what makes him an ideal figure of inspiration also makes him a priority target for Imperial reprisal...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Hero of the Rebellion)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Outskirts"
			],
		"expansionText": "\"Luke Skywalker (Hero of the Rebellion)\" pack",
		"rebelRewardText": "\"Luke Skywalker (Hero of the Rebellion)\" ally",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core24",
		"name": "Target of Opportunity",
		"descriptionText": "<i>The Rebellion always seeks to gain the upper hand over the Empire, and sabotage is a favored method.\nA pair of saboteurs has a target in mind. Their reputation is mixed, but it sounds like their reckless and stubborn attitude is more than matched by their skill at demolitions...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Rebel Saboteur",
		"villainText": "",
		"tagsText": [
			"Centax 1",
			"Imperial",
			"Facility"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Rebel Saboteur\" ally",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core25",
		"name": "Temptation",
		"descriptionText": "<i>The nightmares of her mentor's death grow more intense for the young exile, Diala Passil.\nA dark and corrupt energy remains in the place where the Jedi Master Shu Yen fell. The evil force calls out to Diala, stretching across the vast expanse of the galaxy and haunting her every waking moment...</i>",
		"bonusText": "",
		"heroText": "Diala Passil",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Wilderness"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Shu Yen's Lightsaber\" Reward Card",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core26",
		"name": "The Spice Job",
		"descriptionText": "<i>Han Solo’ debts have become a prime concern for his companion. Against Han’s wishes, Chewbacca has a task that he hopes will reduce the Hutts’ attention toward Han.\nIf successful, the job may earn some credits and distract the Hutts, allowings Han a time of respite, however brief...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Chewbacca (Loyal Wookiee)",
		"villainText": "",
		"tagsText": [
			"Nar Shaddaa",
			"Scum",
			"Outskirts"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Chewbacca (Loyal Wookiee)\" ally",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core27",
		"name": "Viper's Den",
		"descriptionText": "<i>A distress call was received by Rebel High Command. An informant of ill repute, Weyn Jarl, swears he has acquired sensitive information regarding Imperial troop movements.\nJarl has proven untrustworthy in the past, but his information could be useful, could even be worth the risk that trusting him represents...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Outskirts"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "\"Rebel Recon\" Reward Card",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core28",
		"name": "Breaking Point",
		"descriptionText": "<i>Imperial operatives conduct surgical strikes to destroy the Rebellion's vital supplies. Weaken them, and their surrender is all but assured.</i>",
		"bonusText": "After the heroes resolve any other side mission, discard this card and the Empire receives the listed reward. If the heroes lose this mission, increase the threat level of the next mission by 1. During the Rebel Upgrade stage, the Rebel players can decide to spend 50 credits per hero to prevent this.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Rebel",
			"Facility"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": "+1 Threat Level for the next mission"
 	},
 	{
		"id": "Core29",
		"name": "Captured",
		"descriptionText": "<i>Taken prisoner while trying to escape the sieged outpost, the Rebels have been working for days to break out of their cells. However, finding their equipment and leaving the facility will prove difficult...</i>",
		"bonusText": "Play \"Captured\" as a forced mission. If the heroes lose this mission, increase the threat level of the next mission by 2. During the Rebel Upgrade stage, the Rebel players can decide to spend 100 credits per hero to prevent this.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Threat Level for the next mission"
 	},
 	{
		"id": "Core30",
		"name": "Impounded",
		"descriptionText": "<i>The vessel has proper authorization, but its crew are known Rebel sympathizers. Interrogating them and stripping their ships data files could provide important intelligence.\nThese are dangerous criminals, not to be underestimated. With a few measures of subtlety, perhaps the information could be gained without direct conflict...</i>",
		"bonusText": "Play \"Impounded\" as a forced mission. If the heroes lose this mission, increase the threat level of the next mission by 2. During the Rebel Upgrade stage, the Rebel players can decide to spend 100 credits per hero to prevent this.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Imperial",
			"Wastes"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Threat Level for the next mission"
 	},
 	{
		"id": "Core31",
		"name": "Means of Production",
		"descriptionText": "<i>An Imperial testing facility has made a recent breakthrough. With support, their deadly innovations could be put to work very soon.</i>",
		"bonusText": "After the heroes resolve any other side mission, discard this card and the Empire receives the listed reward. If the heroes lose this mission, increase the threat level of the next mission by 1. During the Rebel Upgrade stage, the Rebel players can decide to spend 50 credits per hero to prevent this.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Imperial",
			"Facility"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": "+1 Threat Level for the next mission"
 	},
 	{
		"id": "Core32",
		"name": "Wanted",
		"descriptionText": "<i>Rebel operatives are proving to be a thorn in the Empires side. Working with mercenaries can be distasteful, but a sizable bounty could place considerable pressure upon them.</i>",
		"bonusText": "Play \"Wanted\" as a forced mission. If the heroes lose this mission, increase the threat level of the next mission by 2. During the Rebel Upgrade stage, the Rebel players can decide to spend 100 credits per hero to prevent this.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Nal Hutta",
			"Scum",
			"Outskirts"
			],
		"expansionText": "Core Game",
		"rebelRewardText": "",
		"imperialRewardText": "+2 Threat Level for the next mission"
 	}
]