[
 	{
		"id": "Core1",
		"name": "Una Nuova Minaccia",
		"descriptionText": "<i>Le forze Ribelli che il segnale di soccorso era un diversivo orchestrato dal Generale Weiss, un astro nascente dell’esercito Imperiale. I sui sforzi hanno attirato l’attenzione dell’Alto Comando Ribelle, i cui agenti ora setacciano la galassia alla ricerca di informazioni sui piani del Generale.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core2",
		"name": "Dopo la Battaglia",
		"descriptionText": "<i>VITTORIA! Con la distruzione della Morte Nera, la Ribellione ha riportato la speranza in una galassia che viveva nella paura. Dopo la perdita della sua arma definitiva, l’Impero deve affrettarsi a riprendersi da questa sconfitta schiacciante. Mentre i frammenti dispersi della stazione da battaglia piovono sulla base Ribelle di Yavin 4. l’Impero mette in moto un piano di rappresaglia contro le forze Ribelli stanziate sulla piccola luna. Poco tempo dopo, quando una stazione di comunicazione Imperiale inizia a trasmettere da un avamposto a poca distanza dalla base Ribelle, una piccola squadra di agenti speciali viene inviata ad agire… La loro missione? Sopprimete il segnale a tutti i costi.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core3",
		"name": "Catena di Comando",
		"descriptionText": "<i>L’Impero continua a incrementare la pressione contro i bersagli Ribelli. Nonostante abbia perso vari avamposti, la Ribellione è riuscita a rimanere un passo avanti alla temuta flotta Imperiale. Ora le forze Ribelli sono passate all’offensiva e sono in procinto di individuare una struttura di vitale importanza controllata dal Generale Weiss.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core4",
		"name": "L’Ora Più Nera",
		"descriptionText": "<i>Le spie Ribelli hanno scoperto l’ubicazione dell’arma segreta: se Weiss può essere fermato, va fermato ora. La flotta Ribelle è pronta a entrare nel sistema e a lanciare un assalto in grande scala per sconfiggere Weiss e distruggere quell’arma prima che diventi pienamente operativa…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core5",
		"name": "Presi all’Amo",
		"descriptionText": "<i>Anche se ancora sconvolto dalla perdita della Morte Nera, l’Impero ha iniziato a riorganizzarsi. La flotta Imperiale si è dispiegata per dare la caccia senza tregua alle forze Ribelli: in tutta la galassia, le strutture Ribelli corrono il rischio di essere scoperte…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core6",
		"name": "La Fuga di Solo",
		"descriptionText": "<i>Le informazioni sul progetto dell’arma scarseggiano e la ribellione è costretta a rivolgersi a tutte le fonti che è in grado di trovare. Han Solo, un importante alleato della Ribellione, stava seguendo una traccia quando i contatti con lui si sono interrotti all’interno dello Spazio Hutt. La posizione attuale del contrabbandiere resta ora ignota…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core7",
		"name": "Ospitalità Imperiale",
		"descriptionText": "<i>Alcune informazioni cruciali sulla temibile arma progettata dal Generale Weiss sono venute alla luce, ma la spia Ribelle che ne era in possesso è stata catturata! Gli agenti sono pronti a lanciare un’audace missione di salvataggio, ma si può fare ben poco finché non si saprà dove è detenuta la spia…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core8",
		"name": "Tempesta in Arrivo",
		"descriptionText": "<i>La Ribellione continua ad analizzare gli schemi tecnici dell’arma segreta di Weiss mentre la flotta Imperiale incrementa gli sforzi per localizzare e distruggere le forze Ribelli. Finché non verranno recuperate ulteriori informazioni, la Ribellione può soltanto tenere duro contro la crescente potenza dell’Impero…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core9",
		"name": "Scontro Finale",
		"descriptionText": "<i>La scoperta dei veri piani di Weiss ha messo la Ribellione in una posizione di vantaggio! Mentre la flotta Ribelle si prepara ad affrontare le forze Imperiali nei pressi di Ord Mantell, un gruppo di agenti scenderà nella fortezza segreta di Weiss: la loro ultima missione consiste nell’affrontare il Generale e sconfiggerlo una volta per tutte…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core10",
		"name": "La Fonte",
		"descriptionText": "<i>I micidiali attacchi della flotta Imperiale hanno costretto la Ribellione a ritirarsi e cercare un luogo adatto dove radunare le sue forze. Nel frattempo, il Comando Ribelle cerca di assicurarsi gli schemi tecnici completi dell’arma devastante del Generale: una volta recuperati, quei piani potrebbero essere quell’opportunità perfetta per rovesciare le sorti della guerra contro l’Impero…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core11",
		"name": "Sotto Assedio",
		"descriptionText": "<i>Il segnale di soccorso ha coperto la fuga di vari Imperiali prominenti, tra cui l’uomo che ha congegnato il piano: un generale di nome Weiss. Mentre le spie Ribelli setacciano la galassia in cerca di informazioni su quest’uomo, le altre operazioni per rallentare la riorganizzazione dell’Impero dopo la Battaglia di Yavin continuano…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core12",
		"name": "Una Missione Semplice",
		"descriptionText": "<i>La burocrazia Imperiale ha prodotto un flusso costante di progetti proposti e poi abbandonati. Uno di questi progetti era la formula di un potente stimolante da battaglia. La base in cui era stata sviluppata è ormai abbandonata da tempo, quindi scoprire qualche informazione sulla formula non dovrebbe risultare difficile…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Dantooine",
			"Imperiale",
			"Desolazioni"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Innesto Adrenalinico\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core13",
		"name": "Fiamme nella Giungla",
		"descriptionText": "<i>Onderon fu teatro di una delle prime battaglie tra l’Impero e la Ribellione e le eroiche gesta di Feen Signis furono cruciali per la sua liberazione. Ora l’Impero cerca vendetta contro quel mondo insorto e Feen è stato chiamato in aiuto per proteggere il pianeta dall’influenza Imperiale una seconda volta.</i>",
		"bonusText": "",
		"heroText": "Fenn Signis",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Onderon",
			"Terre Selvagge"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Valore del Veterano\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core14",
		"name": "Ossessione Oscura",
		"descriptionText": "<i>Dart Vader segue con grande interesse le azioni di Luke Skywalker. Ora ha l’opportunità di catturare il discepolo di Obi-Wan una volta per tutte.</i>",
		"bonusText": "Dopo che gli eroi hanno risolto una qualsiasi altra missione secondaria, scarta questa carta e ricevi la ricompensa sottostante.",
		"heroText": "",
		"allyText": "",
		"villainText": "Darth Vader (Signore dei Sith)",
		"tagsText": [
			"Imperiale",
			"Struttura"
			],
		"expansionText": "\"Darth Vader (Signore dei Sith)\" pack",
		"rebelRewardText": "",
		"imperialRewardText": "\"Darth Vader (Signore dei Sith)\" nemico"
 	},
 	{
		"id": "Core15",
		"name": "Vecchi Amici",
		"descriptionText": "<i>Gideon Argus era uno dei fondatori di una leggendaria unità ForSpec, la squadra Saber. Tuttavia, un’operazione fallita lo portò a essere accusato di tradimento. Gideon lasciò la squadra, non sapendo più di quali dei suoi vecchi compagni potesse fidarsi. Ora i membri della squadra Saber hanno contattato il loro vecchio comandante con una richiesta di aiuto…</i>",
		"bonusText": "",
		"heroText": "Gideon Argus",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Talus",
			"Terre Selvagge"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Capo Intrepido\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core16",
		"name": "Donazioni Generose",
		"descriptionText": "<i>Un Moff Imperiale di nome Mino Ferrin è noto da tempo per utilizzare le sue finanze per opprimere coloro che governa. La Ribellione ha scoperto una struttura nascosta su Sullust che gestisce i suoi conti segreti. Infiltrarsi nella base e prosciugare i sui conti potrebbe essere un buon modo per finanziare la costruzione di qualche nuova astronave Ribelle…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Sullust",
			"Imperiale",
			"Terre Selvagge"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "Crediti",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core17",
		"name": "Mezzaluna di Fuoco",
		"descriptionText": "<i>Jyn Odan fu tradita in passato dal suo vecchio socio, un Trandoshano di nome Szark che da allora ha fatto fortuna denunciando i Ribelli all’Impero. Jyn ha appena scoperto dove Szark si nasconde, ed è giunto il momento che qualcuno gli dia quello che si merita…</i>",
		"bonusText": "",
		"heroText": "Jyn Odan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Rayamal 22",
			"Feccia",
			"Periferia"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Pacificatore\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core18",
		"name": "Ritorno a Casa",
		"descriptionText": "<i>Luke Skywalker ha preso parte ad un’operazione di reclutamento di nuovi piloti per la Ribellione, ma non si hanno più notizie da ormai molti giorni. In qualità di Eroe della Ribellione, Luke è diventato il bersaglio principale sia delle forze Imperiali che dei cacciatori di taglie e l’Alto Comando teme che possa trovarsi in grave pericolo…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Eroe della Ribellione)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Desolazioni"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "Luke Skywalker (Eroe della Ribellione) alleato",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core19",
		"name": "Un Debito da Ripagare",
		"descriptionText": "<i>Un’imboscata Imperiale ha provocato la morte del fratello di Gaarkhan, Jirritt. In quella stessa battaglia, un altro Wookiee con cui Jirritt era in debito di vita è stato catturato. Dato che nessuno tenterà di salvare il Wookiee prigioniero, spetta a Gaarkhan onorare il debito del fratello…</i>",
		"bonusText": "",
		"heroText": "Gaarkhan",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bakura",
			"Imperiale",
			"Terre Selvagge"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Debito di Vita\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core20",
		"name": "Carne da Cannone",
		"descriptionText": "<i>Mak Eshka’rey è costantemente tormentato dal suo più grande fallimento, ma ora l’occasione di redimersi è arrivata. La guarnigione a difesa dell’avamposto che non riuscì a sabotare è temporaneamente stanziata altrove, cosa che offre a Mak l’opportunità perfetta per completare l’impresa lasciata a metà tanto tempo fa…</i>",
		"bonusText": "",
		"heroText": "Mak Eshka'rey",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Imperiale",
			"Struttura"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Corazza Ombra\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core21",
		"name": "Crociera di Lusso",
		"descriptionText": "<i>L’Alleanza cerca spesso d’impossessarsi dei vascelli utilizzati dall’Impero per poterli usare in missioni di infiltrazione. Una di queste navette è attualmente in riparazione e sembrerebbe una preda facile…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Kuat",
			"Imperiale",
			"Struttura"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Operazioni Alleate\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core22",
		"name": "Scusa Se Ho Sporcato un Po’",
		"descriptionText": "<i>La Ribellione ha un grosso debito nei confronti dello scaltro contrabbandiere Han Solo. Han non fa complimenti nel ricordarlo, e ha inviato una richiesta di aiuto. Dal momento che si è affrettato ad aggiungere che l’operazione in cui è impegnato saboterà le attività Imperiali, la Ribellione ha deciso di esaudire la sua richiesta…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Han Solo (Canaglia)",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Periferia"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Han Solo (Canaglia)\" alleato",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core23",
		"name": "Simpatizzanti dei Ribelli",
		"descriptionText": "<i>Il messaggio di speranza della Ribellione avvicina molte nuove leve alla causa. Chi può fungere da testa di ponte delle operazioni di reclutamento meglio dell’uomo che ha distrutto la Morte Nera, Luke Skywalker? Tuttavia, ciò che fa di lui una figura ispiratrice ideale ne fa anche un bersaglio per le rappresaglie Imperiali…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Luke Skywalker (Eroe della Ribellione)",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Periferia"
			],
		"expansionText": "\"Luke Skywalker (Eroe della Ribellione)\" pack",
		"rebelRewardText": "\"Le Vie della Forza\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core24",
		"name": "Bersaglio di Opportunità",
		"descriptionText": "<i>La Ribellione cerca di sfruttare ogni possibile vantaggio contro l’Impero e il sabotaggio è uno dei suoi metodi preferiti. Un paio di sabotatori ha preso di mira un bersaglio. La loro reputazione è dubbia, ma a quanto pare il loro atteggiamento spavaldo e testardo è eguagliato dalla loro abilità nell’arte della demolizione…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Sabotatore Ribelle",
		"villainText": "",
		"tagsText": [
			"Centax 1",
			"Imperiale",
			"Struttura"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Sabotatore Ribelle\" alleato",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core25",
		"name": "Tentazione",
		"descriptionText": "<i>Gli incubi sulla morte del maestro si fanno sempre più intensi per la giovane esule Diala Passil. Un’aura di energia oscura e corrotta aleggia nel luogo dove il maestro jedi Shu Yen cadde. Questa forza malevola è un richiamo per Diala, si protende fino a lei dall’altro lato della galassia e tormenta ogni suo momento cosciente…</i>",
		"bonusText": "",
		"heroText": "Diala Passil",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Terre Selvagge"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Spada Laser di Shu Yen\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core26",
		"name": "Il Carico di Spezie",
		"descriptionText": "<i>I debiti di Han Solo sono fonte di grande preoccupazione per il suo compagno. Contro il parere di Han, Cewbacca ha accettato un incarico in cui spera di ridurre l’attenzione degli Hutt nei confronti di Han. Se portato a termine, l’incarico potrebbe fruttare un po’ di crediti e distrarre gli Hutt quanto basta a concedere a Han qualche istante di respiro, per quanto breve…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Chewbacca (Wookiee Fedele)",
		"villainText": "",
		"tagsText": [
			"Nar Shaddaa",
			"Feccia",
			"Periferia"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Chewbacca (Wookiee Fedele)\" alleato",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core27",
		"name": "Un Covo di Vipere",
		"descriptionText": "<i>L’Alto Comando Ribelle ha ricevuto una richiesta di soccorso: un informatore di pessima reputazione, Weyn Jarl, giura di aver acquisito informazioni riservate riguardo i movimenti delle truppe Imperiali. Jarl si è dimostrato inaffidabile in passato, ma le sue informazioni potrebbero essere utili, a costo di correre di nuovo il rischio di fidarsi di lui…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tatooine",
			"Periferia"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "\"Ricognizione Ribelle\" Carta Ricompensa",
		"imperialRewardText": ""
 	},
 	{
		"id": "Core28",
		"name": "Punto di Rottura",
		"descriptionText": "<i>Gli agenti Imperiali sferrano attacchi mirati per distruggere le scorte vitali di cui l’Alleanza ha bisogno. Una volta indebolita, la sua resa è praticamente assicurata.</i>",
		"bonusText": "Dopo che gli eroi hanno risolto qualsiasi altra missione secondaria, scarta questa carta e l'Impero riceve la ricompensa indicata. Se gli eroi perdono questa missione, aumenta il livello di minaccia della prossima missione di 1. Durante la fase di Miglioria Ribelle, i giocatori Ribelli possono decidere di spendere 50 crediti per eroe per impedirlo.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Yavin 4",
			"Ribelle",
			"Struttura"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": "+1 livello di minaccia per la prossima missione"
 	},
 	{
		"id": "Core29",
		"name": "Catturati",
		"descriptionText": "<i>Fatti prigionieri mentre cercavano di fuggire dall'avamposto assediato, i ribelli hanno lavorato per giorni per poter evadere dalle loro celle. Tuttavia, trovare il loro equipaggiamento e lasciare la struttura si rivelerà molto difficile...</i>",
		"bonusText": "Gioca a \"Catturati\" come una missione obbligatoria. Se gli eroi perdono questa missione, aumenta il livello di minaccia della prossima missione di 2. Durante la fase di Miglioria Ribelle, i giocatori Ribelli possono decidere di spendere 100 crediti per eroe per impedirlo.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": "+2 livello di minaccia per la prossima missione"
 	},
 	{
		"id": "Core30",
		"name": "La Nave Confiscata",
		"descriptionText": "<i>Il vascello ha un’autorizzazione regolare, ma il suo equipaggio è composto da noti simpatizzanti Ribelli. Interrogarli e prelevare i file dati della nave potrebbe fornire informazioni importanti. Si tratta di criminali pericolosi che non vanno sottovalutati. Ma, forse, con un minimo di sottigliezza, è possibile recuperare le informazioni in questione senza giungere a un conflitto diretto…</i>",
		"bonusText": "Gioca a \"La Nave Confiscata\" come una missione obbligatoria. Se gli eroi perdono questa missione, aumenta il livello di minaccia della prossima missione di 2. Durante la fase di Miglioria Ribelle, i giocatori Ribelli possono decidere di spendere 100 crediti per eroe per impedirlo.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Imperiale",
			"Desolazioni"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": "+2 livello di minaccia per la prossima missione"
 	},
 	{
		"id": "Core31",
		"name": "Mezzi di Produzione",
		"descriptionText": "<i>Una struttura di collaudo Imperiale ha effettuato nuove scoperte. Una volta ottenuto il supporto immediato, queste micidiali innovazioni potrebbero essere messe all’opera molto presto.</i>",
		"bonusText": "Dopo che gli eroi hanno risolto qualsiasi altra missione secondaria, scarta questa carta e l'Impero riceve la ricompensa indicata. Se gli eroi perdono questa missione, aumenta il livello di minaccia della prossima missione di 1. Durante la fase di Miglioria Ribelle, i giocatori Ribelli possono decidere di spendere 50 crediti per eroe per impedirlo.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Imperiale",
			"Struttura"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": "+1 livello di minaccia per la prossima missione"
 	},
 	{
		"id": "Core32",
		"name": "Ricercati",
		"descriptionText": "<i>Gli agenti Ribelli continuano a dimostrarsi una spina nel fianco dell’Impero. Lavorare con dei mercenari può essere deplorevole, ma una tagli cospicua può mettere i nemici dell’Impero sotto pressione.</i>",
		"bonusText": "Play \"Ricercati\" come una missione obbligatoria. Se gli eroi perdono questa missione, aumenta il livello di minaccia della prossima missione di 2. Durante la fase di Miglioria Ribelle, i giocatori Ribelli possono decidere di spendere 100 crediti per eroe per impedirlo.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Nal Hutta",
			"Feccia",
			"Periferia"
			],
		"expansionText": "Gioco Base",
		"rebelRewardText": "",
		"imperialRewardText": "+2 livello di minaccia per la prossima missione"
 	}
]