[
	{
		"id": "Empire1",
		"name": "Capital Escape",
		"descriptionText": "<i>As you craft a plan to escape the planet with the newly acquired Bardottan shard, you hear the roar of a ship engine. Fearing a raid, you grab your weapons and run outside to find Ahsoka Tano emerging from a shuttle landed near your own. She smiles at you and says, \"We figured this extraction called for some extra attention. I'm ready when you are.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire2",
		"name": "Dark Recon",
		"descriptionText": "<i>As the EMPIRE grows ever more powerful, the REBEL ALLIANCE constantly seeks a weakness in the galactic juggernaut. Invaluable to these efforts are the reconnaissance missions undertaken to CORUSCANT, the ecumenopolis capital of the Empire.\nDanger lurks in the shadows of the city. A recent Rebel team sent word of a powerful artifact being sought as a weapon by agents of the Empire, before they went missing, presumed captured. Now a new team of heroes races through hyperspace into the heart of the Empire itself to find more about this mysterious artifact and continue the mission of their comrades...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire3",
		"name": "Disruption",
		"descriptionText": "<i>You track a shuttle carrying Zaaryn to a remote Imperial-held world experiencing a period of political upheaval. Intercepted Imperial communications indicate that Zaaryn has arranged a meeting there to sell information to the former Sith, Maul.\nYou think the information Zaaryn plans to offer Maul could help you find the Bardottan shard.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire4",
		"name": "Double Agent",
		"descriptionText": "<i>You receive an encoded message from Lorn, a scholar of the history of the Jedi. \"My knowledge of the existence of the Bardottan sphere shard has become a liability, and I fear Imperial agents will soon come for me. Please - I need your protection.\"\nBelow the message is the time and place for a meeting.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire5",
		"name": "Enemies Closer",
		"descriptionText": "<i>\"Our analysts agree that the shard is likely somewhere in the Jedi Temple,\" Command tells you via hologram. \"We know you wanted to recon the site, but our intel indicates that there is no time. The Empire's forces are mobilizing with nearly the same information you have. You most reach the shard first! We dare not even imagine it in the hands of the Emperor!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire6",
		"name": "From Dark Clutches",
		"descriptionText": "<i>After scanning all possible Rebel channels, you finally encounter a faint signal from a locator beacon. Nothing can be confirmed, and the signal is somewhat scrambled. However, it appears that it could be coming from the captured Rebel team that was pursuing the artifact. Your console displays the signal's coordinates for a possible rescue.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire7",
		"name": "History Repeats",
		"descriptionText": "<i>Lorn lays out a blueprint on an ancient manuscript in front of you. \"I've been able to narrow down the possible hiding places for the shard, but I need to be on-site for a final analysis,\" he says, pointing to various locations. \"I know it will be dangerous, but you must get me inside. Once we're there, I'm sure I will be able find the shard, and we can ensure its safety.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire8",
		"name": "Inside Man",
		"descriptionText": "<i>\"We combed the records for the Jedi historian you reported,\" a Command representative tells you in a holo-message. \"His name is Lorn. He's a bureaucrat sympathetic to our cause with access to valuable historical records. He still holds an office in the old Senate building. If we can obtain those records, they may hold what we need to find the shard of the Bardottan sphere.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire9",
		"name": "Into a Corner",
		"descriptionText": "<i>A group of Alliance sympathizers was scheduled to rendezvous with the captured Rebel team. Now its your turn to reach out to the eager allies. Luckily, they still seem willing to share their information about the Force artifact known as the Bardottan sphere. You set up a meeting to learn everything you can before your team or these new friends can be traced.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire10",
		"name": "On the Run",
		"descriptionText": "<i>Rebel intelligence has located Maul at an Imperial facility on a remote world. Intercepted communications indicate that the former Sith is keeping an eye on his source, Zaaryn, while Maul's operatives on Coruscant track down the shard. You haven't been able to locate Maul's agents, but if you can capture Maul himself, you will know if and when his operatives recover the artifact.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire11",
		"name": "On the Trail",
		"descriptionText": "<i>Zaaryn, an Imperial officer greedily seeking opportunities for himself, appears to be making his move to sell information about the existence of a piece of a Force artifact known as the Bardottan sphere. Footage from a hacked security cam shows him making his way through the lower depths of Coruscant, likely in search of a wealthy buyer.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire12",
		"name": "The Realm of the Dark Side",
		"descriptionText": "<i>When you awake from your capture, you are locked in a small Imperial cell. You quickly search yourself and the room and realize that all of your gear has been taken. However, the Imperials missed a small distress beacon you had cleverly hidden. You activate it and watch it blink on, hoping someone who can help will receive its signal...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire13",
		"name": "Civil Unrest",
		"descriptionText": "<i>Small pockets of protesters have been cropping up across the massively overpopulated planet Taris. The Empire has begun to crack down violently on these protests. Command wants these protesters protected to continue to garner good will toward the Rebellion.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Taris", 
			"Outskirts"
			],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "\"Populist Support\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Empire14",
		"name": "Extraction",
		"descriptionText": "<i>Sahm-Ken Feralo, Cerean senator, Rebel spy, and father of Ko-Tun, has recently had his cover blown. He needs an extraction from his Coruscant safehouse to get him to safety.</i>",
		"bonusText": "",
		"heroText": "Ko-Tun Feralo",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Coruscant",
			"Outskirts"
			],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "\"Alliance Efficiency\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Empire15",
		"name": "Test of Metal",
		"descriptionText": "<i>The droid designer to whom Jarrod was once apprenticed has been betrayed and his life's work stolen. Now his powerful new prototype, a design based on the same droid line from which Jarrod developed J4X-7, is ready for Imperial mass-production. The plans must be reacquired and all Imperial X-8 droids destroyed. </i>",
		"bonusText": "",
		"heroText": "Jarrod Kelvin",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Kuat",
			"Facility"
			],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "\"X-8 Upgrade\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Empire16",
		"name": "Unfinished Business",
		"descriptionText": "<i>When Drokkatta escaped Imperial enslavement at a Geonosis mining facility, the Wookiee left many friends and loved ones behind. Since the Rebellion has come to consider the facility a key target, the opportunity has arisen for Drokkatta to make good on a promise to return.</i>",
		"bonusText": "",
		"heroText": "Drokkatta",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Geonosis",
			"Facility"
			],
		"expansionText": "Heart of the Empire",
		"rebelRewardText": "\"Wookiee Roar\" Reward Card",
		"imperialRewardText": ""
	}
]