[
	{
		"id": "Empire1",
		"name": "Fuga dalla Capitale",
		"descriptionText": "<i>Mentre siete impegnati a definire un piano per fuggire dal pianeta con il frammento della Sfera di Bardottan recuperato, sentite il rombo dei motori di una nave. Temendo un'incursione, impugnate le armi e vi precipitate all'esterno, dove incontrate Ahsoka Tano che sbarca da una navetta atterrata accanto alla vostra. Sorride e vi spiega: \"Immaginavamo che questo recupero avesse bisogno di particolare attenzione. Quando voi siete pronti io sono pronta.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire2",
		"name": "Ricognizione Oscura",
		"descriptionText": "<i>La potenza dell'IMPERO cresce ogni giorno che passa e l'ALLEANZA RIBELLE è costantemente alla ricerca di un punto debole in quel colosso galattico. A tale scopo sono cruciali le missioni di ricognizione intraprese a COUSCANT, l'ecumenopoli che funge da capitale dell'Impero.Molti pericoli si annidano tra le ombre della città. Di recente una squadra ribelle ha segnalato la presenza di un potente artefatto che gli agenti dell'Impero intendevano usare come arma, ma poi è scomparsa e i suoi membri sono presumibilmente stati catturati. Ora una nuova squadra di eroi sfreccia attraverso l'iperspazio fino al cuore dell'Impero, nel tentativo di scoprire qualcosa in più su questo misterioso artefatto e completare la missione dei loro compagni...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire3",
		"name": "Interferenze",
		"descriptionText": "<i>Seguite una navetta che trasporta Zaaryn fino ad un pianeta remoto, sotto il controllo dell'Impero, ma sconvolto da una serie di disordini politici. Le trasmissioni intercettate rivelano che Zaaryn ha organizzato un incontro laggiù per vendere informazioni al Sith decaduto di nome Maul: quei dati potrebbero aiutarvi a trovare il frammento della Sfera di Bardottan.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire4",
		"name": "Agente Sotto Copertura",
		"descriptionText": "<i>Ricevete un messaggio criptato da Lorn, uno studioso di storia jedi: \"Sapere dell'esistenza della Sfera di Bardottan mi ha messo in pericolo e temo che da un momento all'altro arrivino degli agenti imperiali a prendermi. Vi prego ho bisogno di protezione.\"\nIl messaggio è seguito dall'orario e dal luogo di un appuntamento.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire5",
		"name": "Tieni Vicini i Nemici",
		"descriptionText": "<i>\"I nostri analisti concordano nell'affermare che probabilmente il frammento si trova da qualche parte all'interno del Tempio Jedi\" Vi conferma il Comando via ologramma. \"Sappiamo che volevate condurre prima una ricognizione del sito, ma i servizi segreti ci dicono che non c'è tempo: le forze dell'Impero hanno le vostre stesse informazioni e si stanno mobilitando, quindi dovete arrivare al frammento per primi! Non osiamo immaginare che cosa accadrebbe se finisse nelle mani dell'Imperatore.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire6",
		"name": "Nelle Grinfie dell'Oscurità",
		"descriptionText": "<i>Dopo aver scansionato ogni canale Ribelle possibile, finalmente rivelate un debole segnale da un radiofaro di localizzazione. Non ci sono conferme e il segnale sembra disturbato da qualcosa, tuttavia sembra provenire dalla squadra Ribelle catturata che era in cerca dell'artefatto. La console vi mostra le coordinate del segnale per una potenziale missione di salvataggio.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire7",
		"name": "La Storia si Ripete",
		"descriptionText": "<i>Lorn vi mostra una planimetria tracciata all'interno di un antico manoscritto. \"Sono riuscito a circoscrivere i potenziali nascondigli del frammento, ma dovrò essere sul posto per condurre un'analisi definitiva\" spiega indicando i vari luoghi. \"So che sarà pericoloso, ma dovrete portarmi all'interno: una volta sul posto, sono sicuro di poter trovare il frammento, così potremmo metterlo in salvo.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire8",
		"name": "Contatto Interno",
		"descriptionText": "<i>\"Abbiamo setacciato gli archivi alla ricerca dello storico Jedi che ci avete segnalato\" vi spiega un rappresentante del Comando in un olomessaggio. \"Si chiama Lorn. E' un burocrate e un simpatizzante della nostra causa, e ha accesso ad alcuni archivi storici molto preziosi: lavora ancora in un vecchio ufficio del palazzo del Senato. Se riusciamo ad accedere a quegli archivi, forse troveremo ciò che ci serve per rintracciare la Sfera di Bardottan.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire9",
		"name": "Messi all'Angolo",
		"descriptionText": "<i>Un gruppo di simpatizzanti dell'Alleanza doveva incontrarsi con la squadra Ribelle catturata: ora toccherà a voi raggiungere quei potenziali alleati. Fortunatamente, sembrano disposti a condividere le informazioni che possiedono sull'artefatto della Forza che state cercando. Organizzate un incontro per scoprire tutto ciò che potete prima che qualcuno riesca a tracciare al vostra squadra o i vostri nuovi amici.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire10",
		"name": "In Fuga",
		"descriptionText": "<i>I servizi segreti Ribelli hanno rintracciato Maul all'interno di una struttura Imperiale su un mondo remoto: le comunicazioni intercettate indicano che il Sith decaduto tiene ancora d'occhio il suo informatore, Zaaryn, mentre gli agenti di Maul su Coruscant danno la caccia al frammento. Non siete riusciti a rintracciare quegli agenti, ma se catturate il Sith in persona potrete scoprire se e quando i suoi agenti recupereranno l'artefatto.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire11",
		"name": "Seguendo la Pista",
		"descriptionText": "<i>,Zaaryn, un avido ufficiale imperiale che mira solo al profitto personale, sembra aver deciso di vendere informazioni relative ad un frammento di un artefatto della Forza noto come Sfera di Bardottan. Le riprese di una olocamera di sorveglianza hackerata lo mostrano farsi strada nei livelli inferiori di Coruscant, probabilmente in cerca di un compratore danaroso.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire12",
		"name": "Il Regno del Lato Oscuro",
		"descriptionText": "<i>Quando vi risvegliate dopo la cattura, siete rinchiusi in una piccola cella imperiale. Un rapido esame della stanza e delle vostre persone rivela che tutto il vostro equipaggiamento è stato sequestrato. Tuttavia, gli Imperiali non hanno notato un piccolo segnalatore di soccorso che avevate ingegnosamente nascosto; lo attivate e lo osservate lampeggiare, nella speranza che qualcuno rilevi il suo segnale e sia in grado di aiutarvi...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Empire13",
		"name": "Disordini tra i Civili",
		"descriptionText": "<i>Piccoli gruppi di contestatori si sono formati in tutto il pianeta Taris, drasticamente sovrappopolato, e l'Impero ha cominciato a sedare con la violenza le loro proteste. Il Comando vuole che questi contestatori siano protetti per assicurarsi il loro sostegno alla Ribellione.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Taris", 
			"Periferia"
			],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "\"Supporto Populista\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Empire14",
		"name": "Salvataggio",
		"descriptionText": "<i>La copertura di Sahm-Ken Feralo, senatore di Cerea, spia Ribelle e padre di Ko-Tun, è appena saltata. Deve essere recuperato dal suo nascondiglio su Coruscant e portato in salvo.</i>",
		"bonusText": "",
		"heroText": "Ko-Tun Feralo",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Coruscant",
			"Periferia"
			],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "\"Efficienza dell'Alleanza\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Empire15",
		"name": "La Prova dell'Acciaio",
		"descriptionText": "<i>L'inventore di droidi di cui Jarrod era un tempo apprendista è stato tradito e tutte le sue creazioni rubate. Ora il suo nuovo potente prototipo, un modello basato sulla stessa categoria di droidi da cui Jarrod ha sviluppato J4X-7, sta per essere prodotto in massa dell'Impero. E' necessario recuperare i piani e distruggere tutti i droidi imperiali X-8.</i>",
		"bonusText": "",
		"heroText": "Jarrod Kelvin",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Kuat",
			"Struttura"
			],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "\"Aggiornamento x-8\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Empire16",
		"name": "Questioni in Sospeso",
		"descriptionText": "<i>Quando il wookie Drokkatta fuggì dalle miniere di Geonosis dove lavorava come schiavo, si lasciò indietro molti amici e persone care. Ora che la Ribellione considera la struttura mineraria un bersaglio essenziale, Drokkatta ha la possibilità di mantenere la promessa di tornare da loro.</i>",
		"bonusText": "",
		"heroText": "Drokkatta",
		"allyText": "",
		"villainText": "",
		"tagsText": 
			[
			"Geonosis",
			"Struttura"
			],
		"expansionText": "Il Cuore dell'Impero",
		"rebelRewardText": "\"Ruggito Wookiee\" Carta Ricompensa",
		"imperialRewardText": ""
	}
]