[
	{
		"id": "Hoth1",
		"name": "Disastro",
		"descriptionText": "<i>La vostra navetta riceve una comunicazione urgente. Vi affrettate ad attivare il comunicatore, nella speranza che si tratti finalmente dei dati analizzati del codice Imperiale. Con orrore, scoprite invece che è un messaggio frammentato da un profugo su Hoth rifugiatosi a Haven:\n\"Nessun preavviso… attacco… in massa… Imperiali… nessuna via di fuga… sopravvissuti… presto… aiuto!\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth2",
		"name": "Rifugio Sotto Attacco",
		"descriptionText": "<i>Zotho Benex ha espresso le sue preoccupazioni riguardo alle capacità difensive del suo insediamento, ma finora l’impero non ha dato segno di interessarsene. Tuttavia le operazioni Imperiali sono in continua espansione e Benex teme che le sue esigue difese potranno ben poco contro la potenza dell’Impero...</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth3",
		"name": "Un Passo Indietro",
		"descriptionText": "<i>Il generale Imperiale chiamato Sorin si è rivelato essere la mente delle recenti operazioni contro la Ribellione. Grazie alla pura fortuna o a un’attenta pianificazione si è sempre dimostrato un passo avanti a voi, in ogni occasione. Ora avete scoperto l’ubicazione di una delle sue basi operative, un avamposto su Hoth. Sarebbe un bersaglio perfetto da cui recuperare informazioni preziose…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth4",
		"name": "La Nostra Ultima Speranza",
		"descriptionText": "<i>L’assedio era un diversivo, e ora avete scoperto il disperato tradimento di Benex. Sorin è attualmente in volo verso una base principale e condurrà chissà quanti Imperiali verso quell’insediamento. La vostra unica speranza è intercettarlo lungo il tragitto e fare tutto il possibile per impedire il suo arrivo…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth5",
		"name": "Operazione di Salvataggio",
		"descriptionText": "<i>A seguito della disastrosa missione alla base Echo, Benex, il capo di Haven, è stato catturato dalle truppe Imperiali. Dato l’accesso prioritario che aveva ai dati dell’Alleanza, il suo interrogatorio potrebbe rivelare informazioni pericolose. E’ necessario salvarlo immediatamente, prima che qualche prezioso segreto cada nelle mani dell’Impero…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth6",
		"name": "Ritorno alla Base Echo",
		"descriptionText": "<i>Benex e la sua gente temono la rappresaglia dell’Impero: se l’attenzione degli imperiali non sarà attirata altrove, i soldati Imperiali ritorneranno. Presto arriverà un convoglio carico di rinforzi: un potenziale bersaglio che costituirebbe sicuramente un diversivo allettante…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth7",
		"name": "Ritorno su Hoth",
		"descriptionText": "<i>Alla Ribellione sono giunte notizie cupe: la loro base sulla superficie di Hoth è stata scoperta. Guidate dal temibile Darth Vader, le forze dell’Impero lanciano un attacco in grande scala contro le forze ribelli insediate sul pianeta di ghiaccio, pronte a schiacciarle una volta per tutte. A malapena in grado di resistere all’assalto, la Ribellione si affretta a evacuare il gelido mondo e a sfuggire alle grinfie dell’Impero ancora una volta. Mentre i trasporti e i caccia si preparano freneticamente al decollo, alcuni audaci soldati Ribelli rischiano la vita contro avversità soverchianti per procurare loro qualche prezioso secondo in più…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth8",
		"name": "L’Ultima Linea",
		"descriptionText": "<i>Una volta analizzati a fondo, i dati Imperiali codificati rivelano un piano terribile: presto il villaggio sarà il bersaglio di un assedio in piena regola. Vi affrettate a offrire la vostra protezione. L’insediamento è completamente privo delle difese necessarie per respingere un assalto del genere, quindi sarà necessario ritardare le forze nemiche in arrivo quanto basta per consentire a tutti di rifugiarsi in un bunker nella vallata sottostante…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth9",
		"name": "Effetto Neve",
		"descriptionText": "<i>Ora che l’Impero setaccia ogni angolo della galassia in cerca di profughi Ribelli, è solo questione di tempo prima che arrivi a perlustrare l’insediamento. Usando alcune risorse portate dai Ribelli fuggiaschi, Benex e la sua gente hanno allestito una rete di sensori e di armamenti difensivi attorno all’insediamento. Se non altro, quando gli Imperiali arriveranno, saranno pronti ad affrontarli…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth10",
		"name": "Vigilanza Costante",
		"descriptionText": "<i>Prima di unirsi alla Ribellione, Loku Kanaloa aveva già svolto varie missioni come membro delle forze speciali Mon Cala. Di recente gli è giunta voce che alcuni dei suoi vecchi commilitoni sono stati catturati. Sono rinchiusi in un’area di detenzione e tra poco tempo saranno trasferiti.</i>",
		"bonusText": "",
		"heroText": "Loku Kanoloa",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Mon Eron",
			"Terre Selvagge",
			"Struttura"
			],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "\"Visione da Battaglia\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth11",
		"name": "Conosci il Tuo Nemico",
		"descriptionText": "<i>VVerena e il suo fratello gemello, Ivan, furono in costante competizione tra loro per tutti gli anni della gioventù. Raggiunta l’età adulta, una divergenza ideologica li indirizzò verso i lati opposti del conflitto: lei aderì alla Ribellione, mentre lui si unì all’Impero. Di recente, avendo scoperto l’ubicazione del fratello, Verena ha deciso che è l’ora di una piccola riunione di famiglia.</i>",
		"bonusText": "",
		"heroText": "Verena Talos",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Corellia",
			"Struttura"
			],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "\"Pugno di Ferro\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth12",
		"name": "Misure Preventive",
		"descriptionText": "<i>In origine MHD-19 era obbligato con la forza a prestare servizio, ma fu liberato anni fa da un uomo di nome Draylen, a cui il droide è rimasto tenacemente devoto fin da allora. Draylen è poi diventato un agente Ribelle ed è stato catturato nel corso di una recente missione. Adesso, MHD-19 ritiene di dover restituire il favore che ottenne da lui anni fa.</i>",
		"bonusText": "",
		"heroText": "MHD-19",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Tro'Har",
			"Terre Selvagge",
			"Struttura"
			],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "\"Miglioria ai Sistemi\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth13",
		"name": "Fuga da Cloud City",
		"descriptionText": "<i>A seguito del catastrofico intervento di Dart Vader e degli assaltatori a Bespin, vari cittadini sono ancora intrappolati nella colonia mineraria e non hanno modo di evacuare.</i>",
		"bonusText": "Quando questa carta entra in gioco, il giocatore Imperiale reclama la carta Ricompensa \"Rifornimenti Interrotti\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Bespin",
			"Struttura"
			],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "\"Reti Ripristinate\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth14",
		"name": "Incendio alla Fattoria",
		"descriptionText": "<i>Un gruppo di coltivatori di umidità che simpatizzava per la Ribellione ha offerto rifugio a vari soldati ed eroi dell’Alleanza. Ora l’Impero ha scoperto la loro fattoria e ha dato il via a un attacco spietato. Questi grandi alleati della causa Ribelle avranno bisogno di aiuto per sopravvivere.</i>",
		"bonusText": "Quando questa carta entra in gioco, il giocatore Imperiale reclama la carta Ricompensa \"Vantaggio Costante\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Periferia"
			],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "\"Rientro in Azione\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth15",
		"name": "Sopravvivenza del Più Forte",
		"descriptionText": "<i>NLe pattuglie della zona hanno ricevuto un debole segnale di soccorso proveniente da Hoth. A quanto pare, qualcuno che era rimasto indietro è sopravvissuto. L’Alto Comando vuole che vi uniate a una piccola squadra di salvataggio, nel disperato tentativo di salvare questa povera anima smarrita.</i>",
		"bonusText": "Quando questa carta entra in gioco, il giocatore Imperiale reclama la carta Ricompensa \"Logorati dallo Sforzo\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Hoth",
			"Terre Selvagge"
			],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "\"Rinvigoriti dal Successo\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Hoth16",
		"name": "Con le Maniere Forti",
		"descriptionText": "<i>Chewbacca ha scoperto che un paio di cacciatori di taglie di serie B rimasti su Ord Mantell, i fratelli Krandt, potrebbero avere informazioni sul capitano Solo e sul modo di strapparlo dalle grinfie di Jabba the Hutt.</i>",
		"bonusText": "Quando questa carta entra in gioco, il giocatore Imperiale reclama la carta Ricompensa \"Distrazioni\".",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [
			"Ord Mantell",
			"Periferia"
			],
		"expansionText": "Ritorno su Hoth",
		"rebelRewardText": "\"Strategia Eseguita\" Carta Ricompensa",
		"imperialRewardText": ""
	}
]