[
	{
		"id": "Jabba1",
		"name": "Quasi a Casa",
		"descriptionText": "<i>\"Abbiamo ricevuto una anomalia nelle trasmissioni della nave quando abbiamo lasciato il sistema,\" recita un messaggio di avvertimento dal convoglio. \"Abbiamo tracciato il messaggio fino alla base operativa del Capitano Terro, ma temiamo che sulla vostra nave sia stato piazzato un radiofaro tracciante. Dovete raggiungere quella base e distruggere le coordinate che potrebbero aver recuperato prima che i passeggeri possano essere trasportati a destinazione.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba2",
		"name": "Alleati Pericolosi",
		"descriptionText": "<i>I vostri amici e le vostre famiglie sono pronti a essere trasferiti, ma il Capitano Terro, infuriato per la decisione di Jabba di aiutarvi, ha bloccato l’unico sentiero che conduce alle navi. Impaziente di dimostrare chi è che comanda. Jabba vi invita sul suo galeone a vela, il Khetanna, a spiegare al capitano Imperiale chi è il vero padrone di Tatooine.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba3",
		"name": "Eseguire il Piano",
		"descriptionText": "<i>Un messaggio di Bib Fortuna vi informa che Jabba ha intercettato una trasmissione della squadra di Terro in cui si allude ad una imboscata che ha intenzione di tendere alla nuova colonia. \"Io guiderò una squadra delle guardie migliori di Jabba,\" vi spiega, \"vi aiuteremo a porre fine a questa storia una volta per tutte.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba4",
		"name": "Da Ogni Lato",
		"descriptionText": "<i>I civili sono pronti ad essere trasferiti ed è stata una task force per trasportarli fino a un rifugio sicuro. Purtroppo, i vostri informatori vi riferiscono che Jabba non ha preso alla leggera questo tradimento e si prepara a fermarvi con ogni mezzo a sua disposizione. Allo stresso tempo i vostri sensori rivelano una squadra di Terro che avanza verso di voi.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba5",
		"name": "Negoziati Ostili",
		"descriptionText": "<i>Forse non ci sarà onore tra i ladri, ma a volte anche loro sono costretti a fare affidamento l’uno sull’altro. Jabba viole che scortiate una contrabbandiera per stringere un patto su Dosha: la tensione tra le parti che devono concludere l’affare è alta, quindi dovrete assicurarvi che la consegna si concluda in termini civili … o quanto meno che porti profitto.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba6",
		"name": "Momento Fatidico",
		"descriptionText": "<i>L’alleanza vi contatta tramite un canale protetto, mettendovi al corrente di una complicazione nell’ultimo incarico assegnatovi da Jabba: i Ribelli si sono procurati le risorse per una piccola flotta di soccorso che ora è diretta verso di voi, ma sarà necessario che sabotiate le difese orbitale della base Imperiale principale. Sperate di avere tempo a sufficienza per completare entrambe le missioni.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba7",
		"name": "Ammutinamento",
		"descriptionText": "<i>Dopo il tradimento di Jabba e la vostra cattura, venite condannati in un processo-farsa: sarete gettati nella fossa del potentissimo Sarlacc, dove, come annuncia l’interprete dell’Hutt, \"scoprirete una nuova qualità di dolore e di sofferenza venendo digeriti lentamente… per un migliaio di anni.\" Poi venite condotti a bordo delle scialuppe, che si alzano in volo sotto i raggi cocenti del sole solcando la distesa desertica.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba8",
		"name": "Incarichi Esplosivi",
		"descriptionText": "<i>Gli Imperiali godono di rifornimenti illimitati e di certo non si fanno mancare una buona dose di esplosivi. Jabba vuole che recuperiate una parte di quelle munizioni in eccedenza, da usare peri i sui scopo personali, tuttavia si dimostrerebbe comprensivo se le difese Imperiali vi costringessero a usare pare del carico stesso per completare al missione.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba9",
		"name": "Assalto al Palazzo",
		"descriptionText": "<i>Al tradimento di Jabba si può rispondere sono con la forza. Se desiderate salvare i vostri amici e le vostre famiglie da una vita di schiavitù, un assalto frontale è l’unica opzione che vi resta. Il vostro pilota vi avverte per l’ultima volta che il vostro è un piano folle, e voi gli rispondete che è l’unico modo; vi deposita a poca distanza dal Palazzo di Jabba nel Mare delle Dune e vi augura buona fortuna quando iniziate a marciare verso il portone.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba10",
		"name": "Intrusi",
		"descriptionText": "<i>Pericolo! La guerra civile galattica infuria e il tirannico Impero ha adottato una nuova, spregevole tattica: bersagliare le famiglie e gli altri civili. I coraggiosi soldati dell’Alleanza Ribelle cercano di mettere in salvo questi civili innocenti, guidando un convoglio fino a un rifugio sicuro su un pianeta Ribelle nascosto. A seguito di una devastante imboscata e una furibonda battaglia, molte navi Ribelli vengono distrutte. I sopravvissuti si rifugiano sul remoto pianeta desertico Tatooine, nella speranza di avere migliori possibilità di sopravvivenza presso il malvagio bandito Jabba the Hutt che nelle mani dell’Impero. Ma quando le navi Ribelli danneggiate precipitano sulle dune roventi del deserto, rilevano il messaggio di una guarnigione Imperiale che sta già inviando i sui Assaltatori…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba11",
		"name": "Caccia al Trofeo",
		"descriptionText": "<i>Jabba ha emesso una condanna a morte su un ufficiale Imperiale di nome Kallenn, ma la sua scorta fino ad ora è riuscita a tenerlo al sicuro.\" Doveva consegnarmi un nuovo animale domestico, ma se l’è tenuto per sé,\" vi annuncia il suo interprete,\"e ai traditori non va mostrata nessuna pietà.\" \nJabba vuole che vi uniate a uno dei suoi migliori cacciatori di taglie nel tentativo di eliminare Kallenn una volta per tutte.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba12",
		"name": "Guerra Territoriale",
		"descriptionText": "<i>Una banda rivale ha lentamente, ma inesorabilmente eroso i territori di Nal Hutta sotto il controllo di Jabba, e questo affronto non può restare impunito. Jabba vi assegna una missione molto semplice: \"Fate di questa feccia un esempio per tutti.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText": [],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba13",
		"name": "Accoglienza da Eroe",
		"descriptionText": "<i>Anche se su gli altri pianeti si è fatto una reputazione come mercenario spietato, presso il suo clan natio Vinto Hreeda è considerato un vigilante e un fidato difensore. Quando un gruppo di pirati, una scheggia impazzita di un clan rivale, ruba delle scorte mediche essenziali, il primo impulso del clan di Vinto è quindi quello di inviare un messaggio all’eroe, supplicando il suo aiuto.</i>",
		"bonusText": "",
		"heroText": "Vinto Hreeda",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Rodia",
			"Periferia"
			],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "\"Desperado\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba14",
		"name": "Nata dalla Morte",
		"descriptionText": "<i>Shyla ha sempre ammirato il potente clan di guerrieri mandaloriani noti come la Veglia della Morte, ma quando ha scoperto che una base nascosta contenente molte loro vecchie registrazioni è stata scoperta di recente da una squadra esplorativa Imperiale, il suo desiderio di saperne di più si è trasformato in un’ossessione.</i>",
		"bonusText": "",
		"heroText": "Shyla Varad",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Mandalore",
			"Struttura"
			],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "\"Retaggio Mandaloriano\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba15",
		"name": "Estorsione",
		"descriptionText": "<i>Gli antichi rivali di Onar Koma hanno catturato alcuni vecchi amici della guardia del corpo mercenaria e hanno diffuso un’esplicita minaccia: \"Saranno loro a pagare per i suoi peccati.\" I fuorilegge esigono di incontrarlo presso una famigerata sala da gioco sul pianeta natio di Onar: si tratta palesemente di una trappola, ma l’Aqualish è infuriato ed è disposto a farla scattare.</i>",
		"bonusText": "",
		"heroText": "Onar Koma",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Ando",
			"Struttura"
			],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "\"Mietitore\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Jabba16",
		"name": "Caccia Pericolosa",
		"descriptionText": "<i>I rapporti degli esploratori riferiscono che alcune squadre di ricognizione Imperiali hanno cercato di potenziare il loro arsenale recuperando le uova dei temibili rancor del pianeta Dathomir. Dal momento che potrebbero essere vendute a un costo esorbitante anche ai signori degli Hutt in cerca di animali esotici, il Comando vuole che quelle uova siano recuperate, nella duplice speranza di vanificare le attività Imperiali e di ottenere fondi preziosi.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Dathomir",
			"Desolazioni"
			],
		"expansionText": "Il Dominio di Jabba",
		"rebelRewardText": "Crediti",
		"imperialRewardText": ""
	}
]