[
	{
		"id": "Lothal1",
		"name": "Invito all’Azione",
		"descriptionText": "<i>\"Ogni volta che ho lavorato con un Ribelle, tutti ne hanno tratto profitto!\" dichiara Hondo Onaka, un tempo pirata e adesso poco di buono. \"L’Impero pensa che non sia rimasto più alcun Ribelle su Lothal, quindi appropriarsi di armi sarà come rubare crediti a un bambino.\" Il suo sguardo si perde nel vuoto. \"Ah, bei tempi.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Periferia"
			],
		"expansionText": "Tiranni di Lothal",
		"rebelRewardText": "\"Capo della Cellula Nova\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal2",
		"name": "Duello su Devaron",
		"descriptionText": "<i>Il padre di Tress raccontava le storie più incredibili dei tempi in cui contrabbandava spezie in tutta la Fascia Esterna. Tress ricorda bene la sua spavalderia… e il suo bisogno ossessivo di annotare e proteggere ogni rotta segreta delle sue operazioni. Anche se suo padre ora non c’è più, quelle note potrebbero tornare utili ai contrabbandieri Ribelli. Per recuperarle, Tress dovrà fare ritorno ad una casa che ha soltanto brutti ricordi da offrirle.</i>",
		"bonusText": "",
		"heroText": "Tress Hacnua",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Devaron",
			"Giungla"
			],
		"expansionText": "Tiranni di Lothal",
		"rebelRewardText": "\"Integrità\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal3",
		"name": "Corsa su Ryloth",
		"descriptionText": "<i>Una recente incursione dell’ISB ha condotto alla cattura di alcuni rifornimenti essenziali per la resistenza di Ryloth, assieme ad alcuni dati criptati relativi alle sue operazioni su quel pianeta. Hera Syndulla ha inviato un membro del suo equipaggio a recuperare le scorte e i dati prima che l’Impero possa usarli contro i Twi’lek ribelli.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "1 qualsiasi alleato Spectre",
		"villainText": "",
		"tagsText":
			[
			"Ryloth",
			"Pianure"
			],
		"expansionText": "Tiranni di Lothal",
		"rebelRewardText": "1 qualsiasi alleato Spectre",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal4",
		"name": "Le Sabbie di Seelos",
		"descriptionText": "<i>Una volta appreso che il suo comandante all’epoca delle Guerre dei Cloni, Wolffe, non solo è vivo, ma è anche un alleato della Ribellione, CT-1701 si offre volontario assieme alla sua squadra per recarsi su Seelos e recuperare le informazioni contenute nel camminatore AT-AT rubato da Wolffe. Ma l’Impero è arrivato per primo, e ora da la caccia al camminatore con le sue macchine da guerra corazzate…</i>",
		"bonusText": "",
		"heroText": "CT-1701",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Seelos",
			"Deserto"
			],
		"expansionText": "Tiranni di Lothal",
		"rebelRewardText": "\"Centro!\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal5",
		"name": "Assedio su Geonosis",
		"descriptionText": "<i>Grazie alla ricognizione effettuata dagli Spectre su Geonosis, la Ribellione ha l’opportunità di rimettere in funzione una vecchia fabbrica di droidi da battaglia e di inviare quei soldati delle Guerre dei Cloni contro la potenza dell’Impero. Uno degli Spectre vi attende sul posto.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "1 qualsiasi alleato Spectre",
		"villainText": "",
		"tagsText":
			[
			"Geonosis",
			"Struttura"
			],
		"expansionText": "Tiranni di Lothal",
		"rebelRewardText": "1 qualsiasi alleato Spectre",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal6",
		"name": "L’Ordine Finale",
		"descriptionText": "<i>Un ingegnere Imperiale su Lothal sta per disertare e dichiara di sapere dove sono custodite le informazioni cruciali dei nuovi piani del Gran’Ammiraglio Thrawn per il sistema di Lothal. I Comando vuole che controlliate se il disertore dice il vero e, se necessario, fermare qualsiasi piano Thrawn stia per attuare.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Periferia"
			],
		"expansionText": "Tiranni di Lothal",
		"rebelRewardText": "Crediti",
		"imperialRewardText": ""
	}
]