[
	{
		"id": "Twin1",
		"name": "Inseguimento nel Canyon",
		"descriptionText": "<i>Le operazioni dell’Impero su Tatooine hanno preso una brutta piega: le informazioni recuperate sembrano indicare che si sia alleato con alcuni predoni Tusken locali, e che ora i due gruppi lavorino assieme nei pressi di una base nella Desolazione dello Jundland. E’ necessario infiltrarsi in questa base e rubare i dati delle operazioni prima che sia troppo tardi…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Tatooine",
			"Desolazioni"
			],
		"expansionText": "Ombre Gemelle",
		"rebelRewardText": "\"Controparti\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Twin2",
		"name": "Braccati",
		"descriptionText": "<iIn reazione a una minaccia crescente su Tatooine, Han Solo ha recentemente intrapreso una missione per indagare su quel pianeta della Fascia Esterna. Ma ora che le comunicazioni con Solo si sono interrotte, il Comando teme che il suo passato alla fine sia riuscito a raggiungerlo…</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Han Solo (Canaglia)",
		"villainText": "",
		"tagsText":
			[
			"Tatooine",
			"Periferia"
			],
		"expansionText": "Ombre Gemelle",
		"rebelRewardText": "\"Han Solo (Canaglia)\" alleato",
		"imperialRewardText": ""
	},
	{
		"id": "Twin3",
		"name": "Nemici di una Vita Passata",
		"descriptionText": "<i>Nessuno nella Ribellione sembra conoscere il motivo dell’odio bruciante di Biv Bodhrik nei confronti degli assaltatori; si sa solo che tra i loro uccisori è il più spietato ed efficiente disponibile. Quindi quando gli agenti hanno perduto ogni contatto con C-3PO durante la ricognizione di un potenziale avamposto di assaltatori su Tatooine, Biv era il numero uno della lista tra quelli in grado di completare la missione…</i>",
		"bonusText": "",
		"heroText": "Biv Bodhrik",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Tatooine",
			"Periferia"
			],
		"expansionText": "Ombre Gemelle",
		"rebelRewardText": "\"Diamogli la Caccia\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Twin4",
		"name": "Affari Poco Puliti",
		"descriptionText": "<i>Lo spaccio al mercato nero di congegni tecnologici di Saska Teft è tutt’altro che pulito, ma comprende il beneficio collaterale di sviluppare molti contatti nel mondo del crimine. Quando si tratta di recuperare informazioni, Saska è efficiente quanto R2-D2 al terminale di un computer. Ha quindi senso che il Comando intenda inviarli entrambi a indagare sulle dicerie che circolano riguardo Tatooine, il pianeta natale di Saska…</i>",
		"bonusText": "",
		"heroText": "Saska Teft",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Tatooine",
			"Periferia"
			],
		"expansionText": "Ombre Gemelle",
		"rebelRewardText": "\"Occhialoni da Tecnico\" Carta Ricompensa",
		"imperialRewardText": ""
	},
	{
		"id": "Twin5",
		"name": "Fuoco nel Cielo",
		"descriptionText": "<i>Uno Star Destroyer in orbita attorno a Tatooine presagisce un’operazione in forze contro i Ribelli locali. Il recente arrivo dello Slave I ha trasformato una missione Ribelle contro questa nave praticamente un imperativo…</i>",
		"bonusText": "Dopo che gli eroi hanno risolto qualsiasi altra missione secondaria, scarta questa carta e l'Impero riceve la ricompensa indicata. Se gli eroi perdono questa missione, aumenta il livello di minaccia della prossima missione di 1. Durante la fase di Miglioria Ribelle, i giocatori Ribelli possono decidere di spendere 50 crediti per eroe per impedirlo.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Spazio Profondo",
			"Imperiale"
			],
		"expansionText": "Ombre Gemelle",
		"rebelRewardText": "",
		"imperialRewardText": "+1 livello di minaccia per la prossima missione"
	},
	{
		"id": "Twin6",
		"name": "Infiltrati",
		"descriptionText": "<i>L’Impero ha cercato di scoprire l’ubicazione di Luke Skyvalker per mesi. Ora uno Star Destroyer sta per partire alla volta del suo nascondiglio su Sullust, nella speranza di catturare l’eroe della Ribellione.</i>",
		"bonusText": "Dopo che gli eroi hanno risolto qualsiasi altra missione secondaria, scarta questa carta e l'Impero riceve la ricompensa indicata. Se gli eroi perdono questa missione, aumenta il livello di minaccia della prossima missione di 1. Durante la fase di Miglioria Ribelle, i giocatori Ribelli possono decidere di spendere 50 crediti per eroe per impedirlo.",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Spazio Profondo",
			"Imperiale"
			],
		"expansionText": "Ombre Gemelle",
		"rebelRewardText": "",
		"imperialRewardText": "+1 livello di minaccia per la prossima missione"
	}
]