[
  {
    "id": "Hoth1",
    "name": "Disaster",
    "descriptionText": "<i>Üzenet érkezik a hajótokra. Odarohantok a kommunikációs rendszerhez abban reménykedve, hogy ez végre az elemzett Birodalmi kód eredménye lesz. De ez ahelyett valami borzalmas, egy Haven-i Hoth-menekült akadozó kommunikációja: \"Figyelmeztetés nélkül... hatalmas... Birodalmiak... nincs kiút... túlélők... gyorsan... segítség!\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth2",
    "name": "Home Front",
    "descriptionText": "<i>Zotho Benex aggodalmát fejezi ki a települése védelmi képességei miatt, de a Birodalom eddig nem mutatta az érdeklődés jeleit.\r\nA hadműveleteik azonban kifelé terjednek, és Benex attól tart, hogy a minimális védelmi vonalaik nagyon keveset fognak érni a Birodalom hatalmával szemben...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth3",
    "name": "One Step Behind",
    "descriptionText": "<i>Kiderült, hogy a Sorin nevű Birodalmi tábornok áll a Lázadás ellen legutóbb végrehajtott műveletek hátterében. Akár szerencse tehet róla, akár az okos tervezés, mindig egy lépéssel előttetek maradt.\r\nFelfedeztétek az egyik állomáshelyének, egy előőrsnek a helyét Hothon. Hasznos célpontnak tűnik az információk megszerzésére...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth4",
    "name": "Our Last Hope",
    "descriptionText": "<i>Az ostrom csak elterelés volt, és rájöttetek Benex kétségbeesett árulására. Most Sorin egy fontos bázis felé repül, és ki tudja mennyi Birodalmi egységet vezényel oda.\r\nAz egyetlen reményetek az, hogy utoléritek, és megtesztek mindent azért, hogy megakadályozzátok a megérkezését...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth5",
    "name": "Rescue Ops",
    "descriptionText": "<i>Az Echo Bázis katasztrofális küldetését követően a Birodalmi csapatok elfogták Benexet, Haven vezetőjét.\r\nTekintettel arra, hogy fokozott hozzáférése volt a Szövetség adataihoz, a kihallgatása veszélyes információkat tárhat fel. Azonnal ki kell menekíteni, mielőtt bármilyen értékes titok a Birodalom kezébe kerülne...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth6",
    "name": "Return to Echo Base",
    "descriptionText": "<i>Benex és emberei rettegnek a Birodalmi megtorlástól, és hogy a Birodalom katonái visszatérnek, ha csak a figyelmüket máshová nem irányítják.\r\nNemsokára megérkezik egy erősítést tartalmazó konvoj; egy potenciális célpont, ami bizonyosan jelentős figyelem elterelést okozna...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth7",
    "name": "The Battle of Hoth",
    "descriptionText": "<i>Nehéz idők járnak a lázadókra; felfedezték bázisukat a Hoth felszínén. A félelmetes Darth Vader vezetésével a Birodalom elsöprő támadást indít a Lázadás ellen a metsző hidegben, készen arra, hogy egyszer s mindenkorra eltiporja azt.\r\nA Lázadók a támadó seregektől körülzárva, kétségbeesetten próbálják evakuálni a fagyott bolygót, újfent kicsúszva ezzel a Birodalom karmai közül. Miközben a teherhajók és a vadászgépek a távozás előkészítésével bajlódnak, néhány bátor Lázadó katona az élete kockáztatásával próbál nekik néhány értékes másodpercet nyerni...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth8",
    "name": "The Last Line",
    "descriptionText": "<i>A kódolt Birodalmi adatok kielemzésével szörnyű terv tárul fel: a falu teljes ostromára készülnek, méghozzá hamarosan. Sietve felajánljátok a segítségeteket a védelemre, mivel a településnek közel sincs olyan erős védelme, mint ami szükséges lenne egy ilyen támadás visszaveréséhez. Éppen ezért a beérkező erőket nektek kell feltartani  minél tovább, hogy mindenkit evakuálni lehessen a lejjebb húzódó völgyben lévő bunkerbe...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth9",
    "name": "White Noise",
    "descriptionText": "<i>Mivel a Birodalom minden követ megmozgat Lázadó menekülteket keresve, csak idő kérdése, hogy a települést is átkutassák.\r\nA bujkáló Lázadók által magukkal hozott erőforrások egy részét felhasználva Benex és emberei érzékelők és védelmi fegyverek hálózatát hozták létre a település körül. Legalább amikor Birodalmi erők közelednek, készen fognak állni...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth10",
    "name": "Constant Vigilance",
    "descriptionText": "<i>Mielőtt csatlakozott a Lázadáshoz, Loku Kanoloa a Mon Cala Különleges Erők tagjaként több küldetésen is részt vett.\r\nNemrégiben arról értesült, hogy több volt bajtársát is elfogták. Átmeneti cellákban tartják őket fogva, és kevés idő maradt hátra az áthelyezésükig.</i>",
    "bonusText": "",
    "heroText": "Loku Kanoloa",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Mon Eron",
      "Vadon",
      "Létesítmény"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Battle Vision\" Jutalom kártya",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth11",
    "name": "Know Your Enemy",
    "descriptionText": "<i>Verena és ikertestvére, Ivan egész fiatalkorukban vég nélkül versenyeztek egymással mindenben.\r\nAmikor felnőtté váltak, az szemléletük közti szakadék a konfliktus ellentétes oldalaira vezette őket, Verenat a Lázadáshoz, Ivant pedig a Birodalomhoz. Verena nemrég hallott a fivére hollétéről, és úgy döntött, itt az ideje egy kis családi találkozónak.</i>",
    "bonusText": "",
    "heroText": "Verena Talos",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Corellia",
      "Létesítmény"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Iron Hand\" Jutalom kártya",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth12",
    "name": "Preventative Measures",
    "descriptionText": "<i>MHD-19-et egy Draylen nevű férfi szabadította fel kényszerű szolgaságából több évvel ezelőtt, és a droid azóta is ragaszkodóan hűséges hozzá. Draylen azóta Lázadó ügynök lett, de a legutóbbi küldetésén elfogták. MHD-19-et most arra kéri, hogy viszonozza az évekkel ezelőtti szívességét.</i>",
    "bonusText": "",
    "heroText": "MHD-19",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Tro'Har",
      "Vadon",
      "Létesítmény"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Systems Upgrade\" Jutalom kártya",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth13",
    "name": "Escape from Cloud City",
    "descriptionText": "<i>A Darth Vaderrel és a rohamosztagosokkal történt katasztrofális találkozás nyomán a Bespinen számos polgár a bányatelepen rekedt, és képtelenek elmenekülni.</i>",
    "bonusText": "Amig ez a kártya játékban van, a Birodalom követelheti \"Supply Disruption\" jutalom kártyát.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Bespin",
      "Létesítmény"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Networks Restored\" Jutalom kártya",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth14",
    "name": "Scouring of the Homestead",
    "descriptionText": "<i>A Lázadással szimpatizáló párafarmerek egy csoportja hősöket és katonákat rejtegetett a Szövetség számára. Most a Birodalom megtalálta ezt a tanyát, és kegyetlen támadást indít. Ezeknek a hősi szövetségeseinknek segítségre van szükségük, az életben maradáshoz.</i>",
    "bonusText": "Amig ez a kártya játékban van, a Birodalom követelhet egy véletlenszerű Bane jutalom kártyát",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Külváros"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Resurgence\" Jutalom kártya",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth15",
    "name": "Survival of the Fittest",
    "descriptionText": "<i>A közeli felderítő járőrök gyenge vészjelzést észleltek Hothról. Minden látszat szerint életben maradt valaki, akit hátrahagytak az evakuáció során.\r\nA Főparancsnokság kétségbeesetten meg akarja menteni ezt a szerencsétlen elveszett lelket, ezért azt akarja, hogy csatlakozzatok egy felmentő csapathoz. </i>",
    "bonusText": "Amig ez a kártya játékban van, a Birodalom követelheti \"Weary from Toil\" jutalom kártyát.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Hoth",
      "Vadon"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Invigorated by Success\" Jutalom kártya",
    "imperialRewardText": ""
  },
  {
    "id": "Hoth16",
    "name": "The Hard Way",
    "descriptionText": "<i>Chewbacca felfedezett egy pár B-kategóriájú fejvadászt Ord Mantell-en, a Krandt testvéreket, akiknek lehet némi információjuk Solo kapitányról és arról, hogyan lehetne kiszabadítani Jabba, a Hutt karmaiból.</i>",
    "bonusText": "Amig ez a kártya játékban van, a Birodalom követelheti \"Distraction\" jutalom kártyát.",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Ord Mantell",
      "Külváros"
    ],
    "expansionText": "Return to Hoth",
    "rebelRewardText": "\"Strategy Executed\" Jutalom kártya",
    "imperialRewardText": ""
  }
]