{
	"events": [
		{
			"eventName": "Скрытая взрывчатка",
			"eventID": "E1",
			"eventFlavor": "Внезапно один из ваших врагов отбрасывает свое оружие и с громким криком бросается на вас. Вы замечаете заряд детонатора, зажатый в его кулаке. Мгновение спустя заряд взрывается, ударная волна сильно бьёт по вам.",
			"content": [
				"Первая имперская фигурка со стоимостью 5 или меньше немедленно выполняет следующие инструкции:",
				"{-}Движение 3, чтобы вступить в бой с 2 или более повстанцами.",
				"{-}Если рядом находятся 2 или более повстанцев, каждая соседняя фигурка повстанца и объекты получают 2 {H}.  После чего, имперская фигурка побеждена.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Смена приоритетов",
			"eventID": "E2",
			"eventFlavor": "Где-то, многочисленные дисплеи освещают бледным светом лица членов имперского военного совета. 'Так не пойдёт' - говорит адмирал Империи. 'Нам нужно изменить планы.' Он поворачивается к своему помощнику. 'Выполните план действий на случай чрезвычайной ситуации.'",
			"content": [
				"Возьмите карту из колоды 'Имперских заданий' и введите её в игру.",
				"Если в игре уже есть второстепенное задание Империи или срочное задание, проигнорируйте это событие.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Благородная жертва",
			"eventID": "E3",
			"eventFlavor": "В то время как ваши выстрелы продолжают сыпаться на ваших врагов, один офицер выходит вперед, бросая вызов и приказывая войскам двигаться дальше. Вскоре он погибает в огне, но ваши враги воодушевляются и бросаются вперёд, их выстрелы пронизывают воздух.",
			"content": [
				"Выберите Имперского КОМАНДИРА или СТРАЖА со стоимостью 5 или меньше, находящегося в пределах 2 клеток от хотя бы одной Имперской фигурки. Выбранная фигурка побеждена.",
				"Все фигурки Империи в пределах 2 клеток немедленно выполняют следующие инструкции:",
				"{-}Движение 2 для атаки {R1}",
			],
			"eventRule": ""
		},
		{
			"eventName": "За лидером",
			"eventID": "E4",
			"eventFlavor": "'Сюда!' - кричит один из врагов. 'Это тот самый! Всем сосредоточиться на этом мятежном отребье!' Со стороны врагов обрушивается шквал бластерных выстрелов.",
			"content": [
				"Бросьте 2 жёлтых кубика. Повстанец, имеющий меньше всего {H} получает по 1 {H} за каждую выпавшую {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Сверхъестественная сила",
			"eventID": "E5",
			"eventFlavor": "Двое ваших врагов отступают, их броня опалена вашими атаками. Но они не падают. Вместо этого они выпрямляются. С рёвом они прыгают вперёд. Их раны зажили, а глаза сияют ненавистью.",
			"content": [
				"Две ближайшие к повстанцам фигурки Империи восстанавливают 2 {H} и Фокусируются.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Электробластеры",
			"eventID": "E6",
			"eventFlavor": "Вы слишком поздно замечаете, что некоторые из ваших врагов носят не обычное оружие. Их бластеры потрескивают от электричества. Внезапно в вашу сторону вспыхивают электроразряды, по дуге прокладывая себе путь сквозь пахнущий озоном воздух.",
			"content": [
				"Выберите 2 повстанца. Эти повстанцы проходят проверку {K}. Каждая провалившая проверку фигурка Оглушена.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Непрерывный огонь",
			"eventID": "E7",
			"eventFlavor": "Ваши враги хорошо скоординированы. Они методично продвигаются вперёд, обрушивая на вас бластерный огонь.",
			"content": [
				"Две ближайшие к {R1} фигурки немедленно выполняют следующие инструкции:",
				"{-}Движение 2 для атаки {R1}. Затем они Оглушаются.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Предоставьте их мне",
			"eventID": "E8",
			"eventFlavor": "На мгновение звуки битвы стихают. Из тени появляется угрожающая фигура.",
			"content": [
				"Дислоцируйте {V}.",
				"Если этот злодей не был получен ранее, теперь он считается полученным.",
			],
			"eventRule": "R8"
		},
		{
			"eventName": "Бластерные установки",
			"eventID": "E9",
			"eventFlavor": "С жужжащим звуком из стен и скрытых панелей появляются автоматические бластерные установки. Они сразу же открывают огонь по вам.",
			"content": [
				"Бросьте 1 жёлтый кубик. Каждая повстанческая фугурка получает по 1 {H} за каждую выпавшую {H} и по 1 {C} за каждую выпавшую {B}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Принятие страданий",
			"eventID": "E10",
			"eventFlavor": "'Поддайся своей ненависти' - зловещий голос звучит в голове. Он полон злобы, но странно убедителен. 'Прими страдания.' Ваши глаза расширяются от шока, когда вы поднимаете оружие против своих товарищей, не в силах остановиться.",
			"content": [
				"{R1} немедленно выполняет следующие инструкции:",
				"{-}Движение 2 для атаки {R2}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Боевые медики",
			"eventID": "E11",
			"eventFlavor": "Ваши выстрелы оттесняют врагов назад, однако к сражению присоединяются новые подкрепления с зелёными значками боевых медиков. Они бегут к раненым солдатам, пытаясь сделать всё возможное, чтобы залатать их.",
			"content": [
				"Все СОЛДАТЫ Империи немедленно выполняют следующие инструкции:",
				"{-}Движение 2, чтобы оказаться с максимально возможным числом дружественных раненых фигурок в пределах 2 клеток от вас.",
				"{-}Каждая дружественная фигурка в пределах 2 клеток от вас восстанавливают 2 {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Хирургическая точность",
			"eventID": "E12",
			"eventFlavor": "Пронзительный звук ионных двигателей прерывает битву. Вы прыгаете в укрытие, когда в небе над вами появляются TIE бомбардировщики, сбрасывающие заряды. Вам удаётся избежать самых мощных взрывов, но ударные волны и расплавленные осколки попадают по вам.",
			"content": [
				"Каждый герой, находящийся на наружних клетках, проходит проверку {K}. Каждый герой проваливший проврку получает 1 {C} и 1 {H}, а так же Кровотечение и Слабость.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Как пожелаете",
			"eventID": "E13",
			"eventFlavor": "Где-то, высокая тёмная фигура стоит преклонив колено перед мерцающей голубой голограммой. Звук его дыхательного аппарата - единственное, что нарушает тишину. Наконец, человек в капюшоне из голограммы произносит: 'Это затянулось достаточно надолго, лорд Вейдер. Позаботьтесь об этом лично.'",
			"content": [
				"Дарт Вейдер (Повелитель ситхов) добавляется к колоде дислокации. Он может быть дислоцирован приложением до конца задания.",
			],
			"eventRule": "R13"
		},
		{
			"eventName": "Огонь по готовности",
			"eventID": "E14",
			"eventFlavor": "Эффективность имперских солдат ужасает. 'Всем солдатам, стрелять по готовности! Уничтожте их!' - кричит сержант штурмовиков. Словно ведомые невидимой рукой, все солдаты поднимают своё оружие и сосредотачивают огонь на вас.",
			"content": [
				"Все СОЛДАТЫ Империи немедленно выполняют следующие инструкции:",
				"{-}Атака по {R1}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Неотвратимый рок",
			"eventID": "E15",
			"eventFlavor": "По мере того, как имперцы осыпают вас бластерным огнём, ваши враги обретают уверенность. Они быстро продвигаются вперёд, их оружие наготове.",
			"content": [
				"Четыре ближайшие к повстанцам имперские фигурки концентрируются.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Тактическая взрывчатка",
			"eventID": "E16",
			"eventFlavor": "'Сейчас рванёт!' Вы ныряете в укрытие, когда в вас летят гранаты.",
			"content": [
				"Все повстанцы проходят проверку {J}. Каждая фигурка провалившая проверку получает 3 {H} и Кровотечение.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Ударить и подчинить",
			"eventID": "E17",
			"eventFlavor": "Внезапно похожие на молнии взрывы прорезают воздух, нацеливаясь на уставших и ослабленых. Они заставляют ваши конечности непроизвольно подергиваться, по вашим телам пробегают спазмы.",
			"content": [
				"Каждый герой получивший 2 или более {C} проходит проверку {J} и {K}. При провале проверки {J}, они получают 2 {C}. При провале проверки {K}, они получчают Слабость.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Освобождённый",
			"eventID": "E18",
			"eventFlavor": "Внезапно появляется огромная клетка, которую везут репульсорные сани. Внутри неё рычит ужасающий зверь. Хихикая, хозяин зверя запрыгивает на клетку, тычет в нее электрическим шестом и рывком открывает дверцу клетки. Зверь рыча вырывается и бросается на вас, чтобы разорвать вас на куски.",
			"content": [
				"Дислоцируйте {CR}. Существо немедленно выполняет следующие инструкции:",
				"{-}Движение 3 чтобы приблизиться к {R1}.",
				"{-}Все вражеские фигурки на соседних клетках получают 1 {H}.",
			],
			"eventRule": "R18"
		},
		{
			"eventName": "Вдохновляющий приказ",
			"eventID": "E19",
			"eventFlavor": "",
			"content": [
				"Каждая имперская фигурка в пределах 3 клеток от имперского КОМАНДИРА Концентрируется.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Когда они меньше всего этого ожидают",
			"eventID": "E20",
			"eventFlavor": "",
			"content": [
				"Каждый имперский ОХОТНИК HUNTER немедленно выполняет следующие инструкции:",
				"{-}Движение 3, чтобы оказаться на расстоянии 2х клеток от повстанцев, и Концентрируются.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Изоляция",
			"eventID": "E21",
			"eventFlavor": "",
			"content": [
				"Каждый герой, который не находится в пределах 2 клеток от другой фигуры повстанцев, получает 2 {C} и Слабость.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Медик!",
			"eventID": "E22",
			"eventFlavor": "",
			"content": [
				"Бросьте 1 красный кубик. Все повстанцы восстанавливают {H} в количестве, равном количеству выпавших {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Неожиданная помощь",
			"eventID": "E23",
			"eventFlavor": "Когда вокруг вас раздаются выстрелы, вы внезапно видите светящиеся двигатели приближающегося шаттла. Он приземляется на краю поля боя, и оттуда выходит фигура, улыбающаяся вам и вытаскивающая оружие. 'Я узнал, что вам нужна помощь. Давайте покажем имперцам на что мы способны!'",
			"content": [
				"Дислоцируйте {A} в пределах 2 клеток от героя. Игроки повстанцев контролируют {A} в качестве союзника.",
			],
			"eventRule": "R23"
		},
		{
			"eventName": "Выиграть немного времени",
			"eventID": "E24",
			"eventFlavor": "",
			"content": [
				"1 повстанец может получить 5 {H}. Если он делает это, ограничение количества раундов в этом задании увеличится на 1.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Он с нами",
			"eventID": "E25",
			"eventFlavor": "",
			"content": [
				"Повстанцы могут выбрать 1 имперскую неуникальную фигурку. Эта фигурка выполняет атаку по другой фигурке Империи. Затем, фигурка выполнившая атаку получает 2 {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Бреющий полёт X-Wing",
			"eventID": "E26",
			"eventFlavor": "Ваши комлинки внезапно оживают, и раздается голос, слегка искаженный статическими помехами. 'Эй, ребятя, вы скучали по нам? Извините, мы опоздали. Отметьте свои цели – Красная эскадрилья, атакуйте!' С ревущими двигателями, эскадрилья X-Wing спускается с небес, и их счетверённые бластеры открывают огонь.",
			"content": [
				"Игроки могут выбрать 2 наружние клетки и бросить по 1 зелёному кубику для каждой. Фигурки на выбранных клетках, а так же на клетках рядом, получают 1 {H} за каждую выпавшую {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Смена приоритетов",
			"eventID": "E27",
			"eventFlavor": "Где-то, многочисленные дисплеи освещают бледным светом лица членов имперского военного совета. 'Так не пойдёт' - говорит адмирал Империи. 'Нам нужно изменить планы.' Он поворачивается к своему помощнику. 'Выполните план действий на случай чрезвычайной ситуации.'",
			"content": [
				"Возьмите карту из колоды 'Имперских заданий' и введите её в игру.",
				"Если в игре уже есть второстепенное задание Империи или срочное задание, проигнорируйте это событие.",
			],
			"eventRule": ""
		},
	]
}