[
	{
		"panelHelpID": "EnemyActivation",
		"helpItems": [
			{
				"id": "bonus",
				"helpText": "Бонусные эффекты: В каждом раунде имперская группа получает случайный бонусный эффект, который даёт определённые преимущества. Текущий бонусный эффект отображается в верхней части окна инструкций."
			},
			{
				"id": "card",
				"helpText": "Карта дислокации: В окне активации всегда отображается карточка дислокации группы. Вне режима активации вы можете нажать правой кнопкой мыши на миниатюре врага, чтобы открыть его карточку."
			},
			{
				"id": "tracker",
				"helpText": "Счётчик урона: Вы можете использовать этот счётчик, чтобы отслеживать, сколько повреждений было нанесено каждой фигурке в группе. Нажмите на счётчик, чтобы изменить его идентификатор фигурки или количество повреждений. Вы также можете навести курсор мыши на число и использовать прокрутку колесика вверх/вниз, чтобы изменить значение."
			},
			{
				"id": "instructions",
				"helpText": "Инструкции: Во время активации группы здесь отображаются инструкции для неё. Каждая фигурка в группе, по очереди, начиная с фигурки, ближайшей к повстанцу, выполняет инструкции сверху вниз. Все инструкции, которые не могут быть выполнены фигуркой, пропускаются (смотрите раздел “Пропуск инструкций” в wiki-справке). После того, как фигурка выполнит или пропустит последнюю инструкцию в списке, её активация завершается и активируется следующая фигурка из этой группы.\nИмперская фигурка не может выполнить более двух действий во время своей активации. Инструкция требует траты одного действия за каждый предшествующий ей значок {A} (действие) или {Q} (действие-атака). Если у фигурки осталось недостаточно действий для выполнения инструкции, эта инструкция пропускается. Если не указано иное, имперская фигурка не может выполнить более одного {Q} (действия-атаки) за одну активацию."
			},
			{
				"id": "hide",
				"helpText": "Нажмите на значок глаза, чтобы посмотреть поле. Нажмите на него ещё раз, чтобы снова открыть окно."
			},
			{
				"id": "deploymentCost",
				"helpText": "Стоимость дислокации: Это стоимость дислокации группы. Маленькое число (если таковое имеется) - это стоимость подкреплений (стоимость одной фигурки)."				
			},
			{
				"id": "mods",
				"helpText": "Модификации: Если к группе применены какие-либо модификации (например, дополнительный урон), они отображаются здесь."				
			},
			{
				"id": "size",
				"helpText": "Размер группы: Это количество фигурок в группе."				
			},
			{
				"id": "surges",
				"helpText": "Способности перегрузки: Если во время атаки имперской фигурки выпадает какое-либо количество {B}, фигурка тратит перегрузки, следуя этому списку. Фигурка пропускает способность перегрузки, если выполнено одно из следующих условий:\n\n{-}Фигурка уже использовала эту способность во время этой атаки.\n{-}Способность стоит больше перегрузки, чем осталось у фигурки.\n{-}Эта способность не будет иметь никакого эффекта (например, повышение точности, когда атака уже обладает достаточной точностью, или попытка вызвать состояние, при котором атака в данный момент не наносит урона).\n\n Затем, если у фигурки осталась перегрузка, она повторяет этот процесс, снова начиная с начала списка. Если фигурка не может использовать какие-либо способности перегрузки, оставшиеся {B} не оказывают никакого эффекта.\n\nСпособности перегрузки, добавляемые с помощью бонусных эффектов (в верхней части окна инструкций), всегда имеют приоритет 1."				
			},
			{
				"id": "abilities",
				"helpText": "Способности группы: Здесь перечислены способности фигурок в группе. В этой секции так же указаны способности печатных (физических) карт дислокации, которые игнорируются при активации этой группы."				
			},
			{
				"id": "health",
				"helpText": "Здоровье: Количество очков здоровья у фигурки в этой группе."				
			},
			{
				"id": "speed",
				"helpText": "Скорость: Скорость группы. Обычно вам не требуется это значение, т.к. инструкции сообщают на сколько клеток может передвинуться фигурка."				
			},
			{
				"id": "defense",
				"helpText": "Защита: Нажмите на значок защиты, чтобы открыть кубомёт и автоматически кинуть указанные кубики."
			},
			{
				"id": "attack",
				"helpText": "Атака: Нажмите на значок атаки, чтобы открыть кубомёт и автоматически кинуть указанные кубики."
			},
			{
				"id": "colorBlip",
				"helpText": "Цветной кружок указывает на цвет, присвоенный группе."
			},
		]
	},
	{
		"panelHelpID": "DiceRoller",
		"helpItems": [
			{
				"id": "dicePanel",
				"helpText": "Это брошенные кубики. Нажмите на кубик, чтобы убрать его."				
			},
			{
				"id": "dicePool",
				"helpText": "Нажмите, чтобы добавить кубик."				
			},
			{
				"id": "mods",
				"helpText": "Если к группе применены какие-либо модификации (например, дополнительный урон), они отображаются здесь."				
			},
			{
				"id": "card",
				"helpText": "Здесь отображается карточка дислокации группы."				
			},
			{
				"id": "hideRoller",
				"helpText": "Нажмите, чтобы скрыть окно кубомёта, чтобы увидеть инструкции по активации группы, расположенные под ним."				
			}
		]
	},
	{
		"panelHelpID": "MainGame",
		"helpItems": [
			{
				"id": "heroPanel",
				"helpText": "Здесь представлены герои-повстанцы, а также все дислоцированные союзники. Отступившие герои / союзники затемнены. Вы можете использовать иконки активации для отслеживания активаций.\n\nНажмите на группу, чтобы показать варианты ранить (только героев) или победить группу. Цветной круг показывает, здоров герой (зеленый) или ранен (красный)."				
			},
			{
				"id": "objective",
				"helpText": "Текущая цель, которую вам необходимо выполнить.	"				
			},
			{
				"id": "enemyPanel",
				"helpText": "Это список вражеских групп, в котором показаны все дислоцированные в данный момент вражеские группы. Истощённые группы выделены серым цветом. Нажмите на цветной круг в левом верхнем углу, чтобы назначить цвет группе. Нажмите на группу, чтобы отобразить варианты для истощения или поражения группы. Истощение можно отменить, если вы хотите повторно активировать группу.\n\nЗелеными кругами отмечено количество фигурок, оставшихся в группе. Нажмите на них, чтобы убрать фигурки одну за другой. Когда последняя фигурка будет побеждена, вся группа считается побеждённой."			
			},
			{
				"id": "map",
				"helpText": "Это главный экран поля, на котором вы взаимодействуете с заданием и любыми объектами находящимися на поле. Каждый раз, когда открывается окно, вы можете использовать значок глаза в левом нижнем углу, чтобы временно отобразить поле."				
			},
			{
				"id": "imperialActivation",
				"helpText": "Запускает следующую имперскую активацию."				
			},
			{
				"id": "medpacs",
				"helpText": "Отображение имеющихся у вас медпаков. Вы можете открыть окно, чтобы отслеживать свои медпаки и ознакомиться с изменениями в правилах."				
			},
			{
				"id": "missionDashboard",
				"helpText": "Откройте панель мониторинга задания.\n\nПанель мониторинга задания предназначена для нескольких целей. Во-первых, она содержит информацию о задании и особые инструкции.\n\nВо-вторых, она отображает репутацию и вознаграждения. Репутация и вознаграждения дают вам информацию о степени известности и количестве наград, которые вы получили на данный момент в ходе выполнения задания (актуально только при использовании адаптивной сложности).\n\nНаконец, панель мониторинга содержит журнал, в котором сохраняются все события и текстовые сообщения в текущем задании. Вы можете использовать его для перечитывания сообщений, которые вы уже закрыли."				
			},
			{
				"id": "imperialMenu",
				"helpText": "Открывает имперское меню."				
			},
			{
				"id": "settings",
				"helpText": "Откройте окно настроек, чтобы просмотреть доступные настройки, либо выйти из задания."				
			},
			{
				"id": "round",
				"helpText": "Номер текущего раунда."				
			},
			{
				"id": "endRound",
				"helpText": "Завершите текущий раунд и перейдите к фазе статуса."				
			},
		]
	},
	{
		"panelHelpID": "Setup",
		"helpItems": [
			{
				"id": "missionCard",
				"helpText": "Отображает детали задания и его описание."				
			},
			{
				"id": "difficulty",
				"helpText": "Нажмите, чтобы изменить сложность задания."				
			},
			{
				"id": "adaptiveDifficulty",
				"helpText": "Выберите, использовать адаптивную сложность или нет. Адаптивная сложность восполняет часть угрозы для Империи, когда вы побеждаете группу, делая игру более сложной."			
			},
			{
				"id": "threat",
				"helpText": "Настройте уровень угрозы.\n\nНажмите на число, чтобы вывести на экран окно настройки значения, или наведите курсор мыши на число и прокрутите колесико мыши вверх/вниз, чтобы изменить значение."				
			},
			{
				"id": "additionalThreat",
				"helpText": "Если вы хотите начать задание с дополнительной угрозой, задайте её здесь.\n\nНажмите на число, чтобы вывести на экран окно настройки значения, или наведите курсор мыши на число и прокрутите колесико мыши вверх/вниз, чтобы изменить значение."				
			},
			{
				"id": "ignored",
				"helpText": "Выберите игнорируемые (не используемые) группы. Игнорируемые группы никогда не будут добавлены в список дислоцируемых в начале задания. Используйте это, например, чтобы избежать появления таскенских рейдеров на снежных картах (это уже предустановлено в большинстве заданий). Фигурки с зелёной каймой добавлены в список игнорируемых."				
			},
			{
				"id": "villains",
				"helpText": "Если у Империи  в вашей кампании есть заработанные злодеи, выберите их здесь."				
			},
			{
				"id": "allies",
				"helpText": "Выберите, какого союзника взять с собой на задание. Некоторые союзники могут быть запрещены в определенных заданиях. Они выделены красным контуром, но всё равно могут быть выбраны вручную. Угроза добавляется автоматически при ручном выборе союзника."				
			},
			{
				"id": "heroes",
				"helpText": "Выберите, каких героев использовать в задании."				
			},
			{
				"id": "folder",
				"helpText": "Нажмите на значок папки, чтобы вернуться к предыдущей папке (подняться на уровень выше)."				
			},
			{
				"id": "missionPanel",
				"helpText": "Выберите, в какое задание играть."				
			},
			{
				"id": "tiles",
				"helpText": "Нажмите здесь, чтобы открыть список тайлов, используемых в задании, которые вы можете подготовить заранее."				
			},
			{
				"id": "mode",
				"helpText": "Переключайтесь между официальными заданиями (сделанными командой Imperial Commander и включенными в приложение) и пользовательскими заданиями, созданными пользователями."				
			},
			{
				"id": "start",
				"helpText": "Как только всё будет подготовлено, нажмите сюда, чтобы начать задание."
			},
		]
	},
	{
		"panelHelpID": "Campaign",
		"helpItems": [
			{
				"id": "campaignName",
				"helpText": "Нажмите, чтобы изменить пользовательское название кампании."				
			},
			{
				"id": "currentCampaign",
				"helpText": "Выбранная в данный момент кампания."				
			},
			{
				"id": "info",
				"helpText": "Здесь отображается информация о кампании, например, особые правила для кампании и общая подготовка для кампании."				
			},
			{
				"id": "log",
				"helpText": "Открывает журнал кампании — место для внесения заметок по кампании."				
			},
			{
				"id": "exit",
				"helpText": "Возврат на стартовый экран."				
			},
			{
				"id": "missionLayout",
				"helpText": "Это структура кампании. С левой стороны вы видите, какой тип задания вам предстоит выполнить следующим."				
			},
			{
				"id": "missionName",
				"helpText": "Название задания. Если предварительно не выбрано ни одно задание, нажмите эту кнопку, чтобы выбрать задание."				
			},
			{
				"id": "threat",
				"helpText": "Уровень угрозы для задания. Примечание — Вы всё ещё можете изменить уровень угрозы на экране подготовки задания."				
			},
			{
				"id": "setup",
				"helpText": "Нажмите, чтобы открыть экран настроек задания."				
			},
			{
				"id": "tier",
				"helpText": "Здесь показано, из каких колод предметов брать карты предметов для этапа улучшения повстанцев. Нажмите, чтобы изменить цвет, отмечая, что этап улучшения повстанцев завершён."				
			},
			{
				"id": "imperialMission",
				"helpText": "Значок задания Империи. Когда этап улучшения повстанцев в этом задании будет завершён, нажмите на значок задания Империи. Приложение сообщит вам, следует ли взять задание Империи (символ Империи) или нет (символ повстанцев)."				
			},
			{
				"id": "tracking",
				"helpText": "Здесь вы можете отслеживать количество полученных кредитов, а также репутацию и вознаграждения (актуально только при игре с адаптивной сложностью).\n\nНажмите на число, чтобы вывести на экран окно настройки значения, или наведите курсор мыши на число и прокрутите колесико мыши вверх/вниз, чтобы изменить значение."				
			},
			{
				"id": "heroAdd",
				"helpText": "Нажмите, чтобы добавить героя для участия в задании."				
			},
			{
				"id": "heroIcon",
				"helpText": "Нажмите на портрет, чтобы убрать героя."				
			},
			{
				"id": "xp",
				"helpText": "Используйте поле ОО для отслеживания количества очков опыта для каждого героя.\n\nНажмите на число, чтобы вывести на экран окно настройки значения, или наведите курсор мыши на число и прокрутите колесико мыши вверх/вниз, чтобы изменить значение."				
			},
			{
				"id": "stats",
				"helpText": "Карты класса и предметы, полученные героем. Нажмите на название, чтобы убрать их."				
			},
			{
				"id": "addItem",
				"helpText": "Нажмите, чтобы добавить предмет герою. Можно добавить только те предметы, которые имеются в инвентаре."				
			},
			{
				"id": "addSkill",
				"helpText": "Нажмите, чтобы добавить к герою карточку класса."				
			},
			{
				"id": "inventory",
				"helpText": "В инвентаре кампании указаны предметы, награды, злодеи и союзники, полученные в ходе кампании. Нажмите на значок +, чтобы добавить элемент. В левом нижнем углу окна добавления вы можете выбрать один из различных типов предметов и наград. Нажмите на название, чтобы убрать их."				
			},
		]
	},
	{
		"panelHelpID": "Title",
		"helpItems": [
			{
				"id": "tutorials",
				"helpText": "<b>Imperial Commander</b> содержит три обучающих задания, предназначенных для игроков, которые никогда раньше не играли в Imperial Assault. В этих заданиях объясняется, как играть в игру и использовать приложение.\n\nВыберите обучающее задание из выпадающего меню."
			},
			{
				"id": "tutorialStart",
				"helpText": "Нажмите, чтобы открыть окно с информацией о выбранном учебном задании, а также кнопку для запуска задания."
			},
			{
				"id": "language",
				"helpText": "Выберите предпочитаемый вами язык, который будет использовать приложение."
			},
			{
				"id": "expansions",
				"helpText": "Нажмите эту кнопку, чтобы открыть или скрыть меню дополнений, где вы можете выбрать, какие дополнения у вас есть и с какими вы хотите играть. Так же в этом меню вы можете импортировать пользовательские группы."
			},
			{
				"id": "options",
				"helpText": "Откройте меню настроек (см. ниже) или закройте приложение."
			},
			{
				"id": "mode",
				"helpText": "Нажмите Кампания или Сага, чтобы выбрать режим игры.\n\n<color=yellow>Режим саги</color> позволяет игрокам сыграть в официальные печатные задания способом, очень близким к официальному приложению. Приложение берёт на себя роль <i>гейм-мастера</i>, предоставляя интерактивные поля, отслеживая события, ведя повествование и определяя поведение имперских групп.\n\n<color=yellow>Режим кампании</color> использует задания саги, чтобы провести вас через полноценную кампанию, используя дополнение по вашему выбору (одна полноценная пользовательская кампания). Он выстраивает правильный список заданий и позволяет кастомизировать задания там, где это возможно, включая добавление и удаление вынужденных заданий. Режим кампании работает как виртуальный журнал кампании."
			},
			{
				"id": "menu",
				"helpText": "Это главное меню. Здесь вы можете начать новую кампанию или задание, загрузить начатое задание или продолжить существующую кампанию.\n\n<b>Imperial Commander</b> автоматически сохраняет игровой прогресс после каждого раунда, после завершения всех дислокаций. Нажмите продолжить, чтобы загрузить сохранённую игру."
			},
			{
				"id": "wiki",
				"helpText": "Нажмите здесь, чтобы открыть wiki-документацию в вашем веб-браузере."
			},
			{
				"id": "donate",
				"helpText": "Если вы хотите поддержать разработку приложения, нажмите здесь, чтобы открыть веб-сайт PayPal в вашем веб-браузере."
			},
			{
				"id": "version",
				"helpText": "Приложение проверяет, используете ли вы последнюю доступную версию, поэтому вам не нужно проверять наличие обновлений в репозитории вручную.\n\n<color=yellow>Желтый, вращающийся</color> = проверка наличия обновлений\n<color=yellow>Желтый, пульсирующий</color> = доступно обновление\n<color=red>Красный, пульсирующий</color> = ошибка сети\n<color=green>Зелёный</color> = последняя версия.\n\nПри нажатии на эту кнопку отобразится окно со списком изменений последней версии, а также кнопка, которая открывает страницу проекта на GitHub, где вы можете скачать последнюю версию."
			}
		]
	},
	{
		"panelHelpID": "Settings",
		"helpItems": [
			{
				"id": "audio",
				"helpText": "Настройки музыки, звуковых эффектов и эмбиента."
			},
			{
				"id": "visuals",
				"helpText": "Настройки визуальных эффектов и угла камеры."
			},
			{
				"id": "interface",
				"helpText": "Настройки элементов интерфейса."
			},
			{
				"id": "music",
				"helpText": "Включить или выключить музыку. Вы также можете регулировать громкость музыки.\n\nНажмите на число, чтобы отобразить регулятор значения, или наведите указатель мыши на число и прокрутите колесико мыши вверх/вниз, чтобы настроить значение."
			},
			{
				"id": "soundEffects",
				"helpText": "Включить или выключить звуковые эффекты. Вы также можете регулировать громкость звуковых эффектов.\n\nНажмите на число, чтобы отобразить регулятор значения, или наведите указатель мыши на число и прокрутите колесико мыши вверх/вниз, чтобы настроить значение."
			},
			{
				"id": "ambient",
				"helpText": "Включить или выключить эмбиент. Вы также можете регулировать громкость эмбиента.\n\nНажмите на число, чтобы отобразить регулятор значения, или наведите указатель мыши на число и прокрутите колесико мыши вверх/вниз, чтобы настроить значение."
			},
			{
				"id": "quickClose",
				"helpText": "Если эта опция включена, вы можете щелкнуть за пределами большинства окон, чтобы быстро закрыть их, не нажимая на кнопки \"Закрыть\", \"Продолжить\" или \"ОК\"."
			},
			{
				"id": "zoom",
				"helpText": "Если эта опция включена, во время игры отображаются кнопки масштабирования камеры."
			},
			{
				"id": "bloom",
				"helpText": "Включает эффект свечения интерфейса."
			},
			{
				"id": "vignette",
				"helpText": "Включает эффект виньетки (затемнение углов экрана)."
			},
			{
				"id": "view",
				"helpText": "При включенной этой опции камера фиксируется в режиме обзора сверху вместо изометрического режима."
			}
		]
	},
	{
		"panelHelpID": "DeploymentCard",
		"helpItems": [
			{
				"id": "deploymentCost",
				"helpText": "Стоимость дислокации: Это стоимость дислокации группы. Маленькое число (если таковое имеется) - это стоимость подкреплений (стоимость одной фигурки)."				
			},
			{
				"id": "mods",
				"helpText": "Модификации: Если к группе применены какие-либо модификации (например, дополнительный урон), они отображаются здесь."				
			},
			{
				"id": "size",
				"helpText": "Размер группы: Это количество фигурок в группе."				
			},
			{
				"id": "surges",
				"helpText": "Способности перегрузки: Если во время атаки имперской фигурки выпадает какое-либо количество {B}, фигурка тратит перегрузки, следуя этому списку. Фигурка пропускает способность перегрузки, если выполнено одно из следующих условий:\n\n{-}Фигурка уже использовала эту способность во время этой атаки.\n{-}Способность стоит больше перегрузки, чем осталось у фигурки.\n{-}Эта способность не будет иметь никакого эффекта (например, повышение точности, когда атака уже обладает достаточной точностью, или попытка вызвать состояние, при котором атака в данный момент не наносит урона).\n\n Затем, если у фигурки осталась перегрузка, она повторяет этот процесс, снова начиная с начала списка. Если фигурка не может использовать какие-либо способности перегрузки, оставшиеся {B} не оказывают никакого эффекта.\n\nСпособности перегрузки, добавляемые с помощью бонусных эффектов (в верхней части окна инструкций), всегда имеют приоритет 1."				
			},
			{
				"id": "abilities",
				"helpText": "Способности группы: Здесь перечислены способности фигурок в группе. В этой секции так же указаны способности печатных (физических) карт дислокации, которые игнорируются при активации этой группы."				
			},
			{
				"id": "health",
				"helpText": "Здоровье: Количество очков здоровья у фигурки в этой группе."				
			},
			{
				"id": "speed",
				"helpText": "Скорость: Количество очков движения, которые получает фигурка при совершении действия-движения. Обычно вам не требуется это значение, т.к. инструкции сообщают на сколько клеток может передвинуться фигурка."				
			},
			{
				"id": "defense",
				"helpText": "Защита: Нажмите на значок защиты, чтобы открыть кубомёт и автоматически кинуть указанные кубики."
			},
			{
				"id": "attack",
				"helpText": "Атака: Нажмите на значок атаки, чтобы открыть кубомёт и автоматически кинуть указанные кубики."
			},
			{
				"id": "tracker",
				"helpText": "Счётчик урона: Вы можете использовать этот счётчик, чтобы отслеживать, сколько повреждений было нанесено каждой фигурке в группе. Нажмите на счётчик, чтобы изменить его идентификатор фигурки или количество повреждений. Вы также можете навести курсор мыши на число и использовать прокрутку колесика вверх/вниз, чтобы изменить значение."
			}
		]
	},
	{
		"panelHelpID": "EnemyVillainSelection",
		"helpItems": [
			{
				"id": "enemyExpansion",
				"helpText": "Нажмите здесь, чтобы просмотреть группы, относящиеся к соответствующему расширению. Отряды из наборов с фигурками сгруппированы под эмблемой Империи."				
			},
			{
				"id": "enemyCustom",
				"helpText": "Нажмите здесь, чтобы просмотреть пользовательские (импортированные) группы."				
			},
			{
				"id": "enemySelection",
				"helpText": "Нажмите на группу, чтобы выбрать или отменить её выбор. Выбранные группы имеют зелёную обводку. Элитные группы выделены красным цветом."				
			}
		]
	},
	{
		"panelHelpID": "HeroAllySelection",
		"helpItems": [
			{
				"id": "heroCustom",
				"helpText": "Нажмите здесь, чтобы просмотреть пользовательских (импортированных) героев."				
			},
			{
				"id": "heroSelection",
				"helpText": "Нажмите на героя, чтобы выбрать его или отменить выбор."				
			}
		]
	},
	{
		"panelHelpID": "FigurePack",
		"helpItems": [
			{
				"id": "figurePackInfo",
				"helpText": "Нажмите на набор фигурок, чтобы выбрать / отменить его выбор. Выбранные наборы фигурок выделены зелёным цветом.\n\n<b>Обратите внимание:</b> Здесь представлены только наборы фигурок, добавляющие неуникальных врагов. Доступные злодеи и союзники могут быть выбраны во время подготовки задания."				
			}
		]
	},
	{
		"panelHelpID": "ImportGroups",
		"helpItems": [
			{
				"id": "activateGroups",
				"helpText": "Нажмите на группу, чтобы выбрать / отменить её выбор.\n\nВсе группы, которые активированы здесь, доступны для добавления в открытые группы, как и официальные группы. Они подчиняются всем тем же правилам, что и официальные группы, и могут быть добавлены в игнорируемые группы, если вы не хотите использовать их при выполнении задания."					
			},
			{
				"id": "selectAll",
				"helpText": "Нажмите здесь, чтобы выбрать все группы."				
			},
			{
				"id": "selectNone",
				"helpText": "Нажмите здесь, чтобы отменить выбор всех групп."				
			},
			{
				"id": "ToggleFaction",
				"helpText": "Нажмите здесь, чтобы переключиться между имперскими / наёмническими и повстанческими группами."				
			}
		]
	},
	{
		"panelHelpID": "ImperialMenu",
		"helpItems": [
			{
				"id": "showGroups",
				"helpText": "Нажмите на панель, чтобы просмотреть карты, которые в данный момент находятся в колоде дислокации Империи."					
			},
			{
				"id": "modifyThreat",
				"helpText": "Нажмите, чтобы увеличить или уменьшить текущее значение угрозы."				
			},
			{
				"id": "pauseDeployment",
				"helpText": "Нажмите, чтобы приостановить или возобновить дислокацию Империи."				
			},
			{
				"id": "pauseThreat",
				"helpText": "Нажмите, чтобы приостановить или возобновить увеличение угрозы."				
			},
			{
				"id": "optionalDeployment",
				"helpText": "Нажмите, чтобы приложение немедленно выполнило дополнительную дислокацию."				
			},
			{
				"id": "currentThreat",
				"helpText": "Это текущее значение угрозы."				
			},
			{
				"id": "deploymentModifier",
				"helpText": "Это модификатор дислокации. Чем выше модификатор, тем выше вероятность более опасного события дислокации. Он меняется каждый раунд в зависимости от события дислокации."				
			}
		]
	},
]