{
	"events": [
		{
			"eventName": "Détonateurs cachés",
			"eventID": "E1",
			"eventFlavor": "Soudainement une de vos ennemis jette son arme et commence à vous charger en hurlant. Vous remarquez le détonateur thermique serré dans son poing. L'instant d'après la charge explose, l'onde de choc vous projette violemment.",
			"content": [
				"La première figurine Impériale ayant un coût de 5 ou moins résout immédiatement les instructions suivantes:",
				"{-}Déplacement de 3 pour engager au moins 2 Rebelles.",
				"{-}Si adjacent à au moins 2 Rebelles, Chaque figurine Rebelle adjacente ainsi que les objets subissent 2 {H}. Puis la figurine Impériale est vaincue.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Changement de priorité",
			"eventID": "E2",
			"eventFlavor": "Quelque part dans la Galaxie, de multiples écrans illuminent les visages des membres du conseil de guerre Impérial. L'Amiral Impérial s'exclame 'Ce n'est pas possible', 'Nous devons changer de stratégie'. Il se tourne vers son assistant et lui ordonne 'Exécuter le plan d'urgence!'.",
			"content": [
				"Tirer une carte du paquet des Missions Annexes Impériales et la mettre en jeu.",
				"S'il y a déjà une mission annexe ou une mission forcée en jeu, ignorer cet évènement.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Noble sacrifice",
			"eventID": "E3",
			"eventFlavor": "Alors que vos tirs continuent de pleuvoir sur vos ennemis, un officier s'avance en vous défiant et en exhortant ses troupes. Il est coupé dans son élan par vos tirs, mais celà n'arrête pas les troupes qui vous chargent, leurs tirs fusent.",
			"content": [
				"Choisir une figurine Impériale LEADER ou GARDIEN avec un coût de 5 ou moins et qui est à 2 cases ou moins d'une autre figurine Impériale. Cette figurine devient vaincue.",
				"Toutes les figurines à 2 cases ou moins de la figurine vaincue effectuent immédiatement les instructions suivantes:",
				"{-}Déplacement de 2 pour attaquer {R1}",
			],
			"eventRule": ""
		},
		{
			"eventName": "Je m'occupe du leader",
			"eventID": "E4",
			"eventFlavor": "Un ennemi crie 'Ici!'. 'C'est lui! Que tout le monde concentre ses tirs sur cet ennemi!'. Une pluie de tirs de blasters s'abbat.",
			"content": [
				"Lancer 2 dés jaune. Le Rebelle qui a subi le moins de {H} subit 1 {H} pour chaque {H} obtenu sur les résutats du lancé de dés.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Vigueur surnaturelle",
			"eventID": "E5",
			"eventFlavor": "Deux de vos ennemis chancellent, leurs armures se disloquent sous vos tirs. Mais ils ne tombent pas. Au lieu de celà, ils se redressent vigoureuseument. Avec un rugissement, ils foncent vers vous, leurs blessures guéries et leurs yeux brillants de haine.",
			"content": [
				"Les deux figurines Impériales les plus proches d'un Rebelle récupèrent 2 {H} et deviennent Concentré.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Blasters à arc",
			"eventID": "E6",
			"eventFlavor": "Vous remarquez trop tard que certains de vos ennemis portent des armes spéciales. Leur armes produisent un crépitement électrique. Soudainement, des éclairs jaillissent, se frayant un chemin vers vous à travers l'air avec une odeur d'ozone.",
			"content": [
				"Choisir 2 Rebelles. Ces Rebelles effectuent un test {K}. Chaque Rebelle qui échoue devient Sonné.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Tirs soutenus",
			"eventID": "E7",
			"eventFlavor": "Vos ennemis sont très bien coordonnés. Ils avancent méthodiquement en vous arrosant de tirs de blaster.",
			"content": [
				"Les deux figurines les plus proche de {R1} effectuent immédiatement les instructions suivantes:",
				"{-}Déplacement de 2 pour attaquer {R1}. Puis, devenir Sonné.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Laissez-les-moi",
			"eventID": "E8",
			"eventFlavor": "Pendant un instant, les bruits de la bataille semblent se calmer alors qu'un silence inquiétant tombe sur champ de bataille. Depuis les ombres une figurine mençante émerge.",
			"content": [
				"Déployer {V}.",
				"Si cet antagoniste n'a pas été gagné auparavant, il compte maintenant comme gagné.",
			],
			"eventRule": "R8"
		},
		{
			"eventName": "Emplacements de blaster",
			"eventID": "E9",
			"eventFlavor": "Avec un bruit métallique, des emplacements de blaster automatiques sortent des murs et des emplacements cachés. Ils commencent directement à vous tirer dessus.",
			"content": [
				"Lancer 1 dé jaune. Chaque Rebelle subit 1 {H} pour chaque {H} obtenu et 1 {C} pour chaque {B} obtenu.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Embrasser la souffrance",
			"eventID": "E10",
			"eventFlavor": "'Abandonne-toi à la haine', une voix sinistre résonne dans votre tête, pleine de dépit mais étrangement convaincante. 'Accepte la souffrance'. Vos yeux s'écarquillent sous le chox tandis que vous levez votre arme contre vos amis, incapable de vous arrêter.",
			"content": [
				"{R1} effectue immédiatement l'instruction suivante:",
				"{-}Déplacement de 2 pour attaquer {R2}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Médecin militaire",
			"eventID": "E11",
			"eventFlavor": "Vos tirs parviennent à repousser vos ennemis, mais de nouveaux renforts arrivent, portant les badges verts des médecins du champ de bataille. Ils se précipitent vers les troupes blessées, faisant de leur mieux pour les rafistoler.",
			"content": [
				"Toutes les figurines Impériales SOLDAT effectuent immédiatement les instructions suivantes:",
				"{-}Déplacement de 2 pour engager le plus de figurines amicales que possible ayant subit des {H}.",
				"{-}Chaque figurine amicale à 2 cases ou moins de celle-ci récupère 2 {H}."
			],
			"eventRule": ""
		},
		{
			"eventName": "Frappe chirurgicale",
			"eventID": "E12",
			"eventFlavor": "Le son aigu des moteurs ioniques interrompt la bataille. Vous plongez pour vous mettre à couvert alors que des bombardiers TIE apparaissent dans le ciel au-dessus de vous, larguant leurs engins de mort. Vous parvenez à éviter les pires explosions, mais les ondes de choc et les débris en fusion continuent de vous frapper.",
			"content": [
				"Chaque héros sur une case extérieure effectue un test {K}. Chaque héros qui échoue subit 1 {C} et 1 {H} et obtient les états Hémorragie et Affaibli.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Oui, mon maître",
			"eventID": "E13",
			"eventFlavor": "Ailleurs, une grande silhouette sombre est agenouillée devant un hologramme bleu vacillant. Le bruit de sa respiration est la seule chose qui brise le silence. Puis, l'homme encapuchonné de l'hologramme prend la parole: 'Cela a assez duré, seigneur Vador. Vous vous en occuperez vous-même!'.",
			"content": [
				"Dark Vador (Seigneur des Sith) a été ajouté à la main de déploiement. Il peut être déployé par l'application pendant de la reste de la mission.",
			],
			"eventRule": "R13"
		},
		{
			"eventName": "Feu à volonté",
			"eventID": "E14",
			"eventFlavor": "L'efficacité des soldats impériaux est terrifiante. Un sergent Stormtrooper hurle 'Feu à volonté! Explosez-les!'. Comme guidés par une main invisible, tous les soldats lèvent leurs armes et concentrent leurs tirs sur vous.",
			"content": [
				"Toutes les figurines Impériales SOLDAT effectuent immédiatement les instructions suivantes:",
				"{-}Attaquer {R1}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Funeste présage",
			"eventID": "E15",
			"eventFlavor": "Alors que les tirs des Impériaux pleuvent sur vous, vos ennemis semblent prendre confiance. Une escouade d'entre eux avance rapidement, leurs armes prêtes à faire feu.",
			"content": [
				"Les quatre figurines Impériales les plus proche d'un Rebelle deviennent Concentré.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Explosifs tactiques",
			"eventID": "E16",
			"eventFlavor": "'Visez le trou!'. Vous plongez à couvert pendant que les grenades pleuvent.",
			"content": [
				"Tous les Rebelles effectuent un test {J}. Chaque figurine qui échoue subit 3 {H} et obtient l'état Hémorragie.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Soumission forcée",
			"eventID": "E17",
			"eventFlavor": "Soudainement, des explosions ressemblant à des éclairs sillonnent l'air, ciblant les plus fatigués et les plus faibles. Vous convuslez tandis que des spasmes parcourent votre corps.",
			"content": [
				"Chaque héros qui a subi au moins 2 {C} doit effectuer un test {J} et {K}. S'ils échouent au test {J}, ils subissent 2 {C}. S'ils échouent au test {K}, ils deviennent Affaibli.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Libéré",
			"eventID": "E18",
			"eventFlavor": "Soudainement, une immense cage portée par un traîneau répulseur apparaît. Une bête terrifiante grogne à l'intérieur. En tremblant, le maître de la bête saute sur la cage, la pousse avec un baton électrique et ouvre la porte de la cage. La bête surgit en rugissant et se précipite vers vous.",
			"content": [
				"Déployer {CR}. La créature effectue immédiatement les instructions suivantes:",
				"{-}Déplacement de 3 pour engager {R1}.",
				"{-}Toutes les figurines hostiles adjacentes subissent 1 {H}.",
			],
			"eventRule": "R18"
		},
		{
			"eventName": "Meneur d'hommes",
			"eventID": "E19",
			"eventFlavor": "",
			"content": [
				"Chaque figurine Impériale à 3 cases ou moins d'une figurine Impériale LEADER devient Concentrée.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Quand ils s'y attendent le moins",
			"eventID": "E20",
			"eventFlavor": "",
			"content": [
				"Chaque figurine Impériale CHASSEUR effectue immédiatement les instructions suivantes:",
				"{-}Déplacement de 3 pour se repositionner à 2 et devient Concentré.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Isolement",
			"eventID": "E21",
			"eventFlavor": "",
			"content": [
				"Chaque héros qui n'est pas à 2 cases ou moins d'une autre figurine Rebelle subit 2 {C} et devient Affaibli.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Médecin!",
			"eventID": "E22",
			"eventFlavor": "",
			"content": [
				"Lancer 1 dé rouge. Toutes les figurines Rebelle récupèrent {H} égal aux résultats {H} obtenus.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Aide Inattendue",
			"eventID": "E23",
			"eventFlavor": "Alors que des coups de feu retentissent autour de vous, vous voyez soudain les moteurs rougeoyants d'une navette s'approcher. Il atterrit au bord du champ de bataille et une silhouette en sort, vous souriant et dégainant une arme. 'J'ai entendu dire que vous avez besoin d'aide. Montrons leur de quoi nous sommes capables!'.",
			"content": [
				"Déployer {A} à 2 cases ou moins d'un héros. Les Rebelles contrôlent {A} comme un Allié.",
			],
			"eventRule": "R23"
		},
		{
			"eventName": "Gagner du temps",
			"eventID": "E24",
			"eventFlavor": "",
			"content": [
				"1 figurine Rebelle peut choisir de subir 5 {H}. Si elle le fait, la limite de rounds pour cette mission est étendue de 1.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Il est avec nous",
			"eventID": "E25",
			"eventFlavor": "",
			"content": [
				"Les Rebelles choisissent 1 figurine Impériale non unique. Cette figurine effectue une attaque sur une autre figurine Impériale. Puis la figurine qui a effectué l'attaque subit 2 {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "X-Wing Strafing Run",
			"eventID": "E26",
			"eventFlavor": "Vos comlinks se font entendre soudainement et une voix retentit légèrement déformée par l'électricité statique. 'Hé les gars, nous vous avons manqué? Désolé, nous sommes en retard. Désignez vos cibles – Escadron Red, Attaquez!' Avec leurs moteurs rugissants, un escadron de X-Wings descend du ciel, leurs quatre canons lasers KX9 faisant feu.",
			"content": [
				"Les Rebelles choisissent 2 cases extérieures et lancent 1 dé vert pour chacune. Chaque figurine sur la case ciblée ou adjacente à cette case subit 1 {H} pour chaque {H} obtenu.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Changement de priorité",
			"eventID": "E27",
			"eventFlavor": "Quelque part dans la Galaxie, de multiples écrans illuminent les visages des membres du conseil de guerre Impérial. L'Amiral Impérial s'exclame 'Ce n'est pas possible', 'Nous devons changer de stratégie'. Il se tourne vers son assistant et lui ordonne 'Exécuter le plan d'urgence!'.",
			"content": [
				"Tirer une carte du paquet des Missions Annexes Impériales et la mettre en jeu.",
				"S'il y a déjà une mission annexe ou une mission forcée en jeu, ignorer cet évènement.",
			],
			"eventRule": ""
		},		
	]
}