[
  {
    "panelHelpID": "Campaign",
    "helpItems": [
      {
        "id": "addItem",
        "helpText": "Clique / toque para atribuir um item ao Herói. Apenas os itens disponíveis no Inventário podem ser atribuídos."
      },
      {
        "id": "addSkill",
        "helpText": "Clique / toque para adicionar um cartão de Classe de Herói ao Herói."
      },
      {
        "id": "campaignName",
        "helpText": "Clique / toque para alterar o nome personalizado da campanha."
      },
      {
        "id": "currentCampaign",
        "helpText": "A Campanha atualmente escolhida."
      },
      {
        "id": "exit",
        "helpText": "Retorne à tela inicial."
      },
      {
        "id": "heroAdd",
        "helpText": "Clique / toque para adicionar um herói à missão."
      },
      {
        "id": "heroIcon",
        "helpText": "Clique / toque em um retrato para remover o herói."
      },
      {
        "id": "imperialMission",
        "helpText": "O ícone da Missão Imperial. Quando o Estágio de Atualização Rebelde desta missão for resolvido, clique / toque no ícone da Missão Imperial. O aplicativo então informa se você deve desenhar uma Missão Imperial (símbolo do Império) ou não (símbolo do Rebelde)."
      },
      {
        "id": "info",
        "helpText": "Isso exibe as informações da campanha, por exemplo, regras especiais para a campanha e a configuração geral da campanha."
      },
      {
        "id": "inventory",
        "helpText": "O Inventário da Campanha mostra os itens, recompensas, Vilões e Aliados ganhos durante a Campanha. Clique / toque no ícone + para adicionar uma entrada. No canto inferior esquerdo da janela de adição, você pode selecionar entre vários tipos de itens e recompensas. Clique / toque em uma entrada para removê-la."
      },
      {
        "id": "log",
        "helpText": "Abre o log da campanha, um local para colocar notas para a campanha."
      },
      {
        "id": "missionLayout",
        "helpText": "Esta é a estrutura da Missão de Campanha. No lado esquerdo, você vê qual tipo de missão jogar a seguir."
      },
      {
        "id": "missionName",
        "helpText": "O nome da Missão. Se nenhuma Missão estiver pré-selecionada, clique / toque neste botão para selecionar uma Missão."
      },
      {
        "id": "setup",
        "helpText": "Clique / toque para abrir a tela de configuração da missão."
      },
      {
        "id": "stats",
        "helpText": "As cartas e itens da Classe Herói atribuídos ao herói. Clique / toque em uma entrada para removê-la."
      },
      {
        "id": "threat",
        "helpText": "O nível de ameaça da missão. Observação - Você ainda pode alterar o Nível de Ameaça na tela Configuração da Missão."
      },
      {
        "id": "tier",
        "helpText": "Isso mostra de quais baralhos de itens comprar cartas para o Estágio de Atualização Rebelde. Clique / toque para mudar de cor para indicar que o estágio de atualização rebelde foi resolvido."
      },
      {
        "id": "tracking",
        "helpText": "Você pode acompanhar os Créditos aqui, bem como a Fama e os Prêmios (relevantes apenas ao jogar com a Dificuldade Adaptativa).\n\nClique / toque no número para exibir um ajustador de valor ou passe o mouse sobre o número e role a roda do mouse para cima/para baixo para ajustar o valor."
      },
      {
        "id": "xp",
        "helpText": "Use o slot de XP para rastrear XP por herói.\n\nClique / toque no número para exibir um ajustador de valor ou passe o mouse sobre o número e role a roda do mouse para cima/para baixo para ajustar o valor."
      }
    ]
  },
  {
    "panelHelpID": "DeploymentCard",
    "helpItems": [
      {
        "id": "abilities",
        "helpText": "Habilidades do grupo: as habilidades do grupo de implantação estão listadas aqui. Esta seção também informa quais habilidades do cartão de implantação impresso devem ser ignoradas."
      },
      {
        "id": "attack",
        "helpText": "Ataque: Clique / toque no ícone de ataque para abrir o rolo de dados e rolar automaticamente os dados atribuídos."
      },
      {
        "id": "defense",
        "helpText": "Defesa: Clique / toque no ícone de defesa para abrir o rolo de dados e rolar automaticamente os dados atribuídos."
      },
      {
        "id": "deploymentCost",
        "helpText": "Custo de implantação: esse é o custo de implantação do grupo. O número pequeno (se houver) é o custo de um único número."
      },
      {
        "id": "health",
        "helpText": "Saúde: A saúde de uma figura neste grupo."
      },
      {
        "id": "mods",
        "helpText": "Modificações: Se quaisquer modificações (como danos adicionais) forem aplicadas ao grupo, elas serão exibidas aqui."
      },
      {
        "id": "size",
        "helpText": "Tamanho do grupo: Este é o tamanho do grupo."
      },
      {
        "id": "speed",
        "helpText": "Velocidade: A velocidade do grupo. Normalmente, você não precisará desse valor - as instruções informam até onde uma figura pode se mover."
      },
      {
        "id": "surges",
        "helpText": "Habilidades de Surto: Se algum {B} for rolado durante o ataque de uma figura Imperial, a figura gasta surtos seguindo esta lista. A figura pula uma habilidade de surto se uma das seguintes situações for verdadeira:\n\n{-}Ele já usou essa habilidade durante este ataque.\n{-}A habilidade custa mais do que resta.\n{-}A habilidade não teria efeito (por exemplo, aumentar a precisão quando o ataque já tem precisão suficiente ou tentar infligir uma condição quando o ataque atualmente não causa dano).\n\nEntão, se a figura tiver algum restante, ele repete esse processo, começando do topo da lista novamente. Se a figura não puder resolver nenhuma habilidade de surto, os {B} restantes não terão efeito.\n\nAs habilidades de surto adicionadas por meio de efeitos bônus (na parte superior da janela de instrução) são sempre prioridade 1."
      },
      {
        "id": "tracker",
        "helpText": "Contador de Dano: Você pode usar isso para acompanhar quanto dano cada figura dentro de um grupo sofreu. Clique / toque em um número de rastreador para modificar seu ID de figura ou dano. Você também pode passar o mouse sobre um número e usar a roda de rolagem para cima/para baixo para modificar o valor."
      }
    ]
  },
  {
    "panelHelpID": "DiceRoller",
    "helpItems": [
      {
        "id": "card",
        "helpText": "O cartão de implantação do grupo é exibido aqui."
      },
      {
        "id": "dicePanel",
        "helpText": "Estas são as jogadas de dados. Clique / toque em um dado para removê-lo."
      },
      {
        "id": "dicePool",
        "helpText": "Clique / toque para adicionar um dado."
      },
      {
        "id": "hideRoller",
        "helpText": "Clique / toque para alternar a visibilidade do Dice Roller para que você possa ver as Instruções de Ativação do Inimigo abaixo."
      },
      {
        "id": "mods",
        "helpText": "Se quaisquer modificações (como danos adicionais) forem aplicadas ao grupo, elas serão exibidas aqui."
      }
    ]
  },
  {
    "panelHelpID": "EnemyActivation",
    "helpItems": [
      {
        "id": "abilities",
        "helpText": "Habilidades do grupo: as habilidades do grupo de implantação estão listadas aqui. Esta seção também informa quais habilidades do cartão de implantação impresso devem ser ignoradas."
      },
      {
        "id": "attack",
        "helpText": "Ataque: Clique / toque no ícone de ataque para abrir o rolo de dados e rolar automaticamente os dados atribuídos."
      },
      {
        "id": "bonus",
        "helpText": "Efeitos de bônus: Em cada rodada, um grupo imperial ganha um efeito de bônus aleatório que fornece benefícios. O efeito de bônus é exibido na parte superior da janela de instruções."
      },
      {
        "id": "card",
        "helpText": "Cartão de implantação: a janela de ativação sempre mostra o cartão de implantação do grupo. Fora de uma ativação, você pode clicar com o botão direito do mouse na miniatura de um inimigo para abrir seu cartão."
      },
      {
        "id": "colorBlip",
        "helpText": "O círculo colorido mostra a cor atribuída ao grupo."
      },
      {
        "id": "defense",
        "helpText": "Defesa: Clique / toque no ícone de defesa para abrir o rolo de dados e rolar automaticamente os dados atribuídos."
      },
      {
        "id": "deploymentCost",
        "helpText": "Custo de implantação: esse é o custo de implantação do grupo. O número pequeno (se houver) é o custo de um único número."
      },
      {
        "id": "health",
        "helpText": "Saúde: A saúde de uma figura neste grupo."
      },
      {
        "id": "hide",
        "helpText": "Clique / toque no ícone de olho para visualizar temporariamente o mapa. Clique / toque novamente para reabrir a janela."
      },
      {
        "id": "instructions",
        "helpText": "Instruções: quando um grupo de implantação é ativado, suas instruções são exibidas. Cada figura do grupo, uma de cada vez, começando com a figura mais próxima de uma figura rebelde, resolve as instruções de cima para baixo. Quaisquer instruções que a figura não possa resolver são ignoradas (consulte \"Ignorando instruções\" na ajuda online do Wiki). Depois que a figura resolve ou ignora a última instrução na lista, sua ativação termina e a próxima figura nesse grupo é ativada.\nUma figura imperial não pode realizar mais de duas ações durante sua ativação. Uma instrução custa uma ação para cada ícone {A} (ação) ou {Q} (ação de ataque) que a precede. Se a figura não tiver ações suficientes restantes para uma instrução, essa instrução será ignorada. Salvo indicação em contrário, uma figura Imperial nunca pode realizar mais de um {Q} (ação de ataque) por ativação."
      },
      {
        "id": "mods",
        "helpText": "Modificações: Se quaisquer modificações (como danos adicionais) forem aplicadas ao grupo, elas serão exibidas aqui."
      },
      {
        "id": "size",
        "helpText": "Tamanho do grupo: Este é o tamanho do grupo."
      },
      {
        "id": "speed",
        "helpText": "Velocidade: A velocidade do grupo. Normalmente, você não precisará desse valor - as instruções informam até onde uma figura pode se mover."
      },
      {
        "id": "surges",
        "helpText": "Habilidades de Surto: Se algum {B} for rolado durante o ataque de uma figura Imperial, a figura gasta surtos seguindo esta lista. A figura pula uma habilidade de surto se uma das seguintes situações for verdadeira:\n\n{-}Ele já usou essa habilidade durante este ataque.\n{-}A habilidade custa mais {B} do que o restante.\n{-}A habilidade não teria efeito (por exemplo, aumentar a precisão quando o ataque já tem precisão suficiente ou tentar infligir uma condição quando o ataque atualmente não causa dano).\n\nEntão, se a figura tiver algum {B} restante, ela repete esse processo, começando do topo da lista novamente. Se a figura não puder resolver nenhuma habilidade de surto, os {B} restantes não terão efeito.\n\nAs habilidades de surto adicionadas por meio de efeitos bônus (na parte superior da janela de instrução) são sempre prioridade 1."
      },
      {
        "id": "tracker",
        "helpText": "Contador de Dano: Você pode usar isso para acompanhar quanto dano cada figura dentro de um grupo sofreu. Clique / toque em um número de rastreador para modificar seu ID de figura ou dano. Você também pode passar o mouse sobre um número e usar a roda de rolagem para cima/para baixo para modificar o valor."
      }
    ]
  },
  {
    "panelHelpID": "EnemyVillainSelection",
    "helpItems": [
      {
        "id": "enemyCustom",
        "helpText": "Clique / toque aqui para mostrar grupos personalizados (importados)."
      },
      {
        "id": "enemyExpansion",
        "helpText": "Clique / toque aqui para mostrar os grupos que pertencem à respectiva expansão. Grupos de pacotes de figuras são agrupados sob o logotipo Imperial."
      },
      {
        "id": "enemySelection",
        "helpText": "Clique / toque em grupos para selecioná-los ou desmarcá-los. Os grupos selecionados têm uma borda verde. Os grupos de elite são sombreados em vermelho."
      }
    ]
  },
  {
    "panelHelpID": "FigurePack",
    "helpItems": [
      {
        "id": "figurePackInfo",
        "helpText": "Clique / toque em um pacote de figuras para selecioná-lo / desmarcá-lo. Os pacotes de figuras selecionados são sombreados em verde.\n\n<b>Observação:</b> Apenas pacotes de figuras que adicionam inimigos não únicos estão listados aqui. Vilões e aliados podem simplesmente ser selecionados durante a configuração da missão."
      }
    ]
  },
  {
    "panelHelpID": "HeroAllySelection",
    "helpItems": [
      {
        "id": "heroCustom",
        "helpText": "Clique / toque aqui para mostrar heróis personalizados (importados)."
      },
      {
        "id": "heroSelection",
        "helpText": "Clique / toque em uma miniatura para selecioná-las ou desmarcá-las."
      }
    ]
  },
  {
    "panelHelpID": "ImperialMenu",
    "helpItems": [
      {
        "id": "currentThreat",
        "helpText": "Este é o valor atual da ameaça."
      },
      {
        "id": "deploymentModifier",
        "helpText": "Este é o Modificador de Implantação. Quanto maior o modificador, maior a chance de um evento de implantação mais perigoso. Ele muda a cada rodada, dependendo do evento de implantação."
      },
      {
        "id": "modifyThreat",
        "helpText": "Clique / toque para aumentar ou diminuir a ameaça atual."
      },
      {
        "id": "optionalDeployment",
        "helpText": "Clique / toque para que o aplicativo execute imediatamente uma implantação opcional."
      },
      {
        "id": "pauseDeployment",
        "helpText": "Clique / toque para pausar ou retomar a implantação."
      },
      {
        "id": "pauseThreat",
        "helpText": "Clique / toque para pausar ou retomar o ganho de ameaça."
      },
      {
        "id": "showGroups",
        "helpText": "Clique / toque no painel para revelar as cartas atualmente na mão de implantação."
      }
    ]
  },
  {
    "panelHelpID": "ImportGroups",
    "helpItems": [
      {
        "id": "ToggleFaction",
        "helpText": "Clique / toque aqui para alternar entre grupos Imperiais/Mercenários e Rebeldes."
      },
      {
        "id": "activateGroups",
        "helpText": "Clique / toque em um grupo para selecioná-lo / desmarcá-lo.\n\nTodos os grupos ativados aqui estão disponíveis para serem adicionados a grupos abertos, assim como os grupos oficiais. Eles seguem as mesmas regras dos grupos oficiais e podem ser adicionados aos grupos Ignorados se você não quiser usá-los para uma missão."
      },
      {
        "id": "selectAll",
        "helpText": "Clique / toque aqui para selecionar todos os grupos."
      },
      {
        "id": "selectNone",
        "helpText": "Clique / toque aqui para desmarcar todos os grupos."
      }
    ]
  },
  {
    "panelHelpID": "MainGame",
    "helpItems": [
      {
        "id": "endRound",
        "helpText": "Termine a rodada atual e inicie a Fase de Status. Isso só é possível quando todos os grupos imperiais foram ativados."
      },
      {
        "id": "enemyPanel",
        "helpText": "Esta é a lista de implantação de inimigos, mostrando todos os grupos inimigos atualmente implantados. Grupos exaustos estão acinzentados. Clique / toque no círculo colorido no canto superior esquerdo para atribuir uma cor ao grupo. Clique / toque em um grupo para exibir opções para Esgotar ou Derrotar o grupo. A exaustão pode ser alternada se você quiser reativar um grupo. Clique com o botão direito do mouse/toque duas vezes em um grupo para exibir o cartão de implantação.\n\nOs círculos verdes indicam o número de figuras restantes em um grupo. Clique / toque nesses círculos para removê-los um por um. Quando a última figura é removida, todo o grupo é derrotado."
      },
      {
        "id": "heroPanel",
        "helpText": "Os heróis rebeldes, bem como quaisquer aliados implantados, são mostrados aqui. Heróis / aliados retirados são esmaecidos. Você pode usar os ícones de ativação para rastrear ativações.\n\nClique / toque em um grupo para exibir as opções de Ferir (somente Heróis) ou Derrotar o grupo. O círculo colorido mostra se o herói está saudável (verde) ou ferido (vermelho)."
      },
      {
        "id": "imperialActivation",
        "helpText": "Acione a próxima ativação Imperial."
      },
      {
        "id": "imperialMenu",
        "helpText": "Abra o Menu Imperial."
      },
      {
        "id": "map",
        "helpText": "Esta é a tela principal do mapa onde você interage com a missão e quaisquer entidades do mapa. Sempre que uma janela for aberta, você pode usar o ícone Olho no canto inferior esquerdo para abrir temporariamente o mapa."
      },
      {
        "id": "medpacs",
        "helpText": "Uma visão geral sobre seus medpacs. Você pode abrir uma janela para acompanhar seus medpacs e ler as mudanças nas regras."
      },
      {
        "id": "missionDashboard",
        "helpText": "Abra o painel Painel da missão.\n\nO Painel de Missão tem várias finalidades. Primeiro, ele exibe a Visão Geral da Missão, contendo atualizações da Missão e instruções especiais.\n\nEm segundo lugar, exibe a Fama e os Prêmios. Fama e Prêmios dá a você a quantidade de Fama e o número de Prêmios que você ganhou até agora na missão (relevante apenas ao usar a Dificuldade Adaptativa).\n\nPor fim, o Painel contém um Log que salva todos os prompts e mensagens de texto da Missão. Você pode usá-lo para reler as informações que já fechou."
      },
      {
        "id": "objective",
        "helpText": "O objetivo atual que você precisa cumprir.\t"
      },
      {
        "id": "round",
        "helpText": "O número da rodada atual."
      },
      {
        "id": "settings",
        "helpText": "Abra a tela para exibir as configurações e sair da missão."
      }
    ]
  },
  {
    "panelHelpID": "Settings",
    "helpItems": [
      {
        "id": "ambient",
        "helpText": "Ative ou desative os sons ambientes. Você também pode ajustar o volume dos sons ambientes.\n\nClique / toque no número para exibir um ajustador de valor ou passe o mouse sobre o número e role a roda do mouse para cima/para baixo para ajustar o valor."
      },
      {
        "id": "audio",
        "helpText": "Configurações para Música, Efeitos sonoros e Som ambiente."
      },
      {
        "id": "bloom",
        "helpText": "Alterna um efeito de bloom na interface do usuário."
      },
      {
        "id": "interface",
        "helpText": "Configurações para elementos de interface do usuário."
      },
      {
        "id": "music",
        "helpText": "Ative ou desative a música. Você também pode ajustar o volume da música.\n\nClique / toque no número para exibir um ajustador de valor ou passe o mouse sobre o número e role a roda do mouse para cima/para baixo para ajustar o valor."
      },
      {
        "id": "quickClose",
        "helpText": "Com esta opção ativada, você pode clicar / tocar fora da maioria das janelas para fechá-las rapidamente sem precisar clicar / tocar nos botões Fechar, Continuar ou OK."
      },
      {
        "id": "roundLimitDangerous",
        "helpText": "Uma vez que o Limite de Rodadas é atingido, a missão se torna mais difícil em vez de terminar. O ganho de ameaça no final de uma rodada dobra e o modificador de posicionamento aumenta em mais 2 a cada rodada. O Limite de Rodada será exibido em laranja.\n\nExemplo: 2 / <color=orange>4</color>"
      },
      {
        "id": "roundLimitOff",
        "helpText": "O Limite de Rodadas está desativado e as missões podem ser jogadas pelo tempo que você quiser."
      },
      {
        "id": "roundLimitOn",
        "helpText": "Comportamento normal, onde algumas missões terminam se você demorar muito. As missões que têm um limite de ronda mostram o limite a vermelho junto ao número da ronda atual.\n\nExemplo: 2 / <color=red>4</color>"
      },
      {
        "id": "skipWarp",
        "helpText": "Pule a animação de introdução do hiperespaço ao iniciar ou continuar uma missão."
      },
      {
        "id": "soundEffects",
        "helpText": "Ative ou desative os efeitos sonoros. Você também pode ajustar o volume dos efeitos sonoros.\n\nClique / toque no número para exibir um ajustador de valor ou passe o mouse sobre o número e role a roda do mouse para cima/para baixo para ajustar o valor."
      },
      {
        "id": "view",
        "helpText": "Com esta opção ativada, a câmera é bloqueada em um ponto de vista de cima para baixo no jogo principal em vez de um ponto de vista isométrico."
      },
      {
        "id": "vignette",
        "helpText": "Alterna um efeito de vinheta (escurece os cantos da tela) na interface do usuário."
      },
      {
        "id": "visuals",
        "helpText": "Configurações para efeitos visuais e a visualização da câmera."
      },
      {
        "id": "zoom",
        "helpText": "Com esta opção ativada, os botões de zoom da câmera são exibidos no jogo principal."
      }
    ]
  },
  {
    "panelHelpID": "Setup",
    "helpItems": [
      {
        "id": "adaptiveDifficulty",
        "helpText": "Escolha se deseja ou não usar a Dificuldade Adaptativa. A Dificuldade Adaptativa reembolsa alguma ameaça ao Império quando você derrota um grupo, tornando o jogo mais desafiador."
      },
      {
        "id": "additionalThreat",
        "helpText": "Se você quiser iniciar a missão com ameaça adicional, defina-a aqui.\n\nClique / toque no número para exibir um ajustador de valor ou passe o mouse sobre o número e role a roda do mouse para cima/para baixo para ajustar o valor."
      },
      {
        "id": "allies",
        "helpText": "Selecione qual aliado levar com você. Alguns Aliados podem ser banidos para uma Missão específica. Eles são mostrados com um contorno vermelho, mas ainda podem ser selecionados manualmente. A ameaça é adicionada automaticamente ao selecionar manualmente um aliado."
      },
      {
        "id": "difficulty",
        "helpText": "Clique / toque para alterar a dificuldade da missão."
      },
      {
        "id": "folder",
        "helpText": "Clique no ícone de pasta para retornar à pasta anterior."
      },
      {
        "id": "heroes",
        "helpText": "Selecione quais heróis usar na missão."
      },
      {
        "id": "ignored",
        "helpText": "Selecione grupos ignorados. Grupos ignorados nunca serão adicionados à mão de implantação no início de uma missão. Use isso, por exemplo, para evitar que os Tusken Raiders apareçam em mapas de neve (isso já está pré-definido na maioria das missões). As figuras com uma borda verde são selecionadas, ou seja, adicionadas à lista ignorada."
      },
      {
        "id": "missionCard",
        "helpText": "Mostra os detalhes e a descrição da Missão."
      },
      {
        "id": "missionPanel",
        "helpText": "Selecione qual missão jogar."
      },
      {
        "id": "mode",
        "helpText": "Alterne entre Missões Oficiais (feitas pela equipe Imperial Commander e incluídas no aplicativo) e Missões personalizadas feitas pelo usuário."
      },
      {
        "id": "start",
        "helpText": "Quando estiver pronto, clique / toque para iniciar a Missão."
      },
      {
        "id": "threat",
        "helpText": "Defina o nível de ameaça.\n\nClique / toque no número para exibir um ajustador de valor ou passe o mouse sobre o número e role a roda do mouse para cima/para baixo para ajustar o valor."
      },
      {
        "id": "tiles",
        "helpText": "Isso abre uma lista de peças usadas na Missão para que você possa prepará-las com antecedência."
      },
      {
        "id": "villains",
        "helpText": "Se o Império tiver algum vilão ganho em sua campanha, selecione esses vilões aqui."
      }
    ]
  },
  {
    "panelHelpID": "Title",
    "helpItems": [
      {
        "id": "donate",
        "helpText": "Se você deseja oferecer suporte ao aplicativo, clique / toque aqui para abrir o site do PayPal em seu navegador da web."
      },
      {
        "id": "expansions",
        "helpText": "Clique / toque neste botão para abrir ou ocultar o menu de expansão, onde você pode selecionar quais expansões você possui e deseja jogar. Você também pode importar grupos personalizados neste menu."
      },
      {
        "id": "language",
        "helpText": "Selecione o idioma preferido que o aplicativo usará."
      },
      {
        "id": "menu",
        "helpText": "Este é o menu principal. Você pode iniciar uma nova Campanha ou Missão aqui, carregar uma Campanha existente ou continuar a partir de uma Missão salva em andamento.\n\n<b>O Imperial Commander</b> salva automaticamente o estado do jogo após cada rodada, depois que todas as implantações forem resolvidas. Clique / toque em Continuar para carregar o estado do jogo salvo."
      },
      {
        "id": "mode",
        "helpText": "Clique / toque em Campanha ou Escolha Missão para escolher seu modo de jogo.\r\n\r\n<color=yellow>O modo \"Campanha\"</color> usa um gerenciador de campanhas para guiá-lo por uma campanha completa usando a expansão de sua escolha (ou uma campanha totalmente personalizada). Ele configura a lista de missões adequada e permite a personalização da missão quando permitido, incluindo a adição e remoção de missões forçadas. O modo campanha funciona como um \"registro de campanha virtual\" que permite que você acompanhe XP, créditos e recompensas, seus heróis, suas habilidades e itens, itens gerais que você comprou, vilões ganhos e aliados. Tudo isso pode ser adicionado e removido da campanha como você achar melhor. A campanha é salva automaticamente.\n\n<color=yellow>Escolha a missão</color> deve ser usada para jogar missões únicas ou para grupos que desejam jogar campanhas com o registro de campanha impresso."
      },
      {
        "id": "options",
        "helpText": "Abra o menu Opções ou feche o aplicativo."
      },
      {
        "id": "tutorialStart",
        "helpText": "Clique / toque para exibir uma janela mostrando informações sobre o tutorial selecionado, juntamente com um botão para iniciar a missão desse tutorial."
      },
      {
        "id": "tutorials",
        "helpText": "<b>Imperial Commander</b> apresenta três tutoriais voltados para jogadores que nunca jogaram Imperial Assault antes. Esses tutoriais explicam como jogar e usar o aplicativo.\n\nSelecione o tutorial no menu suspenso."
      },
      {
        "id": "version",
        "helpText": "O aplicativo verifica se você está executando a versão mais recente, para que você não precise verificar se há atualizações no repositório.\n\n<color=yellow>Yellow, spinning</color> = verificando se há atualização\n<color=yellow>Yellow, pulsing</color> = atualização disponível\n<color=vermelho>Vermelho, pulsando</color> = erro de rede\n<color=green>Green</color> = atualizado.\n\nClicar nesse botão exibirá uma janela que lista o changelog da versão mais recente, juntamente com um botão que inicia o site GitHub do projeto, onde você pode baixar a versão mais recente."
      },
      {
        "id": "wiki",
        "helpText": "Clique / toque aqui para abrir a documentação wiki em seu navegador da web."
      }
    ]
  }
]