[
  {
    "id": "Jabba1",
    "name": "Almost Home",
    "descriptionText": "<i>\"Encontramos uma anomalia nas leituras do navio quando saímos do sistema\", diz uma mensagem de alerta do comboio. \"Há leituras semelhantes que rastreamos para a base de operações do Capitão Terro. Tememos que possa ter havido um farol teleguiado colocado em nosso navio. Você deve chegar a essa base e destruir todas as coordenadas recuperadas antes que os passageiros possam ser entregues.\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba2",
    "name": "Dangerous Allies",
    "descriptionText": "<i>Seus amigos e familiares estão prontos para serem movidos, mas o Capitão Terro, furioso com a decisão de Jabba de ajudá-lo, bloqueou o único caminho de volta para os navios. Ansioso para afirmar seu domínio, Jabba envia você com sua barcaça, a </i>Khetanna<i>, para mostrar ao capitão imperial dono de Tatooine.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba3",
    "name": "Execute the Plan",
    "descriptionText": "<i>Uma transmissão de Bib Fortuna informa que Jabba interceptou transmissões da equipe de Terro, sugerindo que eles estão planejando uma emboscada na nova colônia. \"Estarei acompanhando uma equipe dos melhores guardas de Jabba\", ele diz. \"E eles vão ajudá-lo a acabar com isso de uma vez por todas.\"</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba4",
    "name": "From All Sides",
    "descriptionText": "<i>Os não combatentes estão prontos para serem movidos e uma força-tarefa está se reunindo para transportá-los para um local seguro. Infelizmente, as informações mostram que Jabba não está levando a traição de ânimo leve e está preparado para fazer o que puder para detê-lo. Ao mesmo tempo, seus sensores captam o esquadrão de Terro avançando em sua localização.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba5",
    "name": "Hostile Negotiations",
    "descriptionText": "<i>Pode não haver honra entre os ladrões, mas eles confiam uns nos outros. Jabba quer que você escolte um contrabandista para um acordo em Dosha. Há muita tensão entre as partes negociadoras, então você precisa garantir que a entrega permaneça civilizada ou, pelo menos, lucrativa.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba6",
    "name": "Moment of Fate",
    "descriptionText": "<i>A Aliança entra em contato com você em um canal seguro com uma complicação para o trabalho final de Jabba. Eles garantiram recursos para uma pequena frota de resgate e estão enviando para você, mas precisam que você sabote as defesas orbitais da base imperial principal. Você espera ter tempo para completar as duas missões.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba7",
    "name": "Mutiny",
    "descriptionText": "<i>Após sua captura e a traição de Jabba, você é condenado por um tribunal simulado. Você deve ser jogado no poço do todo-poderoso Sarlacc, onde o intérprete do Hutt o informa: \"Você aprenderá novos significados de dor e sofrimento à medida que for digerido lentamente ao longo de mil anos\". Você é então carregado em esquifes e levado para a luz do sol e a paisagem desolada.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba8",
    "name": "Overcharged",
    "descriptionText": "<i>Os estoques imperiais são ilimitados. Eles não vão perder um punhado de explosivos. Jabba precisa que você colete algumas dessas munições excedentes para seu próprio uso. No entanto, ele entenderia se as defesas imperiais exigissem que você usasse parte da carga para completar a missão.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba9",
    "name": "Storming the Palace",
    "descriptionText": "<i>A traição de Jabba só pode ser enfrentada pela força. Se você deseja salvar seus amigos e familiares de uma vida inteira de escravidão, um ataque total é a única opção que resta. Seu piloto avisa mais uma vez que o plano é louco, mas você tem certeza de que esse é o único caminho. Ele voa para fora do palácio de Jabba no Mar das Dunas, desejando-lhe sorte ao começar sua marcha em direção ao portão.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba10",
    "name": "Trespass",
    "descriptionText": "<i>perigo! À medida que a Guerra Civil Galáctica continua, o tirânico IMPÉRIO emprega uma nova tática desprezível: atacar famílias e outros não-combatentes. Bravos soldados da ALIANÇA REBELDE buscam abrigo para esses civis inocentes, guiando um comboio para a segurança em um mundo rebelde oculto.\nApós uma emboscada devastadora e uma batalha feroz, muitos navios rebeldes são destruídos. Os sobreviventes fogem para o remoto planeta deserto de TATOOINE, na esperança de encontrar melhores chances de sobrevivência com o vil gângster JABBA THE HUTT do que encontrarão nas mãos do Império.\nMas quando as naves rebeldes danificadas caem no deserto escaldante, elas detectam uma guarnição imperial já despachando Stormtroopers...</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba11",
    "name": "Trophy Hunting",
    "descriptionText": "<i>Jabba colocou uma marca de morte em um oficial imperial chamado Kallenn, mas sua proteção provou ser eficaz em mantê-lo seguro até agora. \"Ele deveria entregar um novo animal de estimação para mim, mas o guardou para si mesmo. Os traidores não têm misericórdia \", diz seu intérprete.\nJabba quer que você se junte a um de seus melhores caçadores de recompensas em um esforço para derrubar Kallenn de uma vez por todas.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba12",
    "name": "Turf War",
    "descriptionText": "<i>Uma gangue rival tem invadido lenta mas constantemente o território expandido de Nal Hutta de Jabba. Este desafio não pode ficar sem resposta. Jabba oferece esta missão simples: \"Faça desta escória um exemplo\".</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba13",
    "name": "A Hero's Welcome",
    "descriptionText": "<i>Embora ele tenha construído uma reputação fora do mundo como um mercenário implacável, para seu clã natal, Vinto Hreeda é um vigilante e um defensor confiável. Então, quando um grupo dissidente de piratas de um clã rival roubou suprimentos médicos vitais, a primeira ação de seu clã foi entrar em contato com Vinto, implorando por sua ajuda.</i>",
    "bonusText": "",
    "heroText": "Vinto Hreeda",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Rodia",
      "Outskirts"
    ],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "\"Desperado\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba14",
    "name": "Born from Death",
    "descriptionText": "<i>Shyla sempre admirou o poderoso clã de Mandalorianos conhecido como Deathwatch. Mas, desde que soube de uma base oculta que contém alguns de seus registros antigos que foi recentemente descoberta por uma equipe de varredura imperial, seu desejo de aprender mais se tornou uma obsessão.</i>",
    "bonusText": "",
    "heroText": "Shyla Varad",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Mandalore",
      "Facility"
    ],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "\"Mandalorian Heritage\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba15",
    "name": "Extortion",
    "descriptionText": "<i>Velhos rivais de Onar Koma fizeram amigos íntimos do guarda-costas mercenário, ameaçando fazê-los \"pagar por seus pecados\". Esses bandidos exigem uma reunião em um notório antro de jogos de azar no mundo natal de Onar. Isso é obviamente uma armadilha, mas o Aqualish está enfurecido e disposto a lançá-la.</i>",
    "bonusText": "",
    "heroText": "Onar Koma",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Ando",
      "Facility"
    ],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "\"Haymaker\" Recompensa",
    "imperialRewardText": ""
  },
  {
    "id": "Jabba16",
    "name": "Perilous Hunt",
    "descriptionText": "<i>Os batedores relataram que as equipes de reconhecimento do império estão tentando atualizar sua guerra natural coletando ovos dos temíveis rancores no planeta Dathomir. Como os ovos também podem ser vendidos para senhores Hutt em busca de animais de estimação exóticos a preços altos, o Comando quer que os ovos sejam coletados, na esperança de interromper a atividade imperial e obter financiamento.</i>",
    "bonusText": "",
    "heroText": "",
    "allyText": "",
    "villainText": "",
    "tagsText": [
      "Dathomir",
      "Wastes"
    ],
    "expansionText": "Jabba's Realm",
    "rebelRewardText": "Credits",
    "imperialRewardText": ""
  }
]