{
	"events": [
		{
			"eventName": "Ukryte detonatory",
			"eventID": "E1",
			"eventFlavor": "Nagle jeden z twoich wrogów rzuca broń i zaczyna szarżować na ciebie z głośnym krzykiem. Zauważasz ładunek detonatora zaciśnięty w jego pięści. Chwilę później ładunek eksploduje, a fala uderzeniowa przewraca cię gwałtownie. ",
			"content": [
				"Pierwsza figurka Imperium o koszcie 5 lub mniej natychmiast rozpatruje poniższą instrukcję:",
				"{-}Porusz o 3 pola, aby sąsiadować z 2 lub więcej Rebeliantami.",
				"{-}Jeśli sąsiaduje z 2 lub więcej Rebeliantami, każdy sąsiadująca figurka Rebelii i objekt otrzymuje 2 {H}. Następnie ta figurka Imperium zostaje pokonana.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Zmiana priorytetu",
			"eventID": "E2",
			"eventFlavor": "Gdzie indziej, wiele wyświetlaczy rzuca blade światło na twarze Imperialnej rady wojennej. „To nie wystarczy”, mówi Imperialny admirał. „Musimy zmienić plany”. Odwraca się do swojego asystenta. „Wykonaj plan awaryjny.”",
			"content": [
				"Dobierz kartę z talii misji pobocznych Imperium i umieść ją w grze.",
				"Jeśli w grze jest już imperialna misja poboczna lub misja przymusowa, zignoruj to wydarzenie.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Szlachetne poświęcenie",
			"eventID": "E3",
			"eventFlavor": "Gdy twoje strzały nadal spadają na wrogów, jeden z oficerów pojawia się, rzucając wyzwanie i ponaglając swoje wojska. Wkrótce ginie w ogniu, ale twoi wrogowie ruszają za nim, a ich strzały przecinają powietrze.",
			"content": [
				"Wybierz Imperialną figurkę typu Przywódca lub Strażnik o koszcie figurki 5 lub mniej w promieniu 2 pól od conajmniej 1 innej figurki Imperium. Wybrana figurka jest pokonana.",
				"Wszystkie figurki Imperium w promieniu 2 pól natychmiast rozpatrują poniższą instrukcję:",
				"{-}Porusz o 2 pola i wykonaj atak na {R1}",
			],
			"eventRule": ""
		},
		{
			"eventName": "Słuchać przywódcy",
			"eventID": "E4",
			"eventFlavor": "„Tam!”, krzyczy jeden z wrogów. – To ten! Wszyscy, skupcie ogień na tej rebelianckiej szumowinie! Pada grad strzałów z blasterów. ",
			"content": [
				"Rzuć 2 żółtymi kośćmi. Rebeliant, który otrzymał najmniej {H} otrzymuje 1 {H} za każdy wyrzucony wynik {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Nadprzyrodzona Energia",
			"eventID": "E5",
			"eventFlavor": "Dwóch twoich wrogów cofa się, a ich pancerze są przypalone od twoich ataków. Ale nie załamują się. Zamiast tego prostują się. Z rykiem skaczą do przodu, ich rany goją się, a oczy błyszczą nienawiścią. ",
			"content": [
				"Dwie figurki Imperium znajdujące się najbliżej Rebelianta odzyskują 2 {H} i Skupiają się.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Blastery ARC",
			"eventID": "E6",
			"eventFlavor": "Zbyt późno zauważasz, że niektórzy z twoich wrogów nie noszą normalnej broni. Ich pistolety trzaskają od elektryczności. Nagle pojawia się światło, torując sobie drogę przez pachnące ozonem powietrze i zmierza w twoim kierunku.",
			"content": [
				"Wybierz 2 Rebeliantów. Każdy z nich wykonuje test {K}. Każdy któremu się nie powiedzie zostaje Ogłuszony.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Podtrzymywać ogień",
			"eventID": "E7",
			"eventFlavor": "Twoi wrogowie są dobrze skoordynowani. Posuwają się metodycznie, zasypując cię ogniem z blasterów.",
			"content": [
				"Dwie figurki najbliższe {R1} natychmiast rozpatrują poniższą instrukcję:",
				"{-}Porusz o 2 pola i wykonaj atak na {R1}. Następnie zostajesz Ogłuszony.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Zostawcie to mi",
			"eventID": "E8",
			"eventFlavor": "Na chwilę odgłosy bitwy wydają się cichnąć, a na polu bitwy zapada niesamowita cisza. Z cienia wyłania się groźna postać. ",
			"content": [
				"Rozstaw {V}.",
				"Jeśli ten przeciwnik nie został wcześniej zdobyty, od teraz liczy się jako zdobyty.",
			],
			"eventRule": "R8"
		},
		{
			"eventName": "Umiejscowienie Blasterów",
			"eventID": "E9",
			"eventFlavor": "Z głośnym dźwiękiem ze ścian i ukrytych miejsc wyłaniają się automatyczne stanowiska strzeleckie. Natychmiast zaczynają ostrzął. ",
			"content": [
				"Rzuć 1 żółtą kością. Każdy Rebeliant otrzymuje 1 {H} za każdy wyrzucony wynik {H} i 1 {C} za każdy wyrzucony wynik {B}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Przyjmijcie cierpienie",
			"eventID": "E10",
			"eventFlavor": "„Poddaj się swojej nienawiści”, złowrogi głos rozbrzmiewa w twojej głowie, pełen złośliwości, ale dziwnie przekonujący. „Przyjmij cierpienie”. Twoje oczy rozszerzają się w szoku, gdy podnosisz broń przeciwko swoim przyjaciołom, nie mogąc się powstrzymać.",
			"content": [
				"{R1} natychmiast rozpatruje poniższą instrukcję:",
				"{-}Porusz o 2 pola i wykonaj atak na {R2}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Medycy bojowi",
			"eventID": "E11",
			"eventFlavor": "Twoje strzały zdołały odeprzeć wrogów, ale przybywają nowe posiłki, noszące zielone odznaki medyków pola bitwy. Biegną w kierunku rannych oddziałów, starając się je załatać. ",
			"content": [
				"Wszystkie Imperialne figurki typu Żołnierz natychmiast rozpatrują poniższą instrukcję:",
				"{-}Porusz o 2 pola, tak aby sąsiadować z jak największą ilością przyjaznych figurek, które otrzymały {H}.",
				"{-}Każda przyjazna figurka w promieniu 2 pól leczy 2 {H}."
			],
			"eventRule": ""
		},
		{
			"eventName": "Z chirurgiczną precyzją",
			"eventID": "E12",
			"eventFlavor": "Bitwę przerywa wysoki dźwięk silników jonowych. Nurkujesz w poszukiwaniu osłony, gdy na niebie nad tobą pojawiają się bombowce TIE, zrzucając swoje ładunki. Udaje ci się uniknąć najgorszych wybuchów, ale fale uderzeniowe i stopione szczątki nadal cię nękają.",
			"content": [
				"Każdy bohater na polu pleceru wykonuje test {K}. Każdy bohater, któremu się nie powiedzie otrzymuje 1 {C}, 1 {H} oraz Osłabienie i zaczyna Krwawić.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Jak sobie życzysz",
			"eventID": "E13",
			"eventFlavor": "W innym miejscu wysoka, ciemna postać klęczy przed migoczącym niebieskim hologramem. Ciszę przerywa tylko dźwięk jego aparatu oddechowego. Wreszcie odzywa się zakapturzony mężczyzna z hologramu. – To trwa już wystarczająco długo, lordzie Vader. Sam się tym zajmiesz.",
			"content": [
				"Darth Vader (Lord Sithów) został dodany do kart rozstawienia. Może zostać rozstawiony przez aplikację w tej misji.",
			],
			"eventRule": "R13"
		},
		{
			"eventName": "Strzelać do woli",
			"eventID": "E14",
			"eventFlavor": "Skuteczność żołnierzy Imperium jest zatrważająca. „Wszyscy żołnierze, strzelajcie do woli! Rozwalcie ich! – krzyczy sierżant szturmowców. Jakby kierowani niewidzialną ręką, wszyscy żołnierze unoszą broń i skupiają na tobie ogień. ",
			"content": [
				"Wszystkie Imperialne figurki typu Żołnierz natychmiast rozpatrują poniższą instrukcję:",
				"{-}Wykonaj atak na {R1}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Zbliżająca się zagłada",
			"eventID": "E15",
			"eventFlavor": "Gdy spadają na ciebie strzały, twoi wrogowie zdają się nabierać pewności siebie. Ich oddział szybko posuwa się naprzód z bronią w pogotowiu. ",
			"content": [
				"Cztery figurki Imperium znajdujące się najbliżej Rebeliantów Skupiają się.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Taktyczne materiały wybuchowe",
			"eventID": "E16",
			"eventFlavor": "'Ognia!' Nurkujesz w poszukiwaniu osłony, gdy spadają na ciebie granaty.",
			"content": [
				"Wszyscy Rebelianci wykonują test {J}. Każda figurka, której się nie powiedzie otrzymuje 3 {H} i zaczyna Krwawić.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Uderz i ujarzmij",
			"eventID": "E17",
			"eventFlavor": "Nagle w powietrzu pojawiają się błyskawice, celując w zmęczonych i słabych. Twoje kończyny mimowolnie drgają, a przez wasze ciała przebiegają skurcze. ",
			"content": [
				"Każdy bohater, który otrzymał 2 lub więcej {C} musi wykonać test {J} i {K}. Jeśli mu się nie powiedzie test {J} otrzymuje 2 {C}. Jeśli mu się nie powiedzie test {K} zostaje Osłabiony.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Uwolniony",
			"eventID": "E18",
			"eventFlavor": "Nagle pojawia się ogromna klatka niesiona przez repulsorowy pojazd. Wewnątrz niego warczy przerażająca bestia. Rechocząc, władca bestii wskakuje na klatkę, szturcha ją słupem elektrycznym i szarpie drzwi klatki. Bestia wynurza się z rykiem i rzuca się w twoją stronę, by rozerwać cię na kawałki. ",
			"content": [
				"Rozstaw {CR}. Ta figurka natychmiast rozpatruje poniższą instrukcję:",
				"{-}Porusz o 3 pola aby sąsiadować z {R1}.",
				"{-}Wszystkie sąsiadujące wrogie figurki otrzymują 1 {H}.",
			],
			"eventRule": "R18"
		},
		{
			"eventName": "Inspirujące dowodzenie",
			"eventID": "E19",
			"eventFlavor": "",
			"content": [
				"Każda figurka Imperium w promieniu 3 pól od przyjaznego Przywódcy Skupia się.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Kiedy najmniej się tego spodziewają",
			"eventID": "E20",
			"eventFlavor": "",
			"content": [
				"Każda figurka Imperium typu Łowca natychmiast rozpatruje poniższą instrukcję:",
				"{-}Porusz o 3 pola, żeby oddalić się o 2. Następnie Skupiasz się.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Izolacja",
			"eventID": "E21",
			"eventFlavor": "",
			"content": [
				"Każdy bohater, który nie znajduje się w promieniu 2 pól od innej figurki Rebelii, otrzymuje 2 {C} i zostaje Osłabiony.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Medyk!",
			"eventID": "E22",
			"eventFlavor": "",
			"content": [
				"Rzuć 1 czerwoną kością. Wszystkie figurki Rebelii leczą {H} równe wyrzuconym wynikom {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Niespodziewana pomoc",
			"eventID": "E23",
			"eventFlavor": "Gdy wokół ciebie rozlegają się strzały, nagle widzisz świecące silniki zbliżającego się wahadłowca. Ląduje na skraju pola bitwy, wyłaniająca się postać uśmiecha się do ciebie i wyciąga broń. – Słyszałem, że możesz potrzebować pomocy. Pokażmy im na co naprawdę nas stać! ",
			"content": [
				"Rozstaw {A} w promieniu 2 pól od bohatera. Gracze Rebelii kontrolują {A} jako Sojusznika.",
			],
			"eventRule": "R23"
		},
		{
			"eventName": "Kupmy trochę czasu",
			"eventID": "E24",
			"eventFlavor": "",
			"content": [
				"1 figurka Rebelii może otrzymać 5 {H}. Jeśli to zrobi, limit rund do zakończenia tej misji zwiększa się o 1.",
			],
			"eventRule": ""
		},
		{
			"eventName": "On jest z nami",
			"eventID": "E25",
			"eventFlavor": "",
			"content": [
				"Gracze Rebelii mogą wybrać 1 nieunikatową figurkę Imperium. Ta figurka wykonuje atak na inną figurkę Imperium. Następnie figurka, która wykonała atak, otrzymuje 2 {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Nalot eskadry X-Wingów",
			"eventID": "E26",
			"eventFlavor": "Twoje komunikatory nagle ożywają i rozlega się głos, nieco zniekształcony przez zakłócenia. 'Hej chłopaki, tęskniliście za nami? Przepraszamy za spóźnienie. Zaznaczcie swoje cele – Czerwona Eskadra, do ataku! Z rykiem silników eskadra X-Wingów schodzi z nieba, a ich lasery zaczynają strzelać. ",
			"content": [
				"Gracze Rebelii mogą wybrać 2 pola pleneru i rzucić 1 zieloną kością za każde. Każda figurka na tym polu oraz na polu sąsiadującym otrzymuje 1 {H} za każdy wyrzucony wynik {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Zmiana priorytetu",
			"eventID": "E27",
			"eventFlavor": "Gdzie indziej, wiele wyświetlaczy rzuca blade światło na twarze Imperialnej rady wojennej. „To nie wystarczy”, mówi Imperialny admirał. „Musimy zmienić plany”. Odwraca się do swojego asystenta. „Wykonaj plan awaryjny.”",
			"content": [
			    "Dobierz kartę z talii misji pobocznych Imperium i umieść ją w grze.",
				"Jeśli w grze jest już imperialna misja poboczna lub misja przymusowa, zignoruj to wydarzenie.",
			],
			"eventRule": ""
		},		
	]
}