[
	{
		"panelHelpID": "EnemyActivation",
		"helpItems": [
			{
				"id": "bonus",
				"helpText": "Bonusowe efekty: Efekty bonusowe są zawsze wyświetlane na górze okna aktywacji. Istnieje wiele efektów bonusowych, które są losowo wybierane przez aplikację podczas aktywacji grupy. Mają one zastosowanie do całej aktywacji każdej figurki w grupie."
			},
			{
				"id": "card",
				"helpText": "Karta rozstawienia: Okno aktywacji zawsze pokazuje kartę rozstawienia grupy. Poza aktywacją możesz kliknąć prawym przyciskiem myszy miniaturę wroga, aby otworzyć jego kartę."
			},
			{
				"id": "tracker",
				"helpText": "Licznik obrażeń: Można go użyć do kontrolowania, ile obrażeń otrzymała każda figurka w grupie. Kliknij / dotknij liczbę znacznika, aby zmodyfikować obrażenia danej figurki. Możesz także najechać kursorem myszy na liczbę i użyć kółka przewijania w górę / w dół, aby zmodyfikować wartość."
			},
			{
				"id": "instructions",
				"helpText": "Instrukcje: Kiedy aktywowana jest grupa rozstawienia, wyświetlane są jej instrukcje. Każda figurka w grupie, po kolei, zaczynając od figurki znajdującej się najbliżej figurki Rebelii, rozpatruje instrukcje od góry do dołu. Wszelkie instrukcje, których figurka nie może rozpatrzyć, są pomijane (patrz \"Pomijanie instrukcji\" w pomocy Wiki online). Po tym, jak figurka rozpatrzy lub pominie ostatnią instrukcję na liście, jej aktywacja kończy się i aktywuje się następna figurka z tej grupy.\nPodczas swojej aktywacji figurka Imperium nie może wykonać więcej niż dwóch akcji. Instrukcja kosztuje jedną akcję za każdą poprzedzającą ją ikonę {A} (akcja) lub {Q} (akcja ataku). Jeśli figurka nie posiada wystarczającej liczby akcji na wykonanie instrukcji, ta instrukcja jest pomijana. Jeśli nie zaznaczono inaczej, figurka Imperium nigdy nie może wykonać więcej niż jednej akcji {Q} (akcja ataku) na aktywację."
			},
			{
				"id": "hide",
				"helpText": "Kliknij / dotknij ikonę oka, aby tymczasowo wyświetlić mapę. Kliknij / dotknij ją ponownie, aby ponownie otworzyć okno."
			},
			{
				"id": "deploymentCost",
				"helpText": "Koszt rozstawienia: Jest to koszt rozmieszczenia grupy. Mała cyfra (jeśli występuje) to koszt pojedynczej figurki."				
			},
			{
				"id": "mods",
				"helpText": "Modyfikacje: Jeśli do grupy zastosowano jakiekolwiek modyfikacje (takie jak dodatkowe obrażenia), są one wyświetlane w tym miejscu."				
			},
			{
				"id": "size",
				"helpText": "Rozmiar grupy: Jest to rozmiar grupy."				
			},
			{
				"id": "surges",
				"helpText": "Zdolności wzmocnień: Jeśli podczas ataku figurki Imperium wyrzucone zostaną dowolne {B}, figurka wydaje wzmocnień zgodnie z poniższą listą. Figurka pomija zdolność wzmocnienia, jeśli spełniony jest jeden z poniższych warunków:\n{-}użyła już tej zdolności podczas tego ataku.\n{-}zdolność kosztuje więcej {B} niż pozostało.\n{-}zdolność nie miałaby żadnego efektu (np. zwiększenie celności, gdy atak ma już wystarczającą celność lub próba nałożenia stanu, gdy atak nie zadaje żadnych obrażeń).\n\n Następnie, jeśli figurce pozostały jakiekolwiek {B}, powtarza ten proces, zaczynając od początku listy. Jeśli figurka nie może rozpatrzyć żadnej zdolności wzmocnienia, pozostałe {B} nie wywołują żadnego efektu. Zdolności wzmocnień dodane za pomocą efektów bonusowych (na górze okna instrukcji) mają zawsze priorytet 1."				
			},
			{
				"id": "abilities",
				"helpText": "Zdolności grupy: Tutaj wymienione są zdolności grupy rozstawienia. Ta sekcja zawiera również informacje o tym, które zdolności z wydrukowanej karty rozstawienia należy zignorować."				
			},
			{
				"id": "health",
				"helpText": "Żywotność: punkty życia każdej figurki w tej grupie."				
			},
			{
				"id": "speed",
				"helpText": "Szybkość: punkty ruchu grupy. Zazwyczaj ta wartość nie jest potrzebna podczas gry z apką - instrukcje określają, jak daleko może poruszać się figurka."				
			},
			{
				"id": "defense",
				"helpText": "Obrona: Kliknij / dotknij ikonę obrony, aby automatycznie rzucić przypisanymi kośćmi."
			},
			{
				"id": "attack",
				"helpText": "Atak: Kliknij / dotknij ikonę obrony, aby automatycznie rzucić przypisanymi kośćmi."
			},
			{
				"id": "colorBlip",
				"helpText": "Kolorowe kółko wskazuje kolor przypisany do grupy."
			},
		]
	},
	{
		"panelHelpID": "DiceRoller",
		"helpItems": [
			{
				"id": "dicePanel",
				"helpText": "To są rzuty kośćmi. Kliknij / dotknij kość, aby ją usunąć."				
			},
			{
				"id": "dicePool",
				"helpText": "Kliknij / dotknij, aby dodać kość."				
			},
			{
				"id": "mods",
				"helpText": "Jeśli jakiekolwiek modyfikacje (takie jak dodatkowe obrażenia) mają zastosowanie do grupy, są one wyświetlane tutaj."				
			},
			{
				"id": "card",
				"helpText": "Tutaj wyświetlana jest karta rozstawienia grupy."				
			},
			{
				"id": "hideRoller",
				"helpText": "Kliknij / dotknij, aby przełączyć widok z kośćmi, tak abyś mógł zobaczyć instrukcje aktywacji wroga pod spodem."				
			}
		]
	},
	{
		"panelHelpID": "MainGame",
		"helpItems": [
			{
				"id": "heroPanel",
				"helpText": "Bohaterowie Rebelii oraz rozmieszczeni sojusznicy są widoczni w tym miejscu. Wycofani bohaterowie / sojusznicy są przyciemnieni. Możesz użyć ikon aktywacji, aby śledzić aktywacje.\n\nKliknij / dotknij grupę, aby wyświetlić opcje zranienia (tylko bohaterowie) lub pokonania grupy. Kolorowy okrąg pokazuje, czy bohater jest zdrowy (zielony), czy ranny (czerwony)."				
			},
			{
				"id": "objective",
				"helpText": "Bieżący cel, który trzeba zrealizować.	"				
			},
			{
				"id": "enemyPanel",
				"helpText": "Jest to lista rozstawienia wroga, pokazująca wszystkie aktualnie rozstawione grupy wroga. Wyczerpane grupy są wyszarzone. Kliknij / dotknij kolorowe kółko w lewym górnym rogu, aby przypisać kolor do grupy. Kliknij / dotknij grupę, aby wyświetlić opcje Wyczerpania lub Pokonania grupy. Wyczerpanie można przełączyć, jeśli chcesz ponownie aktywować grupę.\n\nZielone kółka wskazują liczbę figurek pozostałych w grupie. Kliknij / dotknij tych kółek, aby usuwać je jedna po drugiej. Gdy ostatnia figurka zostanie usunięta, cała grupa zostanie pokonana."			
			},
			{
				"id": "map",
				"helpText": "Jest to główny widok mapy, na którym można wchodzić w interakcje z misją i innymi elementami mapy. Za każdym razem, gdy otwarte jest okno, możesz użyć ikony oka w lewym dolnym rogu, aby tymczasowo otworzyć mapę."				
			},
			{
				"id": "imperialActivation",
				"helpText": "Uruchom następną aktywację Imperium."				
			},
			{
				"id": "medpacs",
				"helpText": "Przegląd medpaków. Możesz otworzyć okno, aby śledzić swoje medpaki i zapoznać się ze zmienionymi zasadami."				
			},
			{
				"id": "missionDashboard",
				"helpText": "Otwórz panel misji.\n\nPanel misji ma kilka funkcji. Po pierwsze, wyświetla przegląd misji, zawierający aktualizacje misji i specjalne instrukcje.\n\nPo drugie, wyświetla sławę i nagrody. Sława i Nagrody informują o ilości Sławy i liczbie Nagród zdobytych do tej pory w misji (ma to znaczenie tylko w przypadku korzystania z adaptacyjnego poziomu trudności).\n\nPonadto, pulpit nawigacyjny zawiera dziennik, w którym zapisywane są wszystkie monity i wiadomości tekstowe z misji. Można go użyć do ponownego przeczytania informacji, które zostały już zamknięte."				
			},
			{
				"id": "imperialMenu",
				"helpText": "Otwórz menu Imperium."				
			},
			{
				"id": "settings",
				"helpText": "Otwórz ekran, aby wyświetlić ustawienia i zakończyć misję."				
			},
			{
				"id": "round",
				"helpText": "Bieżący numer rundy."				
			},
			{
				"id": "endRound",
				"helpText": "Zakończ bieżącą rundę i rozpocznij fazę porządków."				
			},
		]
	},
	{
		"panelHelpID": "Setup",
		"helpItems": [
			{
				"id": "missionCard",
				"helpText": "Wyświetla szczegóły i opis misji."				
			},
			{
				"id": "difficulty",
				"helpText": "Kliknij / dotknij, aby zmienić poziom trudności misji."				
			},
			{
				"id": "adaptiveDifficulty",
				"helpText": "Wybierz, czy chcesz korzystać z adaptacyjnego poziomu trudności. Trudność adaptacyjna zwraca pewne zagrożenie Imperium po pokonaniu grupy, czyniąc grę bardziej wymagającą."			
			},
			{
				"id": "threat",
				"helpText": "Ustaw poziom zagrożenia.\n\nKliknij / dotknij liczbę, aby wyświetlić regulator wartości, lub najedź myszą na liczbę i przewiń kółko myszy w górę/w dół, aby dostosować wartość."				
			},
			{
				"id": "additionalThreat",
				"helpText": "Jeśli chcesz rozpocząć misję z dodatkowym zagrożeniem, ustaw je tutaj.\n\nKliknij / dotknij liczbę, aby wyświetlić regulator wartości, lub najedź myszą na liczbę i przewiń kółko myszy w górę / w dół, aby dostosować wartość."				
			},
			{
				"id": "ignored",
				"helpText": "Wybierz ignorowane grupy. Ignorowane grupy nigdy nie będą dodawane do puli rozstawienia na początku misji. Użyj tego, na przykład, aby uniknąć odradzania się Jeźdźców Tusken na mapach śnieżnych (jest to już wstępnie ustawione w większości misji). Figurki z zieloną obwódką są zaznaczone, tj. dodane do listy ignorowanych."				
			},
			{
				"id": "villains",
				"helpText": "Jeśli Imperium ma w kampanii jakichś zdobytych przeciwników, wybierz ich tutaj."				
			},
			{
				"id": "allies",
				"helpText": "Wybierz sojusznika, którego chcesz zabrać ze sobą. Niektórzy sojusznicy mogą być zablokowani w danej misji. Są oni oznaczeni czerwonym konturem, ale nadal można ich wybrać ręcznie. Zagrożenie jest dodawane automatycznie podczas ręcznego wyboru sojusznika."				
			},
			{
				"id": "heroes",
				"helpText": "Wybierz bohaterów, których chcesz wziąć na misję."				
			},
			{
				"id": "folder",
				"helpText": "Kliknij ikonę folderu, aby powrócić do poprzedniego folderu."				
			},
			{
				"id": "missionPanel",
				"helpText": "Wybierz misję do rozegrania."				
			},
			{
				"id": "tiles",
				"helpText": "Otwiera to listę kafelków mapy używanych w misji, dzięki czemu można je przygotować z wyprzedzeniem."				
			},
			{
				"id": "mode",
				"helpText": "Przełączaj się między oficjalnymi misjami (stworzonymi przez zespół Imperial Commander i zawartymi w aplikacji) a niestandardowymi misjami stworzonymi przez użytkowników."				
			},
			{
				"id": "start",
				"helpText": "Gdy będziesz gotowy, kliknij / dotknij, aby rozpocząć misję."
			},
		]
	},
	{
		"panelHelpID": "Campaign",
		"helpItems": [
			{
				"id": "campaignName",
				"helpText": "Kliknij / dotknij, aby zmienić nazwę kampanii."				
			},
			{
				"id": "currentCampaign",
				"helpText": "Obecnie wybrana kampania."				
			},
			{
				"id": "info",
				"helpText": "Wyświetla informacje o kampanii, na przykład specjalne zasady dla kampanii i ogólne ustawienia kampanii."				
			},
			{
				"id": "log",
				"helpText": "Otwiera dziennik kampanii, miejsce do umieszczania notatek dotyczących kampanii."				
			},
			{
				"id": "exit",
				"helpText": "Powrót do ekranu początkowego."				
			},
			{
				"id": "missionLayout",
				"helpText": "To jest struktura kampanii. Po lewej stronie widać, który typ misji należy rozegrać jako następny."				
			},
			{
				"id": "missionName",
				"helpText": "Nazwa misji. Jeśli żadna misja nie została wcześniej wybrana, kliknij / dotknij tego przycisku, aby wybrać misję."				
			},
			{
				"id": "threat",
				"helpText": "Poziom zagrożenia misji. Uwaga - Poziom zagrożenia można zmienić na ekranie ustawień misji."				
			},
			{
				"id": "setup",
				"helpText": "Kliknij / dotknij, aby otworzyć ekran ustawień misji."				
			},
			{
				"id": "tier",
				"helpText": "Pokazuje, z których talii przedmiotów należy dobierać karty na etapie ulepszeń Rebelii. Kliknij / dotknij, aby zmienić kolor i wskazać, że etap ulepszeń Rebelii został rozstrzygnięty."				
			},
			{
				"id": "imperialMission",
				"helpText": "Ikona misji Imperium. Po rozwiązaniu etapu ulepszeń Rebelii tej misji kliknij / dotknij ikonę misji Imperium. Aplikacja poinformuje, czy należy rozegrać misję Imperium (symbol Imperium), czy nie (symbol Rebelii)."				
			},
			{
				"id": "tracking",
				"helpText": "W tym miejscu można śledzić kredyty, a także sławę i nagrody (istotne tylko w przypadku gry z adaptacyjnym poziomem trudności).\n\nKliknij / dotknij liczbę, aby wyświetlić regulator wartości, lub najedź myszą na liczbę i przewiń kółkiem myszy w górę / w dół, aby dostosować wartość."				
			},
			{
				"id": "heroAdd",
				"helpText": "Kliknij / dotknij, aby dodać bohatera do misji."				
			},
			{
				"id": "heroIcon",
				"helpText": "Kliknij / dotknij portret, aby usunąć bohatera."				
			},
			{
				"id": "xp",
				"helpText": "Użyj miejsca na PD, aby śledzić PD dla każdego bohatera.\n\nKliknij / dotknij liczby, aby wyświetlić regulator wartości, lub najedź myszą na liczbę i przewiń kółko myszy w górę / w dół, aby dostosować wartość."				
			},
			{
				"id": "stats",
				"helpText": "Karty klasy bohatera i przedmioty przypisane do bohatera. Kliknij / dotknij wpis, aby go usunąć."				
			},
			{
				"id": "addItem",
				"helpText": "Kliknij / dotknij, aby przypisać przedmiot do bohatera. Przypisać można tylko przedmioty dostępne w ekwipunku."				
			},
			{
				"id": "addSkill",
				"helpText": "Kliknij / dotknij, aby dodać kartę klasy do bohatera."				
			},
			{
				"id": "inventory",
				"helpText": "Ekwipunek kampanii pokazuje przedmioty, nagrody, przeciwników i sojuszników zdobytych podczas kampanii. Kliknij / dotknij ikonę +, aby dodać. W lewym dolnym rogu okna można wybrać różne rodzaje przedmiotów i nagród. Kliknij / dotknij wpis, aby go usunąć."				
			},
		]
	},
	{
		"panelHelpID": "Title",
		"helpItems": [
			{
				"id": "tutorials",
				"helpText": "<b>Imperial Commander</b> zawiera trzy samouczki przeznaczone dla graczy, którzy nigdy wcześniej nie grali w Imperium Atakuje. Te samouczki wyjaśniają, jak grać w grę i korzystać z aplikacji.\n\nWybierz samouczek z listy."
			},
			{
				"id": "tutorialStart",
				"helpText": "Kliknij / dotknij, aby wyświetlić okno zawierające informacje o wybranym samouczku wraz z przyciskiem umożliwiającym rozpoczęcie misji tego samouczka."
			},
			{
				"id": "language",
				"helpText": "Wybierz język aplikacji."
			},
			{
				"id": "expansions",
				"helpText": "Kliknij / dotknij tego przycisku, aby otworzyć lub ukryć menu dodatków, w którym możesz wybrać posiadane dodatki, z którymi chcesz grać. W tym menu można również importować niestandardowe grupy."
			},
			{
				"id": "options",
				"helpText": "Otwórz menu opcji (patrz poniżej) lub zamknij aplikację."
			},
			{
				"id": "mode",
				"helpText": "Kliknij / dotknij Kampania lub Saga, aby wybrać tryb gry.\n\n<color=yellow>Saga</color> pozwala graczom korzystać z oficjalnych, drukowanych kampanii w sposób bardzo zbliżony do oficjalnej aplikacji. Aplikacja przejmuje rolę <i>mistrza gry</i>, dostarcza interaktywnych map, obsługuje wydarzenia, narrację i zachowanie grup Imperium.\n\n<color=yellow>Kampania</color> wykorzystuje misje Sagi, aby poprowadzić graczy przez pełną kampanię przy użyciu wybranego dodatku (lub w pełni niestandardową kampanię). Konfiguruje odpowiednią listę misji i pozwala na ich dostosowanie tam, gdzie jest to dozwolone, w tym dodawanie i usuwanie misji przymusowych. Tryb kampanii działa jak wirtualny dziennik kampanii."
			},
			{
				"id": "menu",
				"helpText": "To jest menu główne. Można tu rozpocząć nową kampanię lub misję, wczytać istniejącą kampanię lub kontynuować zapisaną misję w toku.\n\n<b>Imperial Commander</b> automatycznie zapisuje stan gry po każdej rundzie, po rozstrzygnięciu wszystkich aktywacji. Kliknij / dotknij Kontynuuj, aby załadować zapisany stan gry."
			},
			{
				"id": "wiki",
				"helpText": "Kliknij / dotknij tutaj, aby otworzyć dokumentację wiki w przeglądarce internetowej."
			},
			{
				"id": "donate",
				"helpText": "Jeśli chcesz wesprzeć aplikację, kliknij / dotknij tutaj, aby otworzyć witrynę PayPal w przeglądarce internetowej."
			},
			{
				"id": "version",
				"helpText": "Aplikacja sprawdza, czy korzystasz z najnowszej wersji.\n\n<color=yellow>Żółty, obracający się</color> = sprawdzanie aktualizacji\n<color=yellow>Żółty, pulsujący</color> = aktualizacja dostępna\n<color=red>Czerwony, pulsujący</color> = błąd połączenia\n<color=green>Zielony</color> = najnowsza wersja.\n\nKliknięcie tego przycisku spowoduje wyświetlenie okna z listą zmian najnowszej wersji wraz z przyciskiem uruchamiającym witrynę GitHub projektu, z której można pobrać najnowszą wersję."
			}
		]
	},
	{
		"panelHelpID": "Settings",
		"helpItems": [
			{
				"id": "audio",
				"helpText": "Ustawienia muzyki, efektów dźwiękowych i dźwięku otoczenia."
			},
			{
				"id": "visuals",
				"helpText": "Ustawienia efektów wizualnych i widoku kamery."
			},
			{
				"id": "interface",
				"helpText": "Ustawienia elementów interfejsu użytkownika."
			},
			{
				"id": "music",
				"helpText": "Włączanie lub wyłączanie muzyki. Można także regulować głośność muzyki.\n\nKliknij / dotknij liczbę, aby wyświetlić regulator wartości, lub najedź myszą na liczbę i przewiń kółko myszy w górę/w dół, aby dostosować wartość."
			},
			{
				"id": "soundEffects",
				"helpText": "Włączanie lub wyłączanie efektów dźwiękowych. Można również dostosować głośność efektów dźwiękowych.\n\nKliknij / dotknij liczbę, aby wyświetlić regulator wartości, lub najedź myszą na liczbę i przewiń kółko myszy w górę/w dół, aby dostosować wartość."
			},
			{
				"id": "ambient",
				"helpText": "Włączanie lub wyłączanie dźwięków otoczenia. Można również dostosować głośność dźwięków otoczenia.\n\nKliknij / dotknij liczbę, aby wyświetlić regulator wartości, lub najedź myszą na liczbę i przewiń kółko myszy w górę/w dół, aby dostosować wartość."
			},
			{
				"id": "quickClose",
				"helpText": "Po włączeniu tej opcji można kliknąć / dotknąć poza większością okien, aby szybko je zamknąć bez konieczności klikania / dotykania rzeczywistych przycisków Zamknij, Kontynuuj lub OK."
			},
			{
				"id": "zoom",
				"helpText": "Po włączeniu tej opcji przyciski zoomu kamery są wyświetlane w grze."
			},
			{
				"id": "bloom",
				"helpText": "Przełącza efekt w interfejsie użytkownika."
			},
			{
				"id": "vignette",
				"helpText": "Przyciemnia rogi ekranu w interfejsie użytkownika."
			},
			{
				"id": "view",
				"helpText": "Po włączeniu tej opcji kamera jest zablokowana w widoku z góry w grze głównej zamiast w widoku izometrycznym."
			}
		]
	},
	{
		"panelHelpID": "DeploymentCard",
		"helpItems": [
			{
				"id": "deploymentCost",
				"helpText": "Koszt rozstawienia: Jest to koszt rozmieszczenia grupy. Mała cyfra (jeśli występuje) to koszt pojedynczej figurki."				
			},
			{
				"id": "mods",
				"helpText": "Modyfikacje: Jeśli do grupy zastosowano jakiekolwiek modyfikacje (takie jak dodatkowe obrażenia), są one wyświetlane w tym miejscu."				
			},
			{
				"id": "size",
				"helpText": "Rozmiar grupy: Jest to rozmiar grupy."				
			},
			{
				"id": "surges",
				"helpText": "Zdolności wzmocnień: Jeśli podczas ataku figurki Imperium wyrzucone zostaną dowolne {B}, figurka wydaje wzmocnień zgodnie z poniższą listą. Figurka pomija zdolność wzmocnienia, jeśli spełniony jest jeden z poniższych warunków:\n{-}użyła już tej zdolności podczas tego ataku.\n{-}zdolność kosztuje więcej {B} niż pozostało.\n{-}zdolność nie miałaby żadnego efektu (np. zwiększenie celności, gdy atak ma już wystarczającą celność lub próba nałożenia stanu, gdy atak nie zadaje żadnych obrażeń).\n\n Następnie, jeśli figurce pozostały jakiekolwiek {B}, powtarza ten proces, zaczynając od początku listy. Jeśli figurka nie może rozpatrzyć żadnej zdolności wzmocnienia, pozostałe {B} nie wywołują żadnego efektu. Zdolności wzmocnień dodane za pomocą efektów bonusowych (na górze okna instrukcji) mają zawsze priorytet 1."				
			},
			{
				"id": "abilities",
				"helpText": "Zdolności grupy: Tutaj wymienione są zdolności grupy rozstawienia. Ta sekcja zawiera również informacje o tym, które zdolności z wydrukowanej karty rozstawienia należy zignorować."				
			},
			{
				"id": "health",
				"helpText": "Żywotność: punkty życia każdej figurki w tej grupie."				
			},
			{
				"id": "speed",
				"helpText": "Szybkość: punkty ruchu grupy. Zazwyczaj ta wartość nie jest potrzebna podczas gry z apką - instrukcje określają, jak daleko może poruszać się figurka."				
			},
			{
				"id": "defense",
				"helpText": "Obrona: Kliknij / dotknij ikonę obrony, aby automatycznie rzucić przypisanymi kośćmi."
			},
			{
				"id": "attack",
				"helpText": "Atak: Kliknij / dotknij ikonę obrony, aby automatycznie rzucić przypisanymi kośćmi."
			},
			{
				"id": "tracker",
				"helpText": "Licznik obrażeń: Można go użyć do kontrolowania, ile obrażeń otrzymała każda figurka w grupie. Kliknij / dotknij liczbę znacznika, aby zmodyfikować obrażenia danej figurki. Możesz także najechać kursorem myszy na liczbę i użyć kółka przewijania w górę / w dół, aby zmodyfikować wartość."
			}
		]
	},
	{
		"panelHelpID": "EnemyVillainSelection",
		"helpItems": [
			{
				"id": "enemyExpansion",
				"helpText": "Kliknij / dotknij tutaj, aby wyświetlić grupy należące do danego dodatku. Grupy z zestawów figurkowych są umieszczone pod logiem Imperium."				
			},
			{
				"id": "enemyCustom",
				"helpText": "Kliknij / dotknij tutaj, aby wyświetlić niestandardowe (zaimportowane) grupy."				
			},
			{
				"id": "enemySelection",
				"helpText": "Kliknij / dotknij grupy, aby je zaznaczyć lub odznaczyć. Wybrane grupy mają zielone obramowanie. Grupy elitarne są zacienione na czerwono."				
			}
		]
	},
	{
		"panelHelpID": "HeroAllySelection",
		"helpItems": [
			{
				"id": "heroCustom",
				"helpText": "Kliknij / dotknij tutaj, aby wyświetlić niestandardowe (zaimportowane) grupy."				
			},
			{
				"id": "heroSelection",
				"helpText": "Kliknij / dotknij bohatera, aby go zaznaczyć lub odznaczyć."				
			}
		]
	},
	{
		"panelHelpID": "FigurePack",
		"helpItems": [
			{
				"id": "figurePackInfo",
				"helpText": "Kliknij / dotknij zestawu figurkowego, aby go zaznaczyć / odznaczyć. Wybrane zestawy figurkowe są zacienione na zielono.\n\n<b>Uwaga:</b> Wymienione są tu tylko zestawy figurkowe, które dodają nieunikalnych wrogów. Przeciwników i sojuszników można wybrać podczas konfiguracji misji."				
			}
		]
	},
	{
		"panelHelpID": "ImportGroups",
		"helpItems": [
			{
				"id": "activateGroups",
				"helpText": "Kliknij / dotknij grupę, aby ją wybrać / odznaczyć.\n\nWszystkie aktywowane tutaj grupy są dostępne do dodania do otwartych grup, podobnie jak grupy oficjalne. Podlegają one tym samym zasadom, co grupy oficjalne i mogą zostać dodane do grup ignorowanych, jeśli nie chcesz ich używać w misji."					
			},
			{
				"id": "selectAll",
				"helpText": "Kliknij / dotknij tutaj, aby wybrać wszystkie grupy."				
			},
			{
				"id": "selectNone",
				"helpText": "Kliknij / dotknij tutaj, aby odznaczyć wszystkie grupy."				
			},
			{
				"id": "ToggleFaction",
				"helpText": "Kliknij / dotknij tutaj, aby przełączać się między grupami Imperium / Najemników i Rebelii."				
			}
		]
	},
	{
		"panelHelpID": "ImperialMenu",
		"helpItems": [
			{
				"id": "showGroups",
				"helpText": "Kliknij / dotknij panelu, aby odsłonić karty znajdujące się obecnie na ręce."					
			},
			{
				"id": "modifyThreat",
				"helpText": "Kliknij / dotknij, aby zwiększyć lub zmniejszyć bieżące zagrożenie."				
			},
			{
				"id": "pauseDeployment",
				"helpText": "Kliknij / dotknij, aby wstrzymać lub cofnąć wstrzymanie rozstawiania."				
			},
			{
				"id": "pauseThreat",
				"helpText": "Kliknij / dotknij, aby wstrzymać lub cofnąć wstrzymanie zagrożenia."				
			},
			{
				"id": "optionalDeployment",
				"helpText": "Kliknij / dotknij, aby aplikacja natychmiast wykonała opcjonalne rozstawienie."				
			},
			{
				"id": "currentThreat",
				"helpText": "Jest to bieżąca wartość zagrożenia."				
			},
			{
				"id": "deploymentModifier",
				"helpText": "Jest to modyfikator rozstawienia. Im wyższy modyfikator, tym większa szansa na bardziej niebezpieczne zdarzenie rozstawienia. Zmienia się on co rundę w zależności od wydarzenia związanego z rozstawieniem."				
			}
		]
	}
]