[
	{
		"id": "Lothal1",
		"name": "Call to Action",
		"descriptionText": "<i>\"Every time I have worked with a Rebel, everyone has profited!\" declares Hondo Ohnaka, former pirate and current ne'er-do-well. \"The Empire thinks there are no Rebels left on Lothal, so stealing this weapons should be like taking credits from a baby.\" He stares off into space, grinning. \"Ah, good times.\"</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Outskirts"
			],
		"expansionText": "Tyrants of Lothal",
		"rebelRewardText": "\"Nova Cell Leader\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal2",
		"name": "Duel on Devaron",
		"descriptionText": "<i>Tress's father used to tell the wildest stories of his days smuggling spice all over the Outer Rim. She remembers his bravado... and his obsessive need to record and protect every clever hyperroute he ever used. Though he is gone, these navigational records could help Rebel smugglers, but to get it, Tress will have to return to a home of which she has only bad memories.</i>",
		"bonusText": "",
		"heroText": "Tress Hacnua",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Devaron",
			"Jungle"
			],
		"expansionText": "Tyrants of Lothal",
		"rebelRewardText": "\"Wholeness\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal3",
		"name": "Race on Ryloth",
		"descriptionText": "<i>A recent ISB raid has captured supplies critical to the resistance on Ryloth, along with encrypted data detailing their operations across the planet. Hera Syndulla has dispatched one of her crew to help you reclaim the supplies and data before the Empire can use it against the Twi'lek rebels.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Any 1 Spectre ally",
		"villainText": "",
		"tagsText":
			[
			"Ryloth",
			"Plains"
			],
		"expansionText": "Tyrants of Lothal",
		"rebelRewardText": "Any 1 Spectre ally",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal4",
		"name": "Sands of Seelos",
		"descriptionText": "<i>Upon hearing that his commander during the Clone Wars, Wolffe, is not only alive but an ally to the Rebellion, CT-1701 volunteers his team to travel to Seelos to pick up useful intelligence gathered from Wolffe's stolen AT-AT walker. But the Empire arrives first, pursuing Wolffe's walker with their own armored war machines.</i>",
		"bonusText": "",
		"heroText": "CT-1701",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Seelos",
			"Desert"
			],
		"expansionText": "Tyrants of Lothal",
		"rebelRewardText": "\"Bullseye!\" Reward Card",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal5",
		"name": "Siege on Geonosis",
		"descriptionText": "<i>Thanks to the reconnaissance the Spectres performed on Geonosis, the Rebellion sees an opportunity to salvage an old battle droid factory on the planet and turn these Clone Wars soldiers against the might of the Empire. A member of Spectre group will meet you at the side.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "Any 1 Spectre ally",
		"villainText": "",
		"tagsText":
			[
			"Geonosis",
			"Facility"
			],
		"expansionText": "Tyrants of Lothal",
		"rebelRewardText": "Any 1 Spectre ally",
		"imperialRewardText": ""
	},
	{
		"id": "Lothal6",
		"name": "The Final Order",
		"descriptionText": "<i>An Imperial engineer on Lothal has offered to defect. What's more, he claims to know where we can find vital information on Grand Admiral Thrawn's latest plans for the Lothal system. Command wants you to check into his claim and, if necessary, put a stop to whatever Thrawn is planning.</i>",
		"bonusText": "",
		"heroText": "",
		"allyText": "",
		"villainText": "",
		"tagsText":
			[
			"Lothal",
			"Outskirts"
			],
		"expansionText": "Tyrants of Lothal",
		"rebelRewardText": "Credits",
		"imperialRewardText": ""
	}
]