{
	"events": [
		{
			"eventName": "Detonatori nascosti",
			"eventID": "E1",
			"eventFlavor": "Improvvisamente uno dei tuoi nemici getta giù la sua arma e inizia a caricarti urlando. Noti il ​​detonatore termico stretto nel suo pugno. Nel momento in cui la carica esplode, l'onda d'urto ti scaglia violentemente.",
			"content": [
				"La prima miniatura Imperiale con un costo di schieramento di 5 o meno risolve immediatamente le seguenti istruzioni:",
				"{-} Muovi 3 per ingaggiare almeno 2 Ribelli.",
				"{-} Se adiacente ad almeno 2 Ribelli, ogni miniatura e oggetto Ribelle adiacente subisce 2 {H}. Quindi la figura imperiale viene sconfitta.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Cambio di priorità",
			"eventID": "E2",
			"eventFlavor": "Da qualche parte nella Galassia, più schermi illuminano i volti dei membri dell'Consiglio di Guerra Imperiale. L'Ammiraglio Imperiale esclama 'Questo non è possibile', 'Dobbiamo cambiare la nostra strategia'. Si rivolge al suo assistente e gli ordina di 'Eseguire il piano di emergenza!'.",
			"content": [
				"Pesca una carta dal mazzo Missioni Imperiali e mettila in gioco.",
				"Se c'è già una missione secondaria o una missione forzata in gioco, ignora questo evento.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Nobile sacrificio",
			"eventID": "E3",
			"eventFlavor": "Mentre i tuoi spari continuano a piovere sui tuoi nemici, un ufficiale si fa avanti sfidandoti e incitando le sue truppe. È abbattuto dai tuoi colpi, ma questo non impedisce alle truppe di caricarti, vieni preso di mira dal loro fuoco.",
			"content": [
				"Scegli una miniatura LEADER o GUARDIANO Imperiale con un costo di schieramento di 5 o meno e che è di 2 spazi o meno da un'altra miniatura Imperiale. Questa miniatura viene sconfitta.",
				"Tutte le miniature entro 2 caselle o meno dalla miniatura sconfitta eseguono immediatamente le seguenti istruzioni:",
				"{-} Muovi di 2 per attaccare {R1}",
			],
			"eventRule": ""
		},
		{
			"eventName": "Mi occupo del leader",
			"eventID": "E4",
			"eventFlavor": "Un nemico grida 'Eccolo! È lui! Che tutti concentrino i loro colpi su questo nemico!'. Una pioggia di blaster ti investe.",
			"content": [
				"Tira 2 dadi gialli. Il Ribelle che ha subito meno {H} subisce 1 {H} per ogni {H} tirato sui risultati del tiro di dado.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Vigore soprannaturale",
			"eventID": "E5",
			"eventFlavor": "Due dei tuoi nemici barcollano, la loro armatura va in frantumi sotto il tuo fuoco. Ma non cadono. Invece, si raddrizzano vigorosamente. Con un ruggito, si precipitano verso di te, le loro ferite guarite e i loro occhi che brillano di odio.",
			"content": [
				"Le due miniature Imperiali più vicine a un Ribelle recuperano 2 {H} e diventano Concentrate.",
			],
			"eventRule": ""
		},
		{
			"eventName": "blaster ad arco",
			"eventID": "E6",
			"eventFlavor": "Ti accorgi troppo tardi che alcuni dei tuoi nemici portano armi speciali. Le loro armi producono un crepitio elettrico. All'improvviso, un fulmine lampeggia, facendosi strada verso di te attraverso l'aria con l'odore di ozono.",
			"content": [
				"Scegli 2 ribelli. Questi ribelli fanno un test {K}. Ogni Ribelle che fallisce diventa Stordito.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Fuoco concentrato",
			"eventID": "E7",
			"eventFlavor": "I tuoi nemici sono molto ben coordinati. Avanzano metodicamente, inchiodandoti con il fuoco dei blaster.",
			"content": [
				"Le due miniature più vicine a {R1} eseguono immediatamente le seguenti istruzioni:",
				"{-} Muovi di 2 per attaccare {R1}. Quindi, diventa Stordito.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Lasciali a me",
			"eventID": "E8",
			"eventFlavor": "Per un momento, i suoni della battaglia sembrano svanire mentre un inquietante silenzio piomba sul campo di battaglia. Dall'ombra emerge una minacciosa figura.",
			"content": [
				"Schierare {V}.",
				"Se questo Nemico non è stato Ottenuto prima, ora conta come Ottenuto.",
			],
			"eventRule": "R8"
		},
		{
			"eventName": "Postazioni blaster",
			"eventID": "E9",
			"eventFlavor": "Con un rumore metallico, Sistemi blaster automatici fuoriescono dai muri e i blaster nascosti. Cominciano subito a spararti.",
			"content": [
				"Tira 1 dado giallo. Ogni Ribelle subisce 1 {H} per ogni {H} ottenuto e 1 {C} per ogni {B} ottenuto.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Abbraccia la sofferenza",
			"eventID": "E10",
			"eventFlavor": "'Cedi al tuo odio', la voce sinistra risuona nella tua testa, piena di disprezzo, ma stranamente irresistibile. 'Abbraccia la sofferenza.' I tuoi occhi si spalancano per lo shock mentre sollevi l'arma contro i tuoi amici, incapace di fermarti.",
			"content": [
				"{R1} deve eseguire immediatamente l'istruzione seguente:",
				"{-} Muovi di 2 per attaccare {R2}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Medico militare",
			"eventID": "E11",
			"eventFlavor": "I tuoi colpi riescono a respingere i nemici, ma arrivano nuovi rinforzi, che indossano i distintivi verdi dei medici del campo di battaglia. Si precipitano verso le truppe ferite, facendo del loro meglio per ricucirle.",
			"content": [
				"Tutte le miniature Imperiali SOLDATO eseguono immediatamente le seguenti istruzioni:",
				"{-} Muovi di 2 per ingaggiare il maggior numero possibile di modelli amici che hanno sofferto {H}.",
				"{-} Ogni miniatura amica entro 2 caselle o meno recupera 2 {H}."
			],
			"eventRule": ""
		},
		{
			"eventName": "Attacco chirurgico",
			"eventID": "E12",
			"eventFlavor": "Il suono acuto dei motori ionici interrompe la battaglia. Ti tuffi per ripararti mentre i bombardieri TIE appaiono nel cielo sopra di te, lasciando cadere i loro dispositivi di morte. Riesci a schivare le peggiori esplosioni, ma le onde d'urto e i detriti fusi continuano a colpirti.",
			"content": [
				"Ogni eroe su una casella esterna effettua un test di {K}. Ogni eroe che fallisce prende 1 {C} e 1 {H} e ottiene gli stati Sanguinante e Indebolito.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Sì mio maestro",
			"eventID": "E13",
			"eventFlavor": "Altrove, una figura alta e scura si inginocchia davanti a un tremolante ologramma blu. Il suono del suo respiro è l'unica cosa che rompe il silenzio. Poi l'uomo incappucciato dell'ologramma parla: 'Questa cosa è andata avanti troppo, Lord Vader. Te ne occuperai tu!'.",
			"content": [
				"Darth Vader (Signore dei Sith) è stato aggiunto alla mano di schieramento. Può essere schierato dall'applicazione durante il resto della missione.",
			],
			"eventRule": "R13"
		},
		{
			"eventName": "Fuoco a volontà",
			"eventID": "E14",
			"eventFlavor": "L'efficienza dei soldati imperiali è terrificante. Un sergente Assaltatore urla il fuoco a volontà! Fateli esplodere! '. Come guidati da una mano invisibile, tutti i soldati alzano le armi e puntano il fuoco su di te.",
			"content": [
				"Tutte le miniature Imperiali SOLDATO eseguono immediatamente le seguenti istruzioni:",
				"{-} Attaccare {R1}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Presagio funesto",
			"eventID": "E15",
			"eventFlavor": "Mentre il fuoco imperiale piove su di te, i tuoi nemici sembrano guadagnare fiducia. Una squadra avanza rapidamente, con le armi pronte a sparare.",
			"content": [
				"le quattro miniature Imperiali più vicine a un Ribelle diventano Concentrate.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Esplosivi tattici",
			"eventID": "E16",
			"eventFlavor": "'Al riparo!'. Ti tuffi per ripararti mentre piovono granate.",
			"content": [
				"Tutti i ribelli fanno un test {J}. Ogni miniatura che non ha successo subisce 3 {H} e ottiene lo stato Sanguinante.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Sottomissione forzata",
			"eventID": "E17",
			"eventFlavor": "Improvvisamente, esplosioni simili a fulmini attraversano l'aria, prendendo di mira gli stanchi e i deboli. Hai le convulsioni mentre gli spasmi attraversano il tuo corpo.",
			"content": [
				"Ogni eroe che ha subito almeno 2 {C} deve fare un test {J} e {K}. Se falliscono il test {J}, prendono 2 {C}. Se falliscono il test {K}, diventano Indeboliti.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Rilasciato",
			"eventID": "E18",
			"eventFlavor": "All'improvviso appare un'enorme gabbia trasportata da una slitta a repulsione. Dentro ringhia una bestia terrificante. Tremante, il padrone della bestia salta sulla gabbia, la spinge con un bastone elettrico e apre la porta della gabbia. La bestia si alza ruggendo e si precipita verso di te.",
			"content": [
				"Schiera {CR}. La creatura esegue immediatamente le seguenti istruzioni:",
				"{-} Muovi 3 per impegnare {R1}.",
				"{-} Tutte le miniature ostili adiacenti subiscono 1 {H}.",
			],
			"eventRule": "R18"
		},
		{
			"eventName": "Comando ispirato",
			"eventID": "E19",
			"eventFlavor": "",
			"content": [
				"Ogni miniatura Imperiale a 3 spazi o meno da una miniatura LEADER Imperiale diventa Concentrata.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Quando meno se lo aspettano",
			"eventID": "E20",
			"eventFlavor": "",
			"content": [
				"Ogni miniatura Imperiale CACCIATORE esegue immediatamente le seguenti istruzioni:",
				"{-} Muovi 3 per riposizionarti su 2 e diventa Concentrato.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Isolamento",
			"eventID": "E21",
			"eventFlavor": "",
			"content": [
				"Ogni eroe che non si trova entro 2 caselle o meno da un altro modello Ribelle subisce 2 {C} e diventa Indebolito.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Medico!",
			"eventID": "E22",
			"eventFlavor": "",
			"content": [
				"Tira 1 dado rosso. Tutte le miniature Ribelli recuperano {H} pari ai risultati di {H} ottenuti.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Aiuto inaspettato",
			"eventID": "E23",
			"eventFlavor": "Mentre gli spari risuonano intorno a te, improvvisamente vedi i motori incandescenti di una navetta che si avvicina. Atterra sul bordo del campo di battaglia e da esso emerge una figura che ti sorride e sfodera un'arma. «Ho sentito che hai bisogno di aiuto. Mostriamo loro di cosa siamo capaci!'.",
			"content": [
				"Schiera {A} entro 2 spazi o meno da un Eroe. I Ribelli controllano {A} come alleato.",
			],
			"eventRule": "R23"
		},
		{
			"eventName": "Guadagnare tempo",
			"eventID": "E24",
			"eventFlavor": "",
			"content": [
				"Una miniatura ribelle può scegliere di subire 5 {H}. Se lo fa, il limite di round per quella missione viene esteso di 1.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Lui è con noi",
			"eventID": "E25",
			"eventFlavor": "",
			"content": [
				"I Ribelli scelgono 1 miniatura Imperiale non unica. Questa miniatura effettua un attacco su un altro modello Imperiale. Quindi il modello che ha effettuato l'attacco subisce 2{H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Attacco radente degli X-Wing ",
			"eventID": "E26",
			"eventFlavor": "I tuoi comlink vengono improvvisamente attivati e una voce suona leggermente distorta dall'elettricità statica. 'Ehi ragazzi, vi siamo mancati? Siamo spiacenti, siamo in ritardo. Indicateci i vostri bersagli: lo Squadrone Rosso, Attacca!' Con i loro motori ruggenti, uno squadrone di X-Wings scende dal cielo, i loro quattro cannoni laser KX9 sparano.",
			"content": [
				"I Ribelli scelgono 2 spazi esterni e tirano 1 dado verde per ciascuno. Ogni miniatura sulla casella bersaglio o adiacente a quella casella subisce 1 {H} per ogni {H} ottenuto.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Cambio di priorità",
			"eventID": "E27",
			"eventFlavor": "Da qualche parte nella Galassia, più schermi illuminano i volti dei membri dell'Concilio di Guerra Imperiale. L'Ammiraglio Imperiale esclama 'Questo non è possibile', 'Dobbiamo cambiare la nostra strategia'. Si rivolge al suo assistente e gli ordina di 'Eseguire il piano di emergenza!'.",
			"content": [
				"Pesca una carta dal mazzo Missioni Imperiali e mettila in gioco.",
				"Se c'è già una missione secondaria o una missione forzata in gioco, ignora questo evento.",
			],
			"eventRule": ""
		},		
	]
}