{
	"events": [
		{
			"eventName": "Detonadores ocultos",
			"eventID": "E1",
			"eventFlavor": "De repente, uno de tus enemigos tira su arma y comienza a cargar hacia ti con un fuerte grito. Percibes el detonador apretado en su puño. Un instante después, la carga explota y la onda expansiva te tambalea violentamente.",
			"content": [
				"La primera figura del bando Imperial con un coste de figura 5 o menos resuelve inmediatamente las siguientes instrucciones:",
				"{-}Mueve 3 hacia 2 o más Rebeldes.",
				"{-}Si está adyacente a 2 o más Rebeldes, cada Rebelde y objeto adyacentes sufren {H}. Entonces la figura del bando Imperial es derrotada.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Cambio de prioridad",
			"eventID": "E2",
			"eventFlavor": "En otra parte, varias pantallas iluminan los rostros del consejo de guerra Imperial. 'No funcionará', dice el Almirante Imperial. 'Tenemos que cambiar de planes.' Se gira hacia su asistente. 'Ejecuta el plan de contingencia.'",
			"content": [
				"Roba una carta del Mazo de misiones secundarias Imperial y ponla en juego.",
				"Si ya hay una misión Imperial o misión obligatoria en juego, ignora este evento.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Sacrificio noble",
			"eventID": "E3",
			"eventFlavor": "A medida que vuestros disparos continúan lloviendo sobre vuestros enemigos, un oficial se adelanta, gritando de forma desafiante e instando a sus tropas a continuar. Pronto es abatido por el fuego, pero tus enemigos se aproximan cargando furiosamente tras la caída de su líder, sus disparos destellan por el aire.",
			"content": [
				"Elije una figura del bando Imperial LÍDER o GUARDIÁN con un coste de figura de 5 o menos que este a 2 casillas de al menos otra figura del bando Imperial. La figura elegida es derrotada.",
				"Todas las figuras del bando Imperial a 2 casillas ejecutan inmediatamente la siguiente instrucción:",
				"{-}Mueve 2 para atacar {R1}",
			],
			"eventRule": ""
		},
		{
			"eventName": "Líder localizado",
			"eventID": "E4",
			"eventFlavor": "'¡Allí!', grita un enemigo. '¡Es él! Todo el mundo, ¡concentrad el fuego en esa escoria Rebelde!' Cae una lluvia de disparos blaster.",
			"content": [
				"Lanza 2 dados amarillos. El Rebelde que haya sufrido menos {H} sufre 1 {H} por cada {H} logrado.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Vigor supernatural",
			"eventID": "E5",
			"eventFlavor": "Dos de vuestros enemigos tropiezan, con su armadura abrasada por vuestros disparos. Pero no caen. En su lugar, se vuelven a levantar. Con un rugido, se abalanzan hacia adelante, sus heridas han sanado y sus ojos brillan de odio.",
			"content": [
				"Las dos figuras del bando Imperial más próximas a un Rebelde recuperan 2 {H} y adquieren Concentración.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Blasters de arco",
			"eventID": "E6",
			"eventFlavor": "Os dais cuenta demasiado tarde que algunos de vuestros enemigos no van equipados con armas normales. Sus fusiles crepitan con la electricidad. De repente, surge un rayo, arqueándose a través del aire y oliendo a ozono hacia vosotros.",
			"content": [
				"Elije 2 Rebeldes. Esos Rebeldes realizan una prueba de {K}. Cada Rebelde que falla adquiere Aturdimiento.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Fuego sostenido",
			"eventID": "E7",
			"eventFlavor": "Vuestros enemigos están bien coordinados. Avanzan metódicamente, lanzando una lluvia de fuego de blaster sobre vosotros.",
			"content": [
				"Las dos figuras más cercanas a {R1} inmediatamente ejecutan las siguientes instrucciones:",
				"{-}Mueve 2 para atacar {R1}. Después, adquiere Aturdimiento.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Dejádmelos a mí",
			"eventID": "E8",
			"eventFlavor": "Por un momento, los sonidos de la batalla parecen disminuir mientras un inquietante silencio cae sobre el campo de batalla. Desde las sombras, emerge una figura amenazante.",
			"content": [
				"Despliega {V}.",
				"Si este villano no había sido adquirido antes, ahora cuenta como adquirido.",
			],
			"eventRule": "R8"
		},
		{
			"eventName": "Emplazamiento de blasters",
			"eventID": "E9",
			"eventFlavor": "Con un zumbido, una decena de blasters automáticos surgen de las paredes y de lugares ocultos. Inmediatamente comienzan a dispararos.",
			"content": [
				"Lanza 1 dado amarillo. Cada Rebelde sufre 1 {H} por cada {H} logrado y 1 {C} por cada {B} logrado.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Abraza el sufrimiento",
			"eventID": "E10",
			"eventFlavor": "'Ríndete a tu odio', la voz siniestra resuena en tu cabeza, llena de malevolencia, pero extrañamente irresistible. 'Abraza el Sufrimiento.' Tus ojos se abren en estado de shock mientras apuntas tu arma contra tus amigos, incapaz de detenerte.",
			"content": [
				"{R1}Inmediatamente resuelves las siguientes instrucciones:",
				"{-}Mueve 2 para atacar {R2}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Médicos de combate",
			"eventID": "E11",
			"eventFlavor": "Vuestros disparos logran rechazar a vuestros enemigos, pero llegan nuevos refuerzos, con las insignias verdes de los médicos del campo de batalla. Corren hacia las tropas heridas, haciendo todo lo posible para repararlas.",
			"content": [
				"Todos los SOLDADOS Imperiales inmediatamente resuelven las siguientes instrucciones:",
				"{-}Mueve 2 para estar adyacente del máximo de figuras amigas que hayan sufrido {H}.",
				"{-}Cada figura amiga a 2 casillas de ti recupera 2 {H}."
			],
			"eventRule": ""
		},
		{
			"eventName": "Golpe quirúrgico",
			"eventID": "E12",
			"eventFlavor": "El agudo sonido de los motores de iones interrumpe la batalla. Te lanzas para cubrirte mientras los bombarderos TIE aparecen en el cielo sobre ti, dejando caer sus cargas explosivas. Te las arreglas para evitar las peores explosiones, pero las ondas expansivas y los escombros fundidos continúan golpeándote.",
			"content": [
				"Cada Héroe en una casilla exterior realiza una prueba de {K}. Cada Héroe que falle, sufre 1 {C} y 1 {H} y adquiere Hemorragia y Debilidad.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Como desees",
			"eventID": "E13",
			"eventFlavor": "En otro lugar, una alta y oscura figura se arrodilla en frente de un holograma azul parpadeante. El sonido de su aparato de respiración es lo único que rompe el silencio. Por fin, el hombre encapuchado del holograma habla. 'Esto ha ido demasiado lejos, Lord Vader. Te encargarás de ello tú mismo.'",
			"content": [
				"Darth Vader (Señor de los Sith) se ha agregado al mazo de despliegue. Puede ser desplegado por la App durante el resto de la misión.",
			],
			"eventRule": "R13"
		},
		{
			"eventName": "Fuego a discreción",
			"eventID": "E14",
			"eventFlavor": "La eficiencia de los soldados Imperiales es terrorífica. 'A todos los soldados, ¡fuego a discreción! ¡Reventadlos!', grita un a Sargento de las tropas de asalto. Como guiados por una mano invisible, todos los soldados levantan sus armas y concentran el fuego en vosotros.",
			"content": [
				"Todos los SOLDADOS Imperiales resuelven inmediatamente la siguiente instrucción:",
				"{-}Ataca {R1}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Muerte inminente",
			"eventID": "E15",
			"eventFlavor": "A medida que los disparos de los Imperiales llueven sobre vosotros, vuestros enemigos parecen ganar confianza. Un escuadrón de ellos avanza rápidamente, con sus armas preparadas.",
			"content": [
				"Las cuatro figuras del bando Imperial más cercanas a un Rebelde adquieren Concentración.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Explosivos tácticos",
			"eventID": "E16",
			"eventFlavor": "'¡Fuego en la trinchera!' Os abalanzáis a por cobertura mientras las granadas llueven sobre vosotros.",
			"content": [
				"Todos los Rebeldes hacen una prueba de {J}. Cada figura que falle, sufre 3 {H} y adquiere Hemorragia.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Ataque y dominio",
			"eventID": "E17",
			"eventFlavor": "De repente, ráfagas como relámpagos atraviesan el aire, dirigidas a los cansados y los débiles. Hacen que tus miembros se contraigan involuntariamente, con espasmos recorriendo todo tu cuerpo.",
			"content": [
				"Cada Héroe que haya sufrido 2 o más {C} debe hacer una prueba de {J} y {K}. Si fallan la prueba de {J}, sufren 2 {C}. Si fallan la prueba de {K}, adquieren Debilidad.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Desencadenado",
			"eventID": "E18",
			"eventFlavor": "De repente, aparece una enorme jaula llevada por un trineo repulsor. Una bestia aterradora rezonga y gruñe en su interior. Berreando, el amo de la bestia salta encima de la jaula, le pincha con una lanza eléctrica y abre la puerta de la jaula. La bestia emerge rugiendo y se precipita hacia ti para hacerte pedazos.",
			"content": [
				"Despliega {CR}. La criatura inmediatamente resuelve las siguientes instrucciones:",
				"{-}Mueve 3 hacia {R1}.",
				"{-}Todas figuras hostiles adyacentes sufren 1 {H}.",
			],
			"eventRule": "R18"
		},
		{
			"eventName": "Mando inspirador",
			"eventID": "E19",
			"eventFlavor": "No sabes si será por temor a su fama o por lealtad a su líder, pero está claro que su mera presencia inspira a las tropas enemigas",
			"content": [
				"Cada figura del bando Imperial a 3 casillas de un LÍDER Imperial adquiere Concentración.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Cuando menos se lo esperan",
			"eventID": "E20",
			"eventFlavor": "Analizándoos más como una presa que como un enemigo, se posicionan para asestar el próximo golpe",
			"content": [
				"Cada CAZADOR Imperial resuelve inmediatamente las siguientes instrucciones:",
				"{-}Mueve 3 para reposicionar a 2 y adquiere Concentración.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Aislamiento",
			"eventID": "E21",
			"eventFlavor": "'¡Hay que reagruparse! ¡Nos están acribillando!'",
			"content": [
				"Cada Héroe que no está a 2 espacios de otra figura del bando Rebelde, sufre {C} y adquiere Debilidad.",
			],
			"eventRule": ""
		},
		{
			"eventName": "¡Médico!",
			"eventID": "E22",
			"eventFlavor": "Atravesando el campo de batalla como si no le importara su propia vida, se lanza a repartir parches de bacta entre sus compañeros Rebeldes",
			"content": [
				"Lanza 1 dado rojo. Todas las figuras del bando Rebelde recuperan {H} igual a los {H} logrados.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Ayuda inesperada",
			"eventID": "E23",
			"eventFlavor": "Mientras los disparos suenan a tu alrededor, de repente ves los motores brillantes de una lanzadera acercándose. Aterriza al borde del campo de batalla, y sale alguien, sonriéndote y sacando un arma. 'Escuché que podrías necesitar ayuda. ¡Demostremos a esos diablos de qué estamos hechos!'",
			"content": [
				"Despliega {A} a 2 casillas de un Héroe. El jugador Rebelde controla {A} como un Aliado.",
			],
			"eventRule": "R23"
		},
		{
			"eventName": "Compré algo de tiempo",
			"eventID": "E24",
			"eventFlavor": "'No os preocupéis por mí, yo los detendré, ¡seguid adelante! ¡Debemos completar la misión a toda costa!' Su coraje os inspira a exprimir los planes al máximo, haced que su heroico sacrificio valga la pena.",
			"content": [
				"1 figura del bando Rebelde puede elegir sufrir 5 {H}. Si lo hace, el número de rondas para esta misión se extiende por 1.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Está con nosotros",
			"eventID": "E25",
			"eventFlavor": "'Eres parte de la alianza Rebelde, ¡y un traidor al Imperio!' Grita el sargento escupiendo a vuestro infiltrado.",
			"content": [
				"El jugador Rebelde elije 1 figura del bando Imperial no-única. Esa figura ejecuta un ataque a otra figura del bando Imperial. Después, la figura que hizo el ataque sufre 2 {H}.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Pasada de X-Wings",
			"eventID": "E26",
			"eventFlavor": "Tus comunicadores cobran vida de repente, y suena una voz, ligeramente distorsionada por las interferencias. 'Hola chicos, ¿nos echabais de menos? Disculpad el retraso. Marcar objetivos – Escuadrón rojo, ¡ataque!' Con los motores rugiendo, un escuadrón de X-Wings desciende de los cielos, con sus láseres cuádruples centelleando.",
			"content": [
				"El jugador Rebelde puede elegir 2 casillas exteriores y lanzar 1 dado verde para cada una. Cada figura en la casilla o en una casilla adyacente sufre 1 {H} por cada {H} logrado.",
			],
			"eventRule": ""
		},
		{
			"eventName": "Cambio de prioridad",
			"eventID": "E27",
			"eventFlavor": "En otra parte, varias pantallas iluminan los rostros del consejo de guerra Imperial. 'No funcionara', dice el Almirante Imperial. 'Tenemos que cambiar de planes.' Se gira hacia su asistente. 'Ejecuta el plan de contingencia.'",
			"content": [
				"Roba una carta del Mazo de misiones secundarias Imperial y ponla en juego.",
				"Si ya hay una misión Imperial o misión obligatoria en juego, ignora este evento.",
			],
			"eventRule": ""
		},		
	]
}
